[
    {
        "title": "UFO 50's Retro Gaming Masterpieces, As Told By Steam Reviews",
        "link": "https://www.yahoo.com/entertainment/ufo-50s-retro-gaming-masterpieces-173000781.html",
        "description": "Hard, sure, but it’s possible—as we’ve now witnessed firsthand with the release of UFO 50. The collection—presented as a lost ...",
        "image_url": "https://www.bing.com/th?id=OVFT.46X4kjpGMCn5Qxi9O3Q6zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo8h",
        "source": "Yahoo",
        "article_content": "Do you fondly remember playing 8-bit adventures on the NES and original Sega consoles? Titles like Contra, Ninja Gaiden, and Mega Man 2, all from the late ‘80s, provided a unique gaming experience that’s hard to replicate today with modern technology. Hard, sure, but it’s possible—as we’ve now witnessed firsthand with the release of UFO 50.\n\n\n\nThe collection—presented as a lost collection from a forgotten developer of the era—features an assortment of single- and multiplayer games across multiple genres, from platformers to roguelikes, with even a few in-depth RPGs mixed in. All are created with an 8-bit retro style that harkens back to the days of gaming in your living room after school. You can beat some of the games in mere minutes, then move on to the next; others, however, require a few hours and multiple playthroughs. They’re all unique, many of them are memorable, and some deserve no more than a single run-through.\n\nWhen we sifted through the Steam user reviews, we found an overwhelmingly positive reception from the gaming community. Most people love the indie retro collection and cannot praise the fun factor enough. As you’ll see below, nostalgia plays a significant role in many of the reviews. Numerous players gave a thumbs up because it felt like playing a game from their childhood, and there’s nothing wrong with feeling young again and enjoying your hobby!\n\nBut a few couldn’t get past many titles, which lack the quality-of-life features in modern gaming, or--they say--feel outdated and unnecessarily complex just for nostalgia’s sake. Despite the positive reviews, the negative ones prove highly negative. Many curse out the game and its developers; they shout from the rooftops about how unfun they thought most of the retro titles were to play.\n\nSurprisingly, we didn’t find many meme reviews, just plenty of positive or negative reviews to help you better understand the game. Here is UFO 50, as told by Steam reviews!\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\n.\n\nFor the latest news, Facebook, Twitter and Instagram."
    },
    {
        "title": "THE MAN WHO LOVED UFOS : STREAM IT OR SKIP IT?",
        "link": "https://decider.com/2024/10/23/the-man-who-loved-ufos-netflix-review/",
        "description": "So of course, he’s sent right back out to investigate further, and that’s when he starts planting artifacts, 'casting' locals to do 'interviews' about UFO sightings and interpreting random 'findings' ...",
        "image_url": "https://www.bing.comNo image",
        "category": "ufo",
        "date": "Decider1h",
        "source": "Decider",
        "article_content": "Where to Stream: The Man Who Loved UFOs\n\n\n\nPowered by Reelgood\n\nTruth and fiction are about equally strange in director Diego Lerman’s The Man Who Loved UFOs (now on Netflix), an Argentinian film about a real-life oily TV journalist who ventured to the sticks in the mid-’80s and stirred up nationwide interest in some alleged UFO sightings, which makes it a rather unusual BOATS (Based On A True Story) movie. Leonardo Sbaraglia plays Jose de Zer, whose sensational approach to “strange phenomena,” for Americans like myself, is reminiscent of Geraldo Rivera’s famed live-broadcast failure to find a damn thing inside Al Capone’s vault besides dirt and rocks – except Geraldo didn’t make shit up out of whole cloth like Jose did.\n\nTHE MAN WHO LOVED UFOS: STREAM IT OR SKIP IT?\n\nThe Gist: Right off the bat, we get a sense of what kind of journalist Jose is: He interviews Buenos Aires stage and TV star La Monica (Monica Ayos) with his pants at his ankles. I guess it’s allowed, since they occasionally schtup each other. But his lack of journalistic boundaries and professionalism in this instance is nothing compared to his pending enterprise – a pending enterprise that’s perhaps inspired by a strange occurrence where he seems to witness a strange light in the sky, then collapses, convulsing and foaming at the mouth. While unconscious, he dreams of the time he fought in the Six-Day War and ended up lost alone in a vast desert for hours. In this particular version of the story, he at one point looks up toward the blistering sun and sees a vast disc-shaped object that enshrouds him in a shadow; whether this actually happened or is just added-value dream-nonsense is left up for our interpretation.\n\nWhile in the hospital, reps from La Candelaria, a rural town in the state of Cordoba, pitch him a serendipitous story: Some weirdness happened in the mountains that might make for a good story on news program Notidiario. Lights in the sky, awestruck locals, scorched ground, stuff like that. So Jose grabs his trusty cameraman Chango (Sergio Prina) and they trek out to the mountains, where they assemble a goofy piece about the phenomenon, which includes a bunch of sketchy speculation and includes drecky lines from Jose like “what do you think?” and “draw your own conclusions.” Classic.\n\nWhether Jose actually believes it or not isn’t made clear. But he is certain that it’ll draw viewership, so he used-car-salesman hard-pitches the story to his skeptical, reluctant bosses as “what has not been proven yet, but everyone believes,” gets the piece on the air, then drinks in celebration with those very same bosses when the ratings spike. So of course, he’s sent right back out to investigate further, and that’s when he starts planting artifacts, “casting” locals to do “interviews” about UFO sightings and interpreting random “findings” as evidence of alien visitors – and telling his daughter Marti (Renata Lerman, director Diego Lerman’s daughter), who’s getting bullied at school because of her famous-slash-infamous father’s dopey quasi-journalism, that his stories are absolutely true, but he’s just reenacting the truth. Does he believe his own bullshit? Yes, no, I don’t know. I mean, that’s the question, isn’t it? What do you think? Draw your own conclusions!\n\nNetflix\n\nWhat Movies Will It Remind You Of?: It’s called The Mystery of Al Capone’s Vaults. It’s the highest-rated syndicated special ever. Don’t watch it – the buildup is lousy and the payoff is even worse. Total dud. Two thumbs down!\n\nPerformance Worth Watching: I liked Sbaraglia’s amusing take on an essentially impenetrable personality who’s caught in a nether-zone between delusion and reality. His best moments aren’t when Jose’s grandstanding, though – Sbaraglia’s interactions with Renata Lerman, whose character functions as her father’s conscience.\n\nMemorable Dialogue: Jose pauses for a moment of self-reflection with his trusted compadre Chango:\n\nJose: Listen. Do you think I’m a… Chango: A phony? Jose: No. I know I’m a phony.\n\nSex and Skin: A randy commingling between Jose and Moni backstage at her goofy talk show.\n\nOur Take: The primary dramatic thrust of The Man Who Loved UFOs is the push-and-pull within Jose: Was his “encounter” early in the film real, or just the effects of, say, a stroke or panic attack? He fakes his stories, but does he truly believe extraterrestrials have visited Earth? Is he after the truth, or just attention, fame and ratings? There are no simple, easy answers to these questions. Part of the film’s allure is the slippery mystery of a man at its center. He’s a fascinating figure, but he doesn’t seem to truly know himself. So should we even try to understand him?\n\nDespite all this, Jose still feels like a lightweight character leading a movie that he can’t carry for its heavy run time of 107 minutes. It takes a while for the narrative to rev up, and even once it gets going, its RPMs are low; this is definitely a movie that could be focused and sharpened dramatically and comedically with another pass or two in the editing room. It’s also provincial, and likely lacks appeal outside Argentina, where Jose de Zer is a cultural footnote – although a bit where Jose’s “interviews” keep being interrupted by a bleating baby goat is funny, I otherwise struggled to connect with the comedy due to lack of context.\n\nWhether Diego Lerman is trying to say something about the current state of journalism and “fake news” is lost in the shuffle as he tries to play fancifully with his main character, trying to toe the line between silly and serious, in a quest to find Jose the Human amidst the absurd folly of Jose the Legend. Is he more clown than man? Draw your own conclusions.\n\nOur Call: Despite some game performances and a high-ceiling true story as its basis, The Man Who Loved UFOs never quite comes together. Argentinians familiar with the subject may get more traction with it, but the rest of us would be wise to SKIP IT.\n\nJohn Serba is a freelance writer and film critic based in Grand Rapids, Michigan."
    },
    {
        "title": "Public UFO records archive opens in Rio Rancho",
        "link": "https://www.kob.com/new-mexico/public-ufo-records-archive-opens-in-rio-rancho/",
        "description": "The National UFO Historical Records Center is a nonprofit organizing hundreds of thousands of declassified government ...",
        "image_url": "https://www.bing.com/th?id=OVF.qvKhsC19Q3PnCtxPZVRQCg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "KOB 419h",
        "source": "KOB 4",
        "article_content": "Another New Mexico city is shining a spotlight on UFOs, but not in the way you might expect.\n\nRIO RANCHO, N.M. – Another New Mexico city is shining a spotlight on UFOs, but not in the way you might expect.\n\nThe portable classrooms at Martin Luther King Jr. Elementary are the new home of the National UFO Historical Records Archive. It’s the largest collection of UFO sighting documents in the country, and maybe the world.\n\nNow, thanks to a partnership with Rio Rancho Public Schools, the amateur collectors who kept all these records safe over the years are finally making them available to the public.\n\n“It’s literally overwhelming. People don’t have any conception until they come here how much material that we’re talking about. And it really, I think, makes people pause and realize there’s a lot more to this UFO subject than I ever thought,” said David Marler, executive director of the National UFO Historical Records Center.\n\nMarler knows the idea of a UFO records archive probably sounds silly to some folks, but he says that skepticism is welcome.\n\n“We really don’t care what your take is on the UFO subject. In fact, we welcome differing opinions, differing perspectives,” said Marler.\n\nThe National UFO Historical Records Center is a nonprofit organizing hundreds of thousands of declassified government documents, news clippings, photos, videos and more evidence from across the globe all under one roof.\n\n“It’s a traditional historical archive dedicated to a non-traditional subject. We want serious research to be conducted here in the hopes ultimately of maybe gaining a better insight into this mystery that we’ve been dealing with now for 75 plus years,” said Marler.\n\nHe says there are countless connections to be discovered now that all these case files are together.\n\n“Some organizations interviewed witnesses that the other did not, and vice versa, and sometimes there’s new insights provided by one investigative organization that was never obtained by this one,” said Marler. “The more minds, the more set of eyeballs we have looking at the data as with any subject, the better we’re going to be if we truly want to try to understand what we’re dealing with when we talk about UFOs.”\n\nMarler’s collection – which used to live inside his Rio Rancho home – is largely a collection of other collections sent in from fellow UFO archivists. With all this extra space donated by Rio Rancho Public Schools, Marler says they’re ready for more.\n\n“We have about 10 to 12 other collections that are also in the queue,” Marler said. “Two individuals I know in Ohio have stated, ‘You’re already in my will. If anything happens to me, my material is coming to Rio Rancho.'”\n\nWhether or not you believe in aliens, Marler says the overwhelming amount of documentation is worth preserving.\n\n“We feel it’s important because it is an element of history, it is an element of our culture. So that’s really how we try to view it,” said Marler. “If we can’t define the answers to the UFO mystery, maybe in 40, 50, 60, years someone might, but they can only do that by looking at the data.”\n\nWhile this is a public archive, it’s a not a free for all. Marler says you’ll have to submit a request on their website to set up a time to come and visit. The idea is that you’ll have full access to everything inside.\n\nBut why would Rio Rancho Public Schools get involved with something like this.\n\n“Our students find the subject matter of UFO investigation very intriguing. And so we want to do is we want to use that as a catalyst in order to get students involved in other types of learning,” said RRPS Chief Operating Officer Michael Baker. “So we think that the parents, as long as the students are learning, we’re not trying to persuade thinking one way or another, we think we’re going to see some really good benefits from this area.”\n\nDistrict officials say the partnership is expected to last at least five years.\n\nAnother New Mexico city is shining a spotlight on UFOs, but not in the way you might expect."
    },
    {
        "title": "Mystery ‘UFO cloud’ has reappeared at the same spot for more than 100 years",
        "link": "https://www.msn.com/en-ca/news/world/mystery-ufo-cloud-has-reappeared-at-the-same-spot-for-more-than-100-years/ar-AA1sM7tl?ocid=BingNewsVerp",
        "description": "A cloud that resembles a UFO has been spotted in the same location for more than 100 years. The phenomenon occurs around the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KoxMFKeDSt3Tr2qpYw1xNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "Metro on MSN",
        "article_content": ""
    },
    {
        "title": "Eerie ‘UFO cloud’ reappears in exact same spot over New Zealand in bizarre phenomenon",
        "link": "https://www.msn.com/en-gb/travel/other/eerie-ufo-cloud-reappears-in-exact-same-spot-over-new-zealand-in-bizarre-phenomenon/ar-AA1sMKrc?ocid=BingNewsVerp",
        "description": "The baffling 7-mile-long formation has been spotted in the same place for more than 100 years before it mysteriously ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9r2QF7mjGPNAZZkjvC8tKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "How Google’s AI-powered note-taking app ‘took off’ with audio",
        "link": "https://www.yahoo.com/tech/google-ai-powered-note-taking-155332730.html",
        "description": "A previously little known Google-created AI research and note-taking tool has 'really taken off' after it added an audio ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZbZMN1X0noZaX25W44RJmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "9h",
        "source": "Yahoo",
        "article_content": "At first not many were using Google's NotebookLM to take notes. But it's been receiving more attention since it added a feature letting users create an audio summary of files in a conversational, podcast-like format featuring one male and one female voice. Zacharie Scheurer/dpa\n\nA previously little known Google-created AI research and note-taking tool has “really taken off” after it added an audio feature which turned notes into podcast-like audio and the results went viral, one of its product managers has said.\n\nNotebookLM was first released last year as an AI tool to help users interact with their documents – allowing them to upload a range of files and get summaries and explanations based on that content.\n\nBut the app has begun receiving more mainstream public attention in recent weeks after it added a feature called Audio Overviews, which enabled users to create an audio summary of their upload files, but in a conversational, podcast-like format featuring one male and one female voice.\n\nVarious results from using the tool quickly circulated online and brought new users to the app.\n\nNow Raiza Martin, a product manager at Google Labs and one of the people leading the build of NotebookLM, says users are hungry for more editing control over the type of Audio Overviews they can create with the tool.\n\n“This is such an exciting time, because since we’ve launched it everyone on Twitter and Reddit and even in our Discord is saying ‘I want the knobs’, particularly for more voices, or ‘I want to change the length’,” she told the PA news agency.\n\n“Everybody wants to change everything, and we’re definitely going to address this. We’re shipping features quickly to give people more control, but we’re trying to be thoughtful about which controls we ship first.”\n\nAn update to NotebookLM has since rolled out, allowing users to tweak which topics or areas from their source notes they would like covered specifically.\n\nMs Martin added: “I always get asked the question ‘who is the tool for’ or ‘who is your target audience?’ and most of the time I’ve thought about it in the same way, which is; what is the person’s profession? How are they applying this to their everyday life?.\n\n“And I think we were very, very fortunate in that when we launched Notebook as Project Tailwind last year, we just launched the tool with none of those assumptions to try to find out how people would use it.”\n\nShe said this lack of a specific target audience has helped show that the app could be applicable for anyone who “works on a computer”, particularly when it came to the audio summaries, and the team building the app were already hearing stories of people listening to the Audio Overviews like a podcast to help them digest their notes.\n\n“Specifically for the audio, I think one of our key insights is that there are a lot of jobs that require you to digest a lot of information – and not just jobs – learners, students of all ages, educators… basically, if you’re working on a computer, this is the sort of thing you could probably find utility in,” she said.\n\n“I’ve heard from a lot of people that the way they use it is to listen to the audio first and then write their own questions down, and that had me thinking what a magical harmony between people, technology, information, knowledge, and I think we’re just at the starting line of what this can do.”\n\nNotebookLM has not had the high-profile launch of Google’s flagship AI assistant, Gemini, which powers NotebookLM, but Ms Martin said the newfound fame the note-taking tool had found meant this “true experimental product for Google” was getting a more serious product road-map.\n\n“What I’ll say in terms of how we’re approaching the continuing rollout is that I think we’ve learned a lot in the last year; what is really resonating with people, what is really useful, how they’re using it every day,” she said.\n\n“And I think that the way we want to keep pushing forward is to really stabilise the experience, and there’s still a lot of work to do to try to connect this to everyday people and make it really relevant.\n\n“So I think that while the feature work that we’re doing is exciting, I think now is the right time to also start addressing how do we make it so much easier to use.\n\n“Because for better or worse, that’s not where a lot of our attention has been, but now that we have a lot more interest, a lot more users, let’s make it a lot easier.”"
    },
    {
        "title": "‘Massive copyright violation’ threatens one of the world’s hottest AI apps",
        "link": "https://www.msn.com/en-us/news/technology/massive-copyright-violation-threatens-one-of-the-world-s-hottest-ai-apps/ar-AA1sN1sL?ocid=BingNewsVerp",
        "description": "News Corp announced Monday that it is suing AI startup Perplexity over allegations of copyright infringement on a massive ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9hLXE5FmgXQa_eVVjnEqYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "The AI app Soula seeks to improve healthcare access for pregnant women",
        "link": "https://www.businessinsider.com/soula-ai-chatbot-postpartum-healthcare-gap-women-2024-10",
        "description": "She ultimately sought the help of a counselor. It was not until her most recent pregnancy that she also started to use an AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wwgszEYQrlk57P_VXWS_Vy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Business Insider16h",
        "source": "Business Insider",
        "article_content": "The Soula app has an AI chatbot, Dua, that aids mothers with postpartum depression support.\n\nAI chatbots like Dua aim to reduce healthcare burdens and improve mental health access.\n\nOB/GYN experts said that they welcome innovation in AI to destigmatize questions about pregnancy.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nCaring for a month-old newborn and two-year-old son felt overwhelming for LeRonika Francis.\n\nDuring her first postpartum period, Francis said she experienced a heavy wave of depression while dealing with a baby with colic. She ultimately sought the help of a counselor. It was not until her most recent pregnancy that she also started to use an AI chatbot on the fem-tech app Soula, which she said helped with reducing depressive symptoms and reassuring her about her mental health.\n\n\"It tells me: 'Welcome back, LeRonika. Your reactions are natural,'\" said Francis, who is based in New Iberia, Louisiana.\n\nThe AI chatbot called \"Dua\" also sent her some videos that she could watch about self-hugging, a practice that could reduce stress levels.\n\nAdvertisement\n\n\"I feel like Dua is there more than anything. It really showed me: OK, this is what you could do. Make sure you make time for yourself, too, because that's important as well,\" said Francis.\n\nSoula was co-founded by Natallia Miranchuk and Andrei Kulik, who conceptualized a 24/7 AI doula that could close the gap in mental health support for mothers during pregnancy and postpartum periods. Rather than replacing medical providers, apps such as Soula aim to increase broader access to maternal healthcare. Healthcare providers said that these apps could also help reduce the burden on the healthcare system, where wait times can be long and workers face burnout.\n\nBusiness Insider spoke with OB/GYN doctors and doulas, who largely welcomed the rise in AI chatbots because they can make information more accessible to patients.\n\nAccording to data obtained from Sensor Tower, Soula now has more than 35,000 downloads. The startup has fundraised over $750,000 and is backed by investors such as Andrey Mikhaylyuk, the former vice president of product at Flo Health, a period tracking app.\n\nAdvertisement\n\nMiranchuk told BI that her experiences as a single mother of two and her work as a former maternity photographer inspired her to develop a supportive app for women. Initially conceptualized as a hub to connect doulas worldwide to those in need, the generative AI boom shifted the startup's focus to integrating a chatbot that could serve more populations.\n\n\"Women are shy to ask questions, even in the community, because they have the feeling that maybe 'as a mom, I should have known that, but I don't.' And she doesn't know where to go,\" Miranchuk said.\n\nRelated stories\n\nThe ease of customizing ChatGPT has spurred a wave of new AI-based chatbots like Soula. According to Sensor Tower, the companion apps Character.ai, Talkie, and Paradot have more than 73 million collective downloads, soaring more than 130% between 2023 and 2024. AI therapy apps such as Wysa and Woebot received over 1 million downloads, the data said.\n\nCorenia Smith, director of the Birth Justice Collaborative in Minnesota, said that while popularizing tools like chatbots can help broaden healthcare access, it is important to avoid a \"one size fits all\" and ensure that AI can reflect the communities it serves.\n\nAdvertisement\n\n\"There are cultural practices that exist and have existed for thousands of years that people still use,\" Smith said. \"A human could talk about all their experience and what they've seen and give referrals. When you reach that limitation with an AI, it has to have the ability to hand over care or make a referral in a way where people don't feel dropped.\"\n\nThe role of a doula\n\nThe AI chatbot Dua aims to function like a doula, providing mothers with information about the pregnancy experience during a time of transition.\n\nDoulas are trained professionals who can provide non-medical, continuous physical, emotional, and information support for women before, during, and after childbirth, helping to reduce mental health-related morbidity for the mother and reduce infant mortality rates.\n\nAccess to doulas can be costly. While there's Medicaid coverage for doulas in several states, not all private health insurance plans cover these expenses. Long wait times and socioeconomic inequality also contribute to increased levels of stress and lack of healthcare usage among mothers and pregnant people.\n\nAdvertisement\n\n\"Traditionally, it's been something that's been available only to folks with a lot of money and a lot of resources. The people that benefit the most from doula care are those that might not trust the healthcare system,\" said Dr. Devon Rupley, an attending physician and OB/GYN specialist at NYC Health. \"That tends to be people of color who've had previously negative experiences with racism and bias that can really harm their experience in the healthcare system generally.\"\n\nRupley added that using an AI healthcare app to address basic questions can allow patients to spend higher-quality time with doctors by asking high-level questions and discussing their healthcare issues.\n\nDua is the Soula app's built-in AI chatbot. Soula\n\nHow to design an empathetic AI chatbot\n\nSoula enlisted real-life doulas to help train its chatbot and strike the right tone.\n\n\"We can't create it to be as personable as talking to a real-life person, but we can try to create that as much as possible,\" said Lexi Pacheco, a doula from Arizona who worked to help refine the dialogue in Soula's chatbot Dua. For $22 per hour, she helped improve the chatbot by using it \"hand-in-hand\" during her pregnancies, adding in her expertise.\n\nAdvertisement\n\nWhile asking questions on Google could yield more informational responses, Pacheco said mothers would want something that provided \"more of that reassurance that Google wouldn't.\"\n\nFor Armani Grant, a Soula user who became pregnant at 18, Google felt overwhelming. The chatbot allowed her to ask questions that she wouldn't feel comfortable asking her mother.\n\nPacheco said many women she's worked with reported similar experiences.\n\n\"They might even feel incompetent to ask the question, which no woman should ever feel, but with my history of working with people, they definitely tend to revert to: I'm sorry, I'm asking this question for some reason, and that might just be because of the societal pressure that more medicalized doctors have put on people that they don't give the time and day to us,\" Pacheco said.\n\nAdvertisement\n\nThe app isn't meant to completely replace a doula. Moreover, retention rates of AI healthcare chatbots can be low, said Johannes Eichstaedt, a computational social scientist and assistant professor of psychology at Stanford University. The high dropout rates for healthcare apps are \"an elephant in the room,\" he said.\n\nAt the same time, Pacheco said AI bots can help \"calm nerves\" and fill the gaps when patients feel they are \"bothering\" their healthcare providers.\n\n\"AI isn't like a healthcare provider to give you guidance, but it's supposed to be there to give you a little bit more comfort,\" Pacheco said."
    },
    {
        "title": "VCs love using the AI meeting notepad Granola, so they gave it $20M",
        "link": "https://www.msn.com/en-us/news/technology/vcs-love-using-the-ai-meeting-notepad-granola-so-they-gave-it-20m/ar-AA1sN3Rx?ocid=BingNewsVerp",
        "description": "Granola's notepad app has become a popular tool among venture capitalists who use it to record meetings and augment notes ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9sYKRcv_LRJtlzntUG-tDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "11hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "I'm a CEO and can tell when an application is AI-generated. Here's how to use AI strategically without getting yourself in trouble.",
        "link": "https://www.msn.com/en-us/money/other/im-the-ceo-of-a-recruitment-company-heres-how-we-can-tell-someone-used-ai-on-a-job-application/ar-AA1sHz35?ocid=BingNewsVerp",
        "description": "Khyati Sundaram shares subtle indicators that an applicant used AI to write their job application, plus how they can use AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cqHm0NgqXlWXwe685wk5xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Former Skeptics Who Now Believe In The Paranormal, What Was The Moment That Changed Your Mind?",
        "link": "https://www.msn.com/en-us/health/weightloss/former-skeptics-who-now-believe-in-the-paranormal-what-was-the-moment-that-changed-your-mind/ar-AA1sNWWw?ocid=BingNewsVerp",
        "description": "Many people — myself included — wholeheartedly believe in the paranormal/supernatural. On the flip side, though, many ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ulFlYr2ugYwDKRc8lnfWNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "BuzzFeed on MSN5h",
        "source": "BuzzFeed on MSN",
        "article_content": ""
    },
    {
        "title": "Soaring Eagle to host huge paranormal convention",
        "link": "https://www.themorningsun.com/2024/10/23/soaring-eagle-to-host-huge-paranormal-convention/",
        "description": "Pleasant event. Mid-Michigan’s 7th annual paranormal convention is this Saturday and Sunday. With a mission dedicated to the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z_CW7PchS_fnLPTQrbcJLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Morning Sun12h",
        "source": "The Morning Sun",
        "article_content": "Click to share on Facebook (Opens in new window)"
    },
    {
        "title": "Ranked: 25 of the world's most haunted hotels",
        "link": "https://www.yahoo.com/lifestyle/ranked-25-worlds-most-haunted-170000355.html",
        "description": "With histories steeped in conflict, tragedy and intrigue, there are some seriously haunted hotels, castles and inns around ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wGEtGCwEYiCr-wV0-4sGXC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "Stay the night... if you dare\n\nVictoria OM/Shutterstock\n\nIf you're drawn to the paranormal or love a good ghost story, then these haunted hotels are sure to send a chill down your spine. Across the globe, from ancient castles to grand old inns, these locations are filled with eerie tales of spirits, unexplained phenomena and tragic histories. Whether you're seeking an overnight stay filled with mystery or simply intrigued by the stories behind these spooky spots, these haunted hotels promise more than just a place to sleep.\n\nRead through this gallery for our ranking of the world's most haunted accommodations...\n\n25. Vier Jahreszeiten Kempinski Munchen, Germany\n\nVier Jahreszeiten Kempinski Munchen/Booking.com\n\nThis grand historic hotel in Munich dates all the way back to 1858, and has gained a reputation for ghostly sightings, particularly that of a 'lady in white'. Seen wandering through the hallways and staircases by both guests and staff, her ghost is believed to be linked to a tragic love story from the 19th century, though the exact details of her identity remain unclear.\n\n25. Vier Jahreszeiten Kempinski Munchen, Germany\n\nVier Jahreszeiten Kempinski Munchen/Booking.com\n\nSightings of the 'lady in white' haven't done anything to harm the hotel's popularity. Over the years Vier Jahreszeiten Kempinski Munchen has hosted royalty, politicians and celebrities looking to enjoy the range of top-class amenities on offer – including a rooftop pool with panoramic city views. It's no wonder that even the ghosts don't want to leave.\n\n24. Hotel Alfonso XIII, a Luxury Collection Hotel, Seville, Spain\n\nHotel Alfonso XIII, a Luxury Collection Hotel, Seville, Spain/Booking.com\n\nHotel Alfonso XIII in Seville, one of Spain’s most iconic luxury hotels, is not just famous for its grandeur but also its ghostly reputation. Built in 1929, this 5-star hotel exudes timeless elegance, but lurking behind its opulent decor are eerie tales of supernatural encounters. Guests and staff have reported sightings of shadowy figures wandering the grand halls, most often described as a ghostly woman dressed in traditional Spanish attire. These unexplained sightings are believed to be linked to the hotel’s long and storied history, where it has hosted countless high-profile events and seen its fair share of drama.\n\n24. Hotel Alfonso XIII, a Luxury Collection Hotel, Seville, Spain\n\nHotel Alfonso XIII, a Luxury Collection Hotel, Seville, Spain/Booking.com\n\nOne of the eeriest occurrences is the frequent feeling of a ghostly presence in certain rooms, where visitors have described strange noises, sudden drops in temperature and an overwhelming sense of being watched. The spirits are said to roam the halls quietly, leaving guests with an unsettling feeling without causing any harm. Despite its haunted reputation, the hotel continues to attract travellers from around the world, drawn to both its luxurious amenities and the intrigue of possibly encountering its resident ghosts.\n\n23. Burghotel auf Schönburg, Germany\n\nBurghotel auf Schönburg/Booking.com\n\nPerched high above the Rhine River in Oberwesel, Germany, this stunning medieval castle-turned-hotel harbours a rich history of hauntings. Dating back to the 12th century, the castle has seen countless battles, betrayals and tragedies, all of which are believed to have left an imprint on the property. Guests have reported eerie encounters with the ghost of a knight, who is said to wander the halls, armour clinking and occasionally appear in rooms. Legend has it that he perished defending the castle, and is now eternally bound to its walls.\n\n23. Burghotel auf Schönburg, Germany\n\nBurghotel auf Schönburg/Booking.com\n\nIn addition to the knight, there are stories of other ghostly presences throughout the Burghotel. Some visitors have experienced cold drafts, flickering lights and a sensation of being watched, especially in the older, less renovated parts of the castle. Whether guests encounter the knight or not, the atmosphere of centuries-old history combined with modern comfort makes for an unforgettable stay.\n\n22. Château de Brissac, France\n\nChâteau de Brissac/Booking.com\n\nLocated in the Loire Valley of France, The Château de Brissac is as famous for its ghostly inhabitant as it is for being the tallest château in the country. The castle, which dates back to the 11th century and was rebuilt in the 17th century, is said to be haunted by the spirit of Charlotte de Brézé, known as the 'Green Lady'. According to legend, Charlotte, the illegitimate daughter of King Charles VII, was murdered in the castle by her husband, Jacques de Brézé, after discovering her affair. Since then, her spirit is said to roam the halls dressed in green, with a particularly ghastly face – her ghostly presence has unsettled both guests and the current owners alike.\n\n22. Château de Brissac, France\n\nChâteau de Brissac/Booking.com\n\nVisitors to Château de Brissac have reported seeing the Green Lady in the tower room where she is believed to have died, and hearing eerie moaning throughout the night. The château has embraced its haunted reputation, with many guests staying there specifically hoping to catch a glimpse of its famous ghost.\n\n21. Gran Hotel Ciudad de México Zócalo, México\n\nGran Hotel Ciudad de México Zócalo/Booking.com\n\nIn the heart of México City’s historic Zócalo district, this stunning hotel, dating back to 1899, boasts one of the largest Tiffany stained-glass ceilings in the world. However, behind its elegant façade, ghostly figures are said to lurk. Guests and staff have reported seeing shadowy apparitions and experiencing unexplained phenomena, especially in the hallways and certain rooms. These hauntings are believed to be connected to the hotel’s long history and its location on the Zócalo, an area filled with centuries of tumultuous events and transformations.\n\n21. Gran Hotel Ciudad de México Zócalo, México\n\nGran Hotel Ciudad de México Zócalo/Booking.com\n\nOne of the most famous ghostly sightings involves the figure of a man who has been seen wandering the corridors late at night. Some say he is the spirit of a former guest or possibly tied to the city’s past, given the hotel's location near significant historical sites. Others have reported strange noises, sudden drops in temperature and an eerie feeling of being watched while staying at the hotel.\n\n20. Toftaholm Herrgård, Sweden\n\nToftaholm Herrgård/Facebook\n\nLapped by Lake Vidöstern, this former 14th-century manor house in southern Sweden looks perfectly idyllic. But as with many historic hotels, it's riddled with rumours of spooky goings-on. Numerous guests have reported hearing chilling noises at night and seeing windows seemingly open by themselves. Rumour has it that the charming hotel is haunted by the ghost of a young man who hung himself here after his love, the daughter of the baron who owned the house, was forced to marry another.\n\n20. Toftaholm Herrgård, Sweden\n\nToftaholm Herrgård/Facebook\n\nJöns Skötta, the founder of Toftaholm, transformed it into a manor house upon becoming nobility. His grandson later fortified the property, integrating it into Sweden’s defence system against Denmark. According to legend, an underground passage once connected the fort to the northern wing of the manor house, adding to its intriguing history. Today, the hotel attracts visitors with its country house charm and picturesque lakeside spa, while also embracing its eerie past by hosting regular murder mystery evenings.\n\n19. Fairmont Banff Springs, Alberta, Canada\n\nJeff Whyte/Shutterstock\n\nThe majestic and isolated Fairmont Banff Springs, nestled in Canada’s Rocky Mountains, is known for its eerie tales. Most ghosts are said to haunt the public areas, with many being friendly – especially Sam the bellman, who is often spotted in period attire greeting guests. Built in 1888 as one of Canada's first grand railway hotels, it was later rebuilt in Scottish baronial style after a fire in 1926.\n\n19. Fairmont Banff Springs, Alberta, Canada\n\nFairmont Banff Springs/Facebook\n\nAnother haunting apparition at the hotel is said to be the spirit of a doomed 1930s bride. Legend has it that her dress caught fire from a candle as she descended a winding stone staircase to celebrate her wedding in the grand ballroom. Her tragic spectre has been seen moving up and down the stairs and floating through the ballroom in her wedding gown. The hotel's resident historian is well-versed in sharing these eerie tales with curious visitors.\n\n18. Lord Milner Hotel, South Africa\n\nCourtesy of Lord Milner Hotel\n\nBuilt by Scotsman James Logan in 1884 and named after the governor of the Cape at the time, the Lord Milner Hotel is reportedly riddled with spooks and spectres. The stunning building was used as a military hospital during the Anglo-Boer War with its turrets functioning as enemy lookouts. The hotel apparently has a long-term resident ghost nurse from this era called Katie, who likes to play cards at night in her room.\n\n18. Lord Milner Hotel, South Africa\n\nCourtesy of Lord Milner Hotel\n\nOn the other hand, the ghost of Lucy – who died here during the Anglo-Boer war – likes to roam around and is apparently fond of rattling guests' door knobs at night. Lady Milner, meanwhile, is also often seen wafting about the place in her long white dress. Beyond these eerie tales, the historic hotel is also a charming destination for those looking to experience the old-world atmosphere of the Victorian-era town of Matjiesfontein. This small, heritage-listed spa town lies on the edge of South Africa's vast and remote Karoo region, offering a unique blend of history and haunting intrigue.\n\n17. Ettington Park Hotel, England, UK\n\nCourtesy of Handpicked Hotels\n\nGuests may be in for some unexpected company when sipping their aperitif on the veranda in this grand Warwickshire hotel. Lady Emma, the country pile’s most frequently spotted ghost, likes to lurk about here at dusk. Thought to be the ghost of a former governess at the manor house, she’s also known to glide along the corridors of Ettington Park Hotel at night in her long white gown before vanishing into the walls.\n\n17. Ettington Park Hotel, England, UK\n\nCourtesy of Handpicked Hotels\n\nOwned by one of Warwickshire’s oldest families for years, the Shirleys, Ettington Park became a nursing home in 1935 and later a prisoner of war camp. After an extensive fire in 1979, the building was derelict for several years before being restored and reopening as a hotel in the 1980s. It’s not surprising that with such an intriguing past, the house is surrounded by tales of ghostly goings-on. Sightings include the apparition of a monk within the hotel’s extensive grounds, which feature an old Norman chapel, and two young boys from the Shirley family who drowned in the nearby Stour River in the 1800s.\n\n16. Ruthin Castle Hotel & Spa, Wales, UK\n\nRuthin Castle Hotel & Spa/Facebook\n\nWith stone lions guarding its doors and preening peacocks roaming its parklands, this formidable fort in north Wales makes for a grand getaway. Steeped in grim tales of bloody battles and betrayals, the castle was originally known as The Red Castle in the Great Marsh. Built in 1277 for King Edward I by Dafydd, the brother of Prince Llewellyn ap Gruffudd, it was part of Edward’s effort to control Wales. Despite his loyalty, Dafydd was later executed for high treason after being captured by Reginald de Grey, who was subsequently granted control of Ruthin Castle.\n\n16. Ruthin Castle Hotel & Spa, Wales, UK\n\nRuthin Castle Hotel & Spa/Facebook\n\nAmong the 13th-century ruins of the original castle are the remains of its dungeons, a drowning pool and whipping pit. Along with harrowing tales of tortured prisoners, it’s said the spurned spectre of Lady Grey has haunted the halls, chambers and battlements of Castle Ruthin ever since she was put to death for murdering her husband’s mistress. Other spectral sightings reported by guests of the now gentile country escape include the shadowy figures of a little girl and a soldier.\n\n15. Jekyll Island Club Resort, Georgia, USA\n\nJekyll Island Club Resort/Facebook\n\nThe Jekyll Island Club was founded in 1886 by members of an exclusive hunting and recreational club, who purchased the barrier island as a private retreat. During the early 20th century, it flourished, attracting some of America's wealthiest families, including the Morgans, Rockefellers and Vanderbilts. The club remained a social hotspot for decades before falling on hard times during the Great Depression and World War II. In 1948, the state of Georgia purchased the island and opened it as a park. The hotel’s clubhouse was later restored and reopened as the luxurious Jekyll Island Club Resort in 1987.\n\n15. Jekyll Island Club Resort, Georgia, USA\n\nJoanne Dale/Shutterstock\n\nThe hotel and wider historic isle, which has National Historic Landmark District status, are said to be rife with lingering spirits. One of its most famous ghost stories revolves around Edwin Gould's son, who tragically died in a hunting accident on the island in 1917. He was known for bringing roses to his grandmother at Cherokee Cottage, where guests today still claim to smell the faint scent of flowers at dusk, the time of his death. Another well-known apparition is that of a bellman, who is often spotted on the hotel’s second floor. For those interested in the paranormal, the resort hosts an annual ghost-hunting weekend, complete with tours led by a paranormal researcher.\n\n14. The Jamaica Inn, England, UK\n\nCourtesy of Jamaica Inn\n\nThis isolated old coaching inn on Cornwall's bleak and treacherous Bodmin Moor claims to be one of England's most haunted pubs. Horses' hooves are often heard late at night on Jamaica Inn's cobblestones and a man in a tricorne hat has been witnessed striding through doors. Strange voices can sometimes be heard whispering about the place too, in what’s thought to be old Cornish.\n\n14. The Jamaica Inn, England, UK\n\nCourtesy of Jamaica Inn\n\nBuilt in 1750, this historic inn was once a notorious hub for smugglers, using hidden moorland tunnels beneath Bodmin Moor to move contraband across the West Country. It famously inspired Daphne du Maurier’s novel Jamaica Inn, set amidst Cornish pirates and smugglers, and today houses a museum that delves into the darker side of Cornwall’s history, also featuring the author's original writing desk.\n\n13. The Stanley Hotel, Colorado, USA\n\nStanley Hotel/Facebook\n\nImmersed in the wilds of Colorado’s Estes Park, the secluded Stanley Hotel opened in 1909 as a grand mountain retreat for wealthy urbanites. It still draws guests with its old-world charm – its grand lobby has vast fireplaces, an elegant staircase and original ornate brass elevator – but it's also a magnet for ghost hunters. Famous as the inspiration for Stephen King’s haunted hotel in The Shining, this Colorado institution has spooky stories by the book-full. The fourth floor in particular is said to be oppressive with the presence of spirits – the sound of balls bouncing down the hallway and ghostly giggles have been heard in the dead of night.\n\n13. The Stanley Hotel, Colorado, USA\n\nCourtesy of The Stanley\n\nRoom 217, where Stephen King and his wife stayed during a snowy night – sparking his inspiration for the ominous Overlook Hotel – is said to be the most haunted room. Legend has it that a housekeeper who tragically died on the hotel grounds still lingers there. Other popular rooms for ghost hunters include 401, 407, 428 and 1302, each with its own eerie reputation. The Stanley Hotel offers guided ghost tours for those not scared easily, giving visitors a chance to explore its haunted history and infamous paranormal activity.\n\n12. Skirrid Mountain Inn, Wales, UK\n\nLiquid Light/Alamy Stock Photo\n\nDating back to the 12th century, The Skirrid Mountain Inn is one of the oldest pubs in Wales and is believed to be deeply haunted. The inn has a grisly history, having once been used as a courthouse where criminals were sentenced to death by hanging. The spirits of those hanged, as well as other apparitions, are said to roam the inn. Guests have reported ghostly figures, sudden drops in temperature and the feeling of a noose tightening around their necks, making this a spine-chilling location for paranormal enthusiasts.\n\n12. Skirrid Mountain Inn, Wales, UK\n\nChris Howes/Wild Places Photography / Alamy Stock Photo\n\nThis historic inn still operates today as both a pub and a bed-and-breakfast, welcoming guests eager to experience its eerie past. With comfortable rooms that let you immerse yourself in its rich history – and perhaps even its paranormal legends – it’s sure to be an unforgettable stay.\n\n11. The Queen Mary, California, USA\n\nThe Queen Mary/Booking.com\n\nThe Queen Mary, a retired ocean liner that now functions as a hotel, is known for its ghostly past. Multiple deaths occurred aboard the ship, including accidents and wartime casualties, which are said to have contributed to the numerous ghost sightings. Guests and staff alike have reported eerie encounters, particularly around the ship's first-class swimming pool. Visitors have claimed to see wet footprints appear mysteriously on the pool deck, even though the pool has been empty for years, and some have witnessed the ghostly figure of a young woman in a 1930s swimsuit wandering the area.\n\n11. The Queen Mary, California, USA\n\nThe Queen Mary/Booking.com\n\nCabin B340 is another infamous spot for paranormal activity. This cabin has been the source of numerous unsettling reports over the years, including guests experiencing unexplained knocking, flickering lights and even bed covers being pulled off during the night. The activity became so intense that the cabin was closed off to the public for years, but has since reopened for those brave enough to stay.\n\n10. The Langham Hotel, England, UK\n\nWilliam Barton/Shutterstock\n\nWith over 150 years of history, the hotel has seen its share of eerie occurrences. One of the most famous ghostly figures said to haunt the Langham is a man dressed in Victorian evening wear, often spotted in Room 333. Guests who have stayed in the room have reported strange sensations, including feeling a sudden drop in temperature, the sight of floating orbs and even the apparition of the Victorian man hovering by the bed before disappearing into the wall.\n\n10. The Langham Hotel, England, UK\n\ncktravels.com/Shutterstock\n\nAnother notable ghost at the Langham is said to be the spirit of a German prince who tragically died in the hotel before World War I. He has been seen wandering the hallways, often on the upper floors, where he met his untimely death. Guests and staff alike have also spoken of mysterious noises, the sound of doors slamming on their own and the unsettling feeling of being watched.\n\n9. Ballygally Castle, Northern Ireland\n\nBallygally View Images/Shutterstock\n\nBallygally Castle has earned its reputation as one of the world's most haunted hotels, thanks to centuries of eerie stories and unexplained phenomena. The most famous ghost said to haunt the castle is Lady Isobel Shaw, the wife of its builder, James Shaw. According to legend, Lady Shaw was locked in her room by her husband after she failed to produce a male heir. Desperate to escape, she is believed to have fallen – or perhaps been pushed – from a window, resulting in her untimely death. Her spirit is said to still roam the castle, particularly around the turret room, where guests have reported unexplained knocking on doors, chilling drafts and the sensation of a presence watching over them.\n\n9. Ballygally Castle, Northern Ireland\n\nBallygally Castle/Facebook\n\nAnother spectre said to wander Ballygally’s halls is Madame Nixon, a former resident of the castle who lived there in the 19th century. Visitors have claimed to hear her footsteps echoing through the corridors and even caught glimpses of her figure drifting through the hotel's rooms. Along with these famous hauntings, staff and guests have reported sudden strange noises and even ghostly figures appearing in photographs. Ballygally Castle offers a 'Ghost Room' tour for guests who are intrigued by its haunted history. Visitors can explore the tower room where Lady Isobel Shaw is said to have fallen, as well as other parts of the castle known for paranormal activity.\n\n8. The Mermaid Inn, England, UK\n\nJo Jones/Shutterstock\n\nA former smuggler’s inn set on one of the oldest streets in medieval Rye, The Mermaid Inn has a turbulent history that can be traced back to 1156. It’s no surprise then that it's one of Britain’s most haunted hotels. The inn’s crooked rooms, creaking floorboards, secret stairways and hidden compartments create the perfect setting for ghostly legends to thrive. Located on the cobbled Mermaid Lane, its beamed lounge even holds carvings made by Catholic priests who sought refuge here during the Reformation, adding yet another layer to its intriguing and eerie history.\n\n8. The Mermaid Inn, England, UK\n\nCourtesy of The Mermaid Inn\n\nThe Elizabethan bedchamber, or room 16, seems to be a hotbed of paranormal activity, with numerous guests reporting seeing ghostly figures fighting a duel. The winner allegedly throws the dead body down the oubliette (secret tunnel or chamber) in the corner of the room, which leads to the bar downstairs. Other spooky tales surround Kingsmill, room 17, which features a chill in the air and a rocking chair that moves on its own – a sight that once saw chambermaids refuse to clean the room unless in pairs.\n\n7. Hotel Burchianti, Italy\n\nHotel Burchianti/booking.com\n\nThe age-old city of Florence has more than its fair share of paranormal presence, and visitors with a penchant for ghost stories adore staying at the historic lodgings of Hotel Burchianti. Based in the old area of San Lorenzo and just steps from the Duomo and Santa Maria Novella, the boutique hotel used to be part of a Florentine palace that belonged to the old noble Castiglioni family.\n\n7. Hotel Burchianti, Italy\n\nHotel Burchianti/Facebook\n\nFor all its warmth and period charm, Hotel Burchianti has also been the site of some downright chilling goings-on. Past guests have reported seeing children skipping down the halls, an old woman knitting in a chair and the ghostly figure of a maid doing her chores in the early hours. It’s also rumoured that the Italian fascist leader Benito Mussolini once stayed here.\n\n6. Lumley Castle, England, UK\n\nLumley Castle/Facebook\n\nHidden behind the sturdy high walls and battlements of this imposing 14th-century castle in County Durham lurk some hair-raising stories. The most famous spirit said to haunt the castle is Lady Lily Lumley, the wife of Sir Ralph Lumley, who built the castle. According to legend, Lady Lumley met a tragic end at the hands of two priests after rejecting the Catholic faith. She was thrown into a well, and her restless spirit is believed to haunt the castle to this day. Guests and staff alike have reported seeing her ghostly figure wandering the hallways, and many have experienced sudden cold spots, eerie whispers and the unnerving sensation of being watched.\n\n6. Lumley Castle, England, UK\n\nLumley Castle/Facebook\n\nLumley Castle has several other mysterious presences that add to its haunted allure. Visitors have reported seeing shadowy figures in the corridors, doors opening on their own and unexplained footsteps echoing through empty rooms. The library is another hotspot for paranormal activity, with books mysteriously moving or falling from shelves.\n\n5. The Marshall House, Georgia, USA\n\nCourtesy of Historic Inns of Savannah\n\nAs one of the most haunted cities in America, it’s no surprise that Savannah’s oldest hotel, The Marshall House, is steeped in eerie legends. Built in 1851, this historic hotel has seen its share of unsettling discoveries, including human bones found beneath the floorboards during renovations. These remains are believed to be the amputated limbs of soldiers – the hotel was used as a hospital by Union troops between 1864 and 1865 – which doesn't do much to make it any less creepy.\n\n5. The Marshall House, Georgia, USA\n\nCourtesy of Historic Inns of Savannah\n\nGuests at The Marshall House often report eerie encounters, from the ghostly figure of a Union soldier roaming the halls at night to the unsettling sound of children's footsteps echoing through the corridors. Taps have even been seen turning on by themselves, as if by invisible hands. With many original 19th-century features, including antique-filled rooms and claw-foot tubs, the hotel’s haunting atmosphere lingers. The beautiful wrought-iron balcony, a replica of the original veranda, provides a perfect, if eerie, view of Savannah’s storied streets.\n\n4. 1886 Crescent Hotel & Spa, Arkansas, USA\n\n1886 Crescent Hotel & Spa/Facebook\n\nThe 1886 Crescent Hotel, nestled in the Ozark Mountains, carries a dark and tragic past. Originally opened as a luxury hotel in the spa town of Eureka Springs, it was later transformed into Baker’s Cancer Curing Hospital in 1937. Norman Baker, a former magician with no medical training, falsely claimed he could cure cancer. Sadly, many patients died under his care, and it’s said their restless spirits are now said to haunt the hotel.\n\n4. 1886 Crescent Hotel & Spa, Arkansas, USA\n\nPatrick Horton/Shutterstock\n\nLegend has it that the spirits of Dr. Baker’s wronged patients still haunt the long corridors of the 1886 Crescent Hotel, their restless figures wandering alongside ghostly nurses seen pushing gurneys toward the basement. Adding to the eerie atmosphere, the hotel maintains a fascinating archive of its dark past on the fourth floor. For those brave enough, the Crescent offers regular ghost tours, including a visit to the basement, where an old autopsy table remains as a chilling reminder of the hotel's haunted history.\n\n3. Bourbon Orleans Hotel, Louisiana, USA\n\nJ Stephen Young/J Collection Hotels\n\nA proliferation of phantoms have been spotted prowling around the grand rooms and halls of French Quarter grande dame, the Bourbon Orleans Hotel. Originally built as a ballroom and theatre in the early 19th century, the building later became a convent and orphanage run by the Sisters of the Holy Family. Over the years, countless reports of ghostly activity have emerged, with guests claiming to have seen apparitions of Civil War soldiers, nuns and orphaned children roaming the hallways. One of the most famous ghostly encounters is of a lonely dancer, seen swirling across the grand ballroom floor late at night, her ethereal figure vanishing as quickly as it appears.\n\n3. Bourbon Orleans Hotel, Louisiana, USA\n\nJ Stephen Young/J Collection Hotels\n\nThe most unsettling activity is said to occur in the hotel’s upper floors, where guests often hear the faint laughter of children or spot shadowy figures in nun-like attire. Some have reported the eerie sensation of being watched or followed as they walk through the corridors. The spirit of a confederate soldier is another frequent sighting, often spotted near the hotel’s iconic staircases.\n\n2. Karosta Prison Hotel, Latvia\n\nRENATOK/Shutterstock\n\nKarosta Prison Hotel in Latvia is widely regarded as one of the most haunted places in Europe, with a history as chilling as its paranormal reputation. Once a brutal military prison used by both the Nazis and Soviets, its dark past has left behind countless ghost stories. Many visitors and former staff have reported seeing the spirits of prisoners who were tortured and executed within its walls. Shadowy figures have been spotted moving through the corridors, disembodied footsteps echo in the night and unexplained bangs and knocks are often heard in empty cells. The most famous ghost sighting is that of a woman in a white dress, thought to be the spirit of a prisoner who tragically took her own life here.\n\n2. Karosta Prison, Latvia\n\nRENATOK/Shutterstock\n\nEven for those who don’t believe in ghosts, the atmosphere of Karosta Prison is undeniably eerie. Guests who brave an overnight stay often report feelings of unease, with many claiming they felt watched or even touched by unseen hands. Some have woken to find their cell doors open, despite having been locked in for the night, while others have witnessed lights flickering and sudden cold drafts in rooms with no windows. The prison’s grim history and lingering spirits make it a magnet for paranormal enthusiasts and thrill-seekers alike, offering a haunting experience that few dare to repeat.\n\n1. Q Station Retreat, New South Wales, Australia\n\nQ Station Retreat/Facebook\n\nQ Station Retreat in Australia, formerly known as the Quarantine Station, is one of the most haunted locations in the world. Situated on the shores of Sydney Harbour, the station was used in the 19th and early 20th centuries to isolate passengers arriving by ship who were suspected of carrying infectious diseases. Thousands of people died within its walls, and many believe their restless spirits remain. Guests and staff have reported frequent paranormal encounters, from eerie whispers and disembodied voices to shadowy figures moving in the dark. The infamous 'Gravedigger’s Cottage' is a hotspot for ghost sightings, with visitors often feeling an overwhelming sense of dread when they enter.\n\n1. Q Station Retreat, New South Wales, Australia\n\nTaras Vyshnya\n\nThe hospital and morgue are also key areas for spooky goings-on, with sudden drops in temperature and unexplained flickering lights making many believe they’re not alone. One of the most terrifying experiences reported is the sensation of being touched or grabbed by unseen hands while walking through the old isolation rooms. Ghost tours of Q Station offer a glimpse into its unsettling past, allowing visitors to explore its most haunted corners, while overnight stays add an extra layer of terror for those brave enough to sleep among the spirits of this historic quarantine site."
    },
    {
        "title": "Ghosts, UFOs, psychics and more on tap for Mid-Michigan Paranormal Convention",
        "link": "https://www.themorningsun.com/2024/10/23/ghosts-ufos-psychics-and-more-on-tap-for-mid-michigan-paranormal-convention/",
        "description": "Michigan’s rich haunted history will come alive as paranormal enthusiasts and researchers from around the world will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z_CW7PchS_fnLPTQrbcJLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Morning Sun15h",
        "source": "The Morning Sun",
        "article_content": "Click to share on Facebook (Opens in new window)"
    },
    {
        "title": "Appreciate paranormal entertainment in Panama City Beach",
        "link": "https://www.msn.com/en-us/travel/tripideas/appreciate-paranormal-entertainment-in-panama-city-beach/ar-AA1sNjSN?ocid=BingNewsVerp",
        "description": "A Halloween event that hasn’t been around since 2017 is finally back at Gulf World Marine Park on Friday, October 25th, and ...",
        "image_url": "https://www.bing.com/th?id=OVF.Lupvp8elMwOlHyGvWmyQfA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "10hon MSN",
        "source": "WMBB Panama City on MSN",
        "article_content": ""
    },
    {
        "title": "Physicists discover first 'black hole triple'",
        "link": "https://www.msn.com/en-us/news/technology/discovery-of-black-hole-triple-may-be-first-direct-evidence-of-gentle-black-hole-formation/ar-AA1sNbrH?ocid=BingNewsVerp",
        "description": "A surprising discovery about the black hole V404 Cygnus is expanding our understanding of black holes, the objects they can host, and the way they form.",
        "image_url": "https://www.bing.com/th?id=OJ.fMTLlWk9GrO04w&pid=news&w=57&h=16&rs=2",
        "category": "science+discovery",
        "date": "6hon MSN",
        "source": "Phys.org on MSN",
        "article_content": ""
    },
    {
        "title": "First ‘black hole triple’ may have formed in a surprisingly gentle way",
        "link": "https://www.popsci.com/science/black-hole-triple/",
        "description": "Since the new triple system includes a very far-off star, the system’s black hole was potentially born through that gentler ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QqIB4Ucx8uWqOBCtHbODgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10h",
        "source": "Popular Science",
        "article_content": "For the first time, physicists have observed a “black hole triple” in space. This new system is about 8,000 light years away from Earth and is made up of a central black hole that is in the act of consuming a small star spiraling very close to it. Surprisingly, a second star appears to also be circling the central black hole, but much further away. The discovery is described in a study published October 23 in the journal Nature.\n\nHitting a triple\n\nMost of the black holes that scientists have detected appear to be part of a pair called a binary system. These systems are made up of the black hole and a secondary object like a star, much denser neutron star, or another black hole. The binary system then spirals around each other and are drawn together by the black hole’s gravity.\n\nFor this new black hole triple, there is an additional object orbiting the central black hole. The closer star orbits the black hole about every 6.5 days. The authors estimate that the more far-off companion orbits the black hole every 70,000 years.\n\n[Related: The hunt for the first stars in the universe.]\n\nThat a black hole appears to have a gravitational hold on an object that is so far away is raising some questions about the origins of this black hole itself. Scientists believe that black holes form from a supernova–the violent explosion of a dying star. During a supernova, a star releases a huge amount of energy and light in one final burst before it collapses into an invisible black hole.\n\nIf this newly-observed black hole resulted from a typical supernova, the energy it would have released before it ultimately collapsed would have kicked away any more loosely bound objects orbiting on its outskirts. In theory, that second outer star shouldn’t still be hanging around.\n\nThe team believes that the black hole formed through a more gentle process instead–direct collapse. During direct collapse, a star simply caves in on itself and forms a black hole without that last dramatic burst. A gentle origin like this wouldn’t really disturb any loosely bound, faraway objects.\n\nSince the new triple system includes a very far-off star, the system’s black hole was potentially born through that gentler direct collapse. While astronomers have been observing violent supernovae for centuries, this new triple system may be the first evidence of a black hole that formed from this more gentle process.\n\n“We think most black holes form from violent explosions of stars, but this discovery helps call that into question,” study co-author and MIT physicist Kevin Burdge said in a statement. “This system is super exciting for black hole evolution, and it also raises questions of whether there are more triples out there.”\n\nChance discovery\n\nThis discovery also came about almost by chance. The physicists found it while looking through a repository of astronomical observations taken by telescopes in space and around the world called Aladin Lite. They used Aladin Lite to search for images of the same part of the sky, taken by different telescopes tuned to various wavelengths of energy and light.\n\nOriginally, they were looking within the Milky Way galaxy for signs of new black holes. Out of curiosity, Burdge reviewed an image of V404 Cygni, a black hole roughly 8,000 light years from Earth. In 1992, V404 Cygni became one of the very first objects in space to be confirmed as a black. Since then, it has been documented in over 1,300 scientific papers and is one of our most well-studied black holes. However, none of these studies reported this strange triple system.\n\n[Related: 1.5 billion cosmic objects dazzle in the largest infrared Milky Way map ever created.]\n\nWhile looking at optical images of V404 Cygni, Burdge saw what looked like two blobs of light that were close to one another. The first blob was the black hole and an inner star orbiting close by. That star is so close to the hole that it is releasing some of its material onto the black hole itself and giving off visible light. However, that second blob of light was most likely coming from a very distant star that had not been observed before.\n\n“The fact that we can see two separate stars over this much distance actually means that the stars have to be really very far apart,” said Burdge.\n\nCalculations found that the outer star is 3,500 astronomical units (AU) away from the black hole. One AU is the distance between Earth and the sun. The outer star is thus 3,500 times further away from the black hole as we are to the sun, or 100 times greater than the distance between Pluto and the sun.\n\nThe team then questioned whether the outer star was linked to both the black hole and its inner star. To find an answer, the team looked to Gaia, the satellite that has been tracking the motions of all the stars in the galaxy for a decade. They analyzed the motions of the inner and outer stars over the past 10 years of Gaia data and found that the stars moved in tandem compared to some of the nearby stars. According to their calculations, the odds of this kind of tandem motion are about one in 10 million.\n\n“It’s almost certainly not a coincidence or accident,” Burdge said. “We’re seeing two stars that are following each other because they’re attached by this weak string of gravity. So this has to be a triple system.”\n\nLet’s go fly a (space) kite\n\nThe team then wondered how this system could have formed in the first place. The violent explosion of a typical supernova would have kicked that outstar away a very long time ago.\n\n“Imagine you’re pulling a kite, and instead of a strong string, you’re pulling with a spider web,” Burdge said. “If you tugged too hard, the web would break and you’d lose the kite. Gravity is like this barely bound string that’s really weak, and if you do anything dramatic to the inner binary, you’re going to lose the outer star.”\n\nTo test out this kite string theory, Burdge carried out computer simulations to see how this kind of triple system could have evolved and kept the outer star.\n\n[Related: Biggest black hole jets ever seen span 140 Milky Way galaxies.]\n\nAt the beginning of each simulation, he introduced three stars. The third star was the black hole, before it became a black hole. He then ran tens of thousands of simulations. Each simulation had a slightly different scenario for how the third star may have become a black hole and affected the motions of the other two stars. For example, he simulated a supernova and changed the amount of energy and the direction all of that energy traveled in. He also simulated scenarios of direct collapse, where the third star caved in on itself to form a black hole, without sending off any energy.\n\n“The vast majority of simulations show that the easiest way to make this triple work is through direct collapse,” Burdge says.\n\nThis extra outer star also revealed the system’s age. The team observed that the outer star is in the process of becoming a red giant, a phase occurring at the end of a star’s life. They believe that the outerstar is about 4 billion years old, based on this transition. Since the neighboring stars are born around the same time, the team believes that this black hole triple is also 4 billion years old.\n\n“We’ve never been able to do this before for an old black hole,” Burdge said. “Now we know V404 Cygni is part of a triple, it could have formed from direct collapse, and it formed about 4 billion years ago, thanks to this discovery.”"
    },
    {
        "title": "'Dizzying' Discovery: Mysterious Electron-Path-Deflecting Effect Unlocks New Quantum Behaviors",
        "link": "https://scitechdaily.com/dizzying-discovery-mysterious-electron-path-deflecting-effect-unlocks-new-quantum-behaviors/",
        "description": "Twisting tungsten disulfide crystals allows researchers to control electron movement and enhance optical properties, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-VGZ0i2PtuoWSZbtoOYw3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Dunia raises $11.5M to accelerate electrochemical materials discovery",
        "link": "https://siliconangle.com/2024/10/23/dunia-raises-11-5m-accelerate-electrochemical-materials-discovery/",
        "description": "As a result, the global market for electrochemical technologies is forecast to reach $1.5 trillion by 2050. That forecast is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.c9kNIz1BOMsRLQxz-e6qVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "16h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "After 60 Years, Nuclear Power for Spaceflight is Still Tried and True",
        "link": "https://science.nasa.gov/technology/rps/after-60-years-nuclear-power-for-spaceflight-is-still-tried-and-true/",
        "description": "Six decades after the launch of the first nuclear-powered space mission, NASA is embarking on a bold future of human exploration and scientific discovery.",
        "image_url": "https://www.bing.com/th?id=ODF.I8WOJ37MAcH3qrEhqP3u7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "NASA6h",
        "source": "NASA",
        "article_content": "“Nuclear power has opened the solar system to exploration, allowing us to observe and understand dark, distant planetary bodies that would otherwise be unreachable. And we’re just getting started,” said Dr. Thomas Zurbuchen, associate administrator for NASA's Science Mission Directorate. “Future nuclear power and propulsion systems will help revolutionize our understanding of the solar system and beyond and play a crucial role in enabling long-term human missions to the Moon and Mars.”"
    },
    {
        "title": "Why developers are turning to Forward Factory’s Code-to-Earn model (And why you should too)",
        "link": "https://www.msn.com/en-us/money/other/why-developers-are-turning-to-forward-factory-s-code-to-earn-model-and-why-you-should-too/ar-AA1sMovc?ocid=BingNewsVerp",
        "description": "As a developer in the blockchain space, you already know the complexities of building and deploying dApps. Forward Factory, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1hcXSODvo4T9N5cuXmng7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Cryptopolitan on MSN13h",
        "source": "Cryptopolitan on MSN",
        "article_content": ""
    },
    {
        "title": "Aptia Streamlines Customer Claims with New Enterprise GenAI Applications Created with SnapLogic",
        "link": "https://finance.yahoo.com/news/aptia-streamlines-customer-claims-enterprise-130000119.html",
        "description": "SnapLogic, a leader in generative integration, today announced that Aptia, a specialist tech-enabled administration partner ...",
        "image_url": "https://www.bing.com/th?id=OVFT.t6W91940ZClm5CK64IvYSy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "12h",
        "source": "YAHOO!Finance",
        "article_content": "With GenAI, Aptia can process customer benefits applications exponentially faster\n\nSAN MATEO, Calif., October 23, 2024--(BUSINESS WIRE)--SnapLogic, a leader in generative integration, today announced that Aptia, a specialist tech-enabled administration partner for the highly complex space of health, benefits, and pensions, is leveraging SnapLogic’s generative integration platform to transform data processing and translation with tailored generative artificial intelligence (AI) applications. By reducing manual processes, Aptia will significantly enhance its customer service by shortening process cycle times and improving data quality. This will allow their teams to focus on more strategic tasks and increase overall efficiency for their clients to an unparalleled level.\n\n\"Customer benefits elections is a lengthy and data-intensive process that requires heavy back-end support to ensure customer success and data quality,\" said Mike Wertz, program engineering lead at Aptia. \"SnapLogic Agent Creator enables our team to automate lengthy data entry processes by streamlining resource intensive and time-consuming work to just a few short minutes. Not only are we able to develop new large language model powered services to accelerate customer delivery, with the powerful SnapLogic integration platform we are future proofing our AI strategy and expanding our AI-driven offerings that elevate our customer care to the next level.\"\n\nPreviously, similar to the challenges shared throughout the industry, Aptia relied on labor intensive processes, impacting the efficiency of their benefits application and process review. With SnapLogic’s Agent Creator, the world’s first no-code generative AI application development product for enterprise applications and services, Aptia is able to innovate its data and transaction processing through automation for benefits applications. This reduction in time and effort to implement benefits on the Aptia platform has allowed them to streamline HR processes and automate tasks that were previously time-consuming. This not only accelerates their ability to scale and improves customer experiences with faster processing times, but also positions Aptia for growth in new innovative solutions for their clients. Looking towards the future, this increased efficiency sets the stage for further integration of AI-powered tools down the road on the Aptia platform.\n\nAgent Creator leverages Anthropic’s Claude 2, a cutting-edge Large Language Model (LLM) offered within Amazon Bedrock, a fully managed service from Amazon Web Services (AWS) that offers a choice of high-performing foundation models (FMs) from leading AI companies, like Anthropic, through a single API, along with a broad set of capabilities customers need to build generative AI applications with security, privacy, and responsible AI. The combination of Amazon Bedrock with the human-like responses and adaptability of Anthropic’s Claude model gives Aptia the infrastructure and tools needed to build and scale this new generative AI application. This not only accelerates Aptia’s ability to improve customer experiences with faster processing times, but also positions Aptia for potential in new innovative solutions for their clients.\n\nStory Continues"
    },
    {
        "title": "New five-team T20 league starts in Guyana on Nov 26",
        "link": "https://www.reuters.com/sports/cricket/new-five-team-t20-league-starts-guyana-nov-26-2024-10-23/",
        "description": "Franchises from cricket's five leading nations will be fighting it out for a $1 million prize money when a new T20 league ...",
        "image_url": "https://www.bing.com/th?id=OVFT.d5qhZr6A68WHaHNpHYWO1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Startups May Have an Unexpected Edge When It Comes to Cybersecurity. Here’s Why.",
        "link": "https://www.inc.com/dell-for-startups/startups-may-have-an-unexpected-edge-when-it-comes-to-cybersecurity-heres-why/90989042",
        "description": "'Most businesses are business-first,' says Oliver Spence, founder and CEO of the cybersecurity consultancy Cybaverse.",
        "image_url": "https://www.bing.com/th?id=OVFT.aWE7q2I-uzhTdExvmNns7y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "9h",
        "source": "Inc",
        "article_content": "Content not available"
    },
    {
        "title": "Before Saying Goodbye To 2024, Discover These Software Trends For Success In 2025",
        "link": "https://www.outlookindia.com/outlookhub/software-trends-business-success",
        "description": "Discover key software trends for 2025, from AI automation to cloud-native technologies, helping businesses stay competitive and innovative.",
        "image_url": "https://www.bing.com/th?id=OJ.GtnM0fAPy9lm0g&pid=news&w=82&h=16&rs=2",
        "category": "software+trend",
        "date": "8h",
        "source": "Outlookindia",
        "article_content": "In this article, we’ll dive deep into the software trends that will help businesses thrive in 2025. These trends are not just passing fads; they are grounded in the evolving needs of businesses and the fast-paced advancements in technology. By understanding these key developments, you’ll be better equipped to adapt, innovate, and lead your business to success in the new year."
    },
    {
        "title": "Avast One for Mac review: a free antivirus is all you need",
        "link": "https://www.digitaltrends.com/computing/avast-one-for-mac-review/",
        "description": "I reviewed Avast One's free and paid plans for macOS, testing prevention, protection, and more to check its value for Mac ...",
        "image_url": "https://www.bing.com/th?id=OVF.1GgKYnj71PRDyxH7rlJQew&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "4h",
        "source": "Digital Trends",
        "article_content": "Avast One Gold for Mac MSRP $179.99 Score Details “Avast One for Mac offers powerful, free antivirus software with virus scans and browser blocking.” Pros Excellent malware protection record\n\nUser-friendly app\n\nCustomizable plans\n\n24/7 live support\n\nFree app includes a VPN Cons Big price increases on renewal\n\nFree VPN has a 5GB/month cap\n\nAvast is an antivirus software developer that supports macOS, and the Avast One package includes extra cybersecurity features that go beyond simple malware scans. Antivirus, ransomware protection, malware blocking, and more are available in free and paid subscription plans.\n\nA few months ago, I reviewed Avast One for Windows and found it to be a good solution. However, the Mac is a very different computer with unique hardware and software, so I tested Avast One for Mac to find out if it’s a good fit for Apple’s system and one of the best antivirus apps for your Mac.\n\nSpecs\n\nAvast One Platforms Windows, macOS, Linux, iOS, Android Devices 5 (individual), 30 (family) Support Chat, email Price $180 Free version? Yes\n\nTiers and pricing\n\nAvast One’s website describes its free tier as Basic, but the documentation refers to it as Avast One Essential. Either way, it’s powerful antivirus software that protects your Mac for free. You get a malware scanner and browser protection to block malicious downloads. A free VPN is included but the monthly data is restricted to 5GB. Avast One offers one of the best free Mac antivirus apps available.\n\nIf you subscribe, more features are unlocked, and you can pick from three price tiers and a few variations. Avast One Silver starts at $36 annually with a choice of more protection, privacy, or performance features. Renewal costs are significantly higher than the first year, jumping to $80 in year two and beyond. You can get all three feature packs at once with the $60 Avast One Gold ($130 renewal).\n\nAvast One comes in family plans as well. For $84/$180, Avast One Silver Family increases the number of supported devices from the standard five to a generous 30, enough for everyone to enjoy protection. Avast One Gold Family costs $114/$280 to cover 30 devices.\n\nThe top tier is Avast One Platinum for $120/$300, a relatively minor increase from Avast One Gold Family that adds identity protection, dark web monitoring, and $2 million in identity theft insurance.\n\nDesign\n\nInstalling Avast One was simple, and much easier than my experience with McAfee’s antivirus for Mac. After downloading the installer, a Finder window opened with a message to double-click it. After agreeing to the terms of use and allowing the required permissions, the installer placed itself in the trash and launched Avast One for setup.\n\nI started with the free version, Avast One Essential, initially skipping the sign-in option. The app guided me to enable Avast access in System Settings, opening the appropriate tabs along the way. After a few clicks, everything was ready in about a minute.\n\nI got a friendly message saying “Everything looks good,” but lacking enough details to convince me. I scrolled down to the shortcuts and found an option to run a system scan. The app updated its virus data, checked my browser caches, and scanned for malware. In the final step, it suggested file cleanup, giving me an option to upgrade to use this feature. I declined and moved to the next shortcut, the VPN.\n\nAfter allowing a pop-up approval request from macOS, the free VPN was switched on. It’s capped at 5GB per month, which isn’t enough for daily use, but could be useful for occasional checks or vacation planning.\n\nThe free app shows all the features in the explore tab, but some are locked until I subscribe. Still, plenty are available in Avast One Essential. The system scan checks for malware and includes a VPN, which is capped at 5GB per month.\n\nThe account tab shows my subscription level — currently none — and has subsections to set preferences, browse help documents, check the community forums, get support, or uninstall the app. It’s refreshing to see an easy way to uninstall since removing antivirus software is sometimes difficult.\n\nFeatures\n\nAvast for Mac enjoys a near-perfect malware protection record in ongoing evaluations from the independent security research lab AV-Test. In fact, there were only two instances when Avast fell below a perfect six out of six.\n\nIn September 2020, a minor miss dropped AV-Test’s rating to 5.5. The more notable flaw was from six years ago when Avast for Mac failed in 3.7% of the 241 malware tests performed in December 2018.\n\nEvery other quarterly test since December 2017 has been perfect. That’s an impressive protection record that‘s almost as good as market leaders Bitdefender and Norton.\n\nWhile I trust AV-Test’s results, I still wanted to spot-check for myself. I visited Wicar’s malware test website to see how good the free web blocker was. Avast One Essential recognized all 13 browser exploits and malware downloads, blocking the danger at every turn.\n\nI tried again with the VPN switched off, and each threat was blocked without using any monthly data to safeguard my browsing. The free app is very good, a generous gift to the often overlooked Mac community.\n\nSwitching the VPN back on, I loaded BrowserLeaks website to check if my IP address was visible. The IP address and location shown were different from mine, so Avast’s free VPN did its job.\n\nWith my Avast One Essential testing complete, I upgraded to Avast One Gold to continue with the subscriber version. That removed all locks on the explore tab, so I used the disk cleaner to free up over 4GB of app caches, trash, and log files.\n\nThere are plenty of extras that help with privacy, protection, and cleaning my Mac. The most important paid features are the uncapped VPN with an option to choose a server in another country to avoid geoblocking and live chat support.\n\nSupport\n\nAs an Avast One Gold subscriber, I requested priority support on the website via live chat. At first, I got a chatbot that misunderstood my question about how Avast One works. A multiple-choice selection let me switch to a live agent who immediately took over. After being speedy at first, the second response was much slower, and I had to repeat what I told the chatbot.\n\nIt was a bit frustrating, as if the agent didn’t understand my question. I asked for another agent but they tried again to answer. After my second request to transfer, I was told to hold.\n\nUnfortunately, no one else was available, so I tried simplifying my question. That worked, and I got the answer I expected — Avast One protects my browser from malware and also scans my computer. I also asked some VPN questions and received prompt and accurate replies.\n\nAfter 15 minutes, suddenly the answers came quickly and with higher quality. I suspect the misunderstanding was a side effect of trying to help too many customers at once. That’s the nature of live support, and it will always vary.\n\nOverall, I was satisfied with Avast’s support via live chat.\n\nPrivacy and security\n\nAccording to Avast’s privacy policy, Avast One’s free app might show targeted ads. In my brief test, I didn’t see any, but I quickly switched to a paid plan to complete the review.\n\nThe end-user license agreement allows Avast to send you promotional offers to upgrade to a higher-priced subscription. After three months on Avast’s mailing list, I haven’t noticed many emails, so I don’t think it’s anything to be concerned about.\n\nHowever, Avast has had some privacy issues in the past. Google removed the Avast browser extension in 2019 for spying on Chrome users.\n\nAfter five years of behaving kindly, Avast has well-rated security extensions in the Chrome Web Store. I think it’s safe to let those worries fade away.\n\nAvast One protects your Mac and MacBook\n\nIf you like the sound of Avast One’s subscription plans but want to save money, check our guide to the best antivirus deals. Sometimes Avast has sales that cut first-year costs even lower. Still, the costs will skyrocket to more than double the first year when it’s time to renew.\n\nAvast’s parent company, Gen Digital, also owns Norton Security. Norton 360 for Mac has a better subscription package at lower prices, so that’s a better choice if you’re paying for protection.\n\nAvast One Basic (Essential) is a nice, free antivirus that could provide everything you need. It includes prevention and protection just as powerful as what’s in the paid version. If you want more, our guide to the best antivirus software breaks down features and costs to help you make an informed purchase."
    }
]