[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chuck Schumer challenges Trump to declassify UFO documents. Experts say it's a good move",
            "link": "https://www.msn.com/en-us/politics/government/chuck-schumer-challenges-trump-to-declassify-ufo-documents-experts-say-it-s-a-good-move/ar-AA1xQoKc?ocid=BingNewsVerp",
            "description": "Trump has ordered declassifying of documents regarding the JFK assassination and more. Schumer says do UFOs next ...",
            "image_url": "https://www.bing.com/th?id=OVFT._7S39ejK7xgAL_M4oeL5RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New UFO documentary claims to expose ‘biggest discovery’ in human history",
            "link": "https://metro.co.uk/2025/01/25/new-ufo-documentary-claims-expose-biggest-discovery-human-history-22433195/",
            "description": "Speaking about the film on X, he wrote: ‘The Age of Disclosure is the most revelatory, credible, and historic documentary ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OFBEA-j7WV68TWNi0so50C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "5h",
            "source": "Metro",
            "article_content": "To view this video please enable JavaScript, and consider upgrading to a web browser that supports HTML5 video Up Next Previous Page Next Page\n\nThe questions of whether aliens are real and if they have visited us have been pondered by humans for as long as we can remember.\n\nWell, that may finally be answered as a new documentary claims it will reveal ‘a cover-up of the existence of non-human intelligent life’.\n\nThe Age of Disclosure dropped a trailer on January 22, which features 34 interviews with senior members of the US Government, military and intelligence community.\n\nThis comes as the US proposed the Unidentified Anomalous Phenomena (UAP) Disclosure Act to declassify information on UAPs.\n\nProduced and directed by Dan Farah, the documentary promises to ‘lift the lid on an 80-year cover-up’ surrounding the existence of aliens.\n\nIts website states there is ‘a secret war amongst major nations to reverse engineer technology of non-human origin.’\n\nThe film promises to expose 80 years of cover-ups (Picture: The Age of Disclosure)\n\nThe Age of Disclosure comes after Congress pushed for a new act on UAPs (Picture:: HANDOUT/DoD/AFP via Getty Images)\n\nIn 2023, Congress heard from three former military officials who believed the government was not sharing everything they knew about UFOs with the public.\n\nLawmakers suggested that the government needed to disclose the information they have on UAPs after conversations over ‘national security, public safety and government transparency’.\n\nAt one point in the trailer Jay Stratton — former DIA official, Director of the Government’s UAP Task Force — states he has seen ‘non-human craft and non-human beings’ with his own eyes.\n\nSpeaking about the film on X, he wrote: ‘The Age of Disclosure is the most revelatory, credible, and historic documentary ever made about UAP, non-human intelligent life, the Government’s involvement, and the bi-partisan disclosure effort.’\n\nAlso featured in the film is Lue Elizondo who is a former Department of Defense official and member of the Government’s Advanced Aerospace Threat Identification Program (AATIP).\n\nThe Age of Disclosure claims others such as Secretary of State Marco Rubio, Senator Kirsten Gillibrand, Senator Mike Rounds and General Jim Clapper (the former Director of National Intelligence) will all be involved.\n\nOver 34 interviews were conducted for the film (Picture: The Age of Disclosure)\n\nThis includes government officials and former military directors (Picture: The Age of Disclosure)\n\nThe film is coming soon but no date has been announced (Picture: The Age of Disclosure)\n\nViewers on X are approaching the documentary with cautious optimism, given the huge number of former government officials involved.\n\nCole Craycraft wrote: ‘This is the biggest story in the history of mankind if it’s true. The more and more people that come out, the less likely it is that it isn’t true.\n\n‘It’s the largest public disinformation campaign in government history if it’s true.’\n\n‘We gotta see the evidence. Time for stories is over,’ added Chad Remsen.\n\nPopular UFO account Joe Murgia shared the trailer but cautioned: ‘This is the game changer you’ve been hearing about for a while now. We’ll see.’\n\nThe Age of Disclosure will premiere at the SXSW Film Festival.\n\nGot a story?\n\nIf you’ve got a celebrity story, video or pictures get in touch with the Metro.co.uk entertainment team by emailing us celebtips@metro.co.uk, calling 020 3615 2145 or by visiting our Submit Stuff page – we’d love to hear from you.\n\nArrow MORE: Katie Price’s need for baby number six suddenly makes sense\n\nArrow MORE: Jack the Ripper is ‘ground zero’ for our true crime obsession"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "QCA author: 'Sean Leary's Greatest Hits Vol. 12: UFO Disclosures and Pickle Wrap Wars.'",
            "link": "https://www.yahoo.com/news/qca-author-sean-learys-greatest-162600477.html",
            "description": "QCA author: 'Sean Leary's Greatest Hits Vol. 12: UFO Disclosures and Pickle Wrap Wars.' Barron Trump playfully photobombed ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1Kvqc7qu_uiHTfShZJE3RC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3h",
            "source": "Yahoo",
            "article_content": "29,885 people played the daily Crossword recently. Can you solve it faster than others?\n\n29,885 people played the daily Crossword recently. Can you solve it faster than others?"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Third annual Northwest Flying Saucer Film Fest returning to Chehalis, now accepting film submissions",
            "link": "https://www.yahoo.com/entertainment/third-annual-northwest-flying-saucer-045900078.html",
            "description": "Following the success of the first two film festivals that kicked off the Chehalis Flying Saucer Party the past two years, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h7nh9niN5Ljy0pMprlJIPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15h",
            "source": "Yahoo",
            "article_content": "Jan. 24—Following the success of the first two film festivals that kicked off the Chehalis Flying Saucer Party the past two years, event organizers are now accepting submissions for the third annual Northwest Flying Saucer Film Fest.\n\nDuring the inaugural film festival, 19 short films were screened, and last year that number grew to 27, though there were a total of nearly 50 submissions, according to Chehalis Flying Saucer Party organizer Vince Ynzunzu.\n\nThe event is scheduled for Friday, Sept. 12, at 6 p.m. inside McFiler's Chehalis Theater, according to the film festival's official Facebook page.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFilmmakers from throughout the Northwest, including Washington, Oregon, Idaho and British Columbia, are invited to submit their UFO-themed narrative short films, documentaries, animations or music videos to be shown during the film festival.\n\nSubmissions must be 20 minutes or shorter and be related to the UFO sci-fi genre, including anything involving UFOs and flying saucers, extraterrestrials, alien invasions or the Men in Black.\n\n\"You can have Bigfoot in your movie but he better be flying a spaceship,\" the Northwest Flying Saucer Film Fest submission website stated.\n\nFilmmakers must be a resident of the Pacific Northwest. There are no production date limits for submissions.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAny film not originally in English must have English subtitles. Filmmakers are also asked to keep their work \"family friendly\" — meaning no excessive cursing or violence, no sex or nudity and no racism, sexism, homophobia or transphobia.\n\n\"We ultimately just want everyone in the audience to feel welcome. Try not to exceed a PG-13 rating. Just use common sense,\" the website added.\n\nAward categories in the Northwest Flying Saucer Film Fest include best film, best alien, best documentary, best animation, best music video, best first-time filmmaker and audience choice.\n\nCustom trophies, the Orbies, and bragging rights will be given to all award category winners, along with a $300 cash prize for the audience choice winner.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe audience's favorite will also be screened right before the classic Chehalis Flying Saucer Party feature film is screened the next day. The feature film has yet to be determined.\n\nDeadline to submit a film is Aug. 5, and the submission fee is $30. The late submission deadline is Aug. 25, and the submission fee will be $40 then.\n\nHowever, for those who submit their films before the early deadline of June 24, the fee is only $25.\n\nSubmissions can be made at https://filmfreeway.com/NWFlyingSaucerFilmFest.\n\nTo view the film submissions and winners from the inaugural Northwest Flying Saucer Film Fest, read The Chronicle's coverage at https://tinyurl.com/bdhx2mdy. For films and winners from last year's film festival, visit https://tinyurl.com/4pacnc36.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFor more information about the Northwest Flying Saucer Film Fest, visit its Facebook page at https://tinyurl.com/2z9c9mwv.\n\nKenneth Arnold\n\nJune 24, 2025, will be the 78th anniversary of Chehalis resident Kenneth Arnold's historic 1947 UFO sighting which sparked the \"Summer of the Saucers,\" where hundreds of UFO sightings were reported nationwide, including the the Maury Island Incident, which had the first documented encounter with the Men in Black, and, of course, Roswell.\n\nThe Chehalis Flying Saucer Party, scheduled for Sept. 12 and 13 this year, celebrates Arnold's sighting.\n\nWhen Arnold took to the skies over Southwest Washington on June 24, 1947, he had no idea his flight would be talked about well beyond his own lifetime.\n\nAdvertisement Advertisement\n\nWhat was supposed to be a routine flight from Chehalis to Pendleton, Oregon, in his single-engine CalAir A-2 airplane turned into anything but routine, when about 20 miles west of Mount Rainier, somewhere near Mineral, he saw a bright flash in the northeast.\n\nInitially, Arnold thought it was light reflecting off the metallic wings of another aircraft, but after more flashes appeared, he got a better look and quickly realized he wasn't witnessing any known conventional craft.\n\nArnold saw nine metallic objects flying in an echelon formation stretching nearly 5 miles. From his observations, each object appeared to be circular, roughly 100 feet in diameter, with no discernable tail matching conventional aircraft. The objects would periodically perform various aerial maneuvers including flips, banks and weaves.\n\nThough it was only an estimate, Arnold knew the distance between Mount Rainier to Mount Adams and timed the objects as they traveled between the peaks. He calculated their airspeed to be at least 1,500 mph, more than twice as fast as any aircraft of the time.\n\nAdvertisement Advertisement\n\nIn fact, the sound barrier had yet to be broken still until later that year in October when Chuck Yeager exceeded it for the first time flying his Bell X-1 flying at 767 mph.\n\nTo this day, nobody knows what Arnold saw in the skies above Mount Rainier, which eventually came to be known as \"flying saucers\" after an East Oregonian article used the words \"saucer-like aircraft\" to describe them the day after Arnold's sighting.\n\nChehalis residents began celebrating Arnold's sighting with a \"saucer drop\" during the Krazy Days festival in the 1960s and 70s, but the tradition was eventually forgotten until the Chehalis Flying Saucer Party revived it in 2019.\n\nAside from the Northwest Flying Saucer Film Fest and saucer drop event, the Chehalis Flying Saucer Party features speakers from throughout the paranormal investigative world along with special UFO-themed displays at the Lewis County Historical Museum.\n\nFor more information on the Chehalis Flying Saucer Party, visit its website at https://www.flyingsaucerparty.org/ or follow the party on Facebook at https://www.facebook.com/flyingsaucerparty."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the latest show by Serial to the tale of a UFO sighting in regional Queensland, four great new podcasts to get your ears around",
            "link": "https://www.msn.com/en-au/news/australia/from-the-latest-show-by-serial-to-the-tale-of-a-ufo-sighting-in-regional-queensland-four-great-new-podcasts-to-get-your-ears-around/ar-AA1xPv5I?ocid=BingNewsVerp",
            "description": "Looking for a way to while away those long summer days or pass the time on a road trip? From the real story of Free Willy to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJXrSYZtIQLxKINyW2pYZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Image Playground: Your iPhone's New AI Image Generator App in iOS 18.2",
            "link": "https://www.msn.com/en-us/news/technology/ios-18-2-what-is-image-playground-and-how-to-make-illustrations-with-it/ar-AA1vGN3b?ocid=BingNewsVerp",
            "description": "If you have a compatible iPhone with iOS 18.2, Image Playground will be a new app on your home screen. The icon looks like a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.i57PqwFKTmWmwNllcSAOzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN8h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From posts to images, let AI take care of it all",
            "link": "https://www.yahoo.com/tech/posts-images-let-ai-care-100000004.html",
            "description": "Get lifetime access to 1min.AI's Advanced Business Plan for just $99.99 (reg. $540) and let AI handle your writing, design, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2fo5vmazCSdYOa0aVxAX1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nOwn this multi-tool AI app forever for $100\n\nTL;DR: 1min.AI’s Advanced Business Plan gives you multiple tools for content, design, multimedia creation, and more for just $99.99 (reg. $540) for life.\n\nHaven't we all imagined what it would be like to have a personal assistant? Ideally, that someone would be part graphic designer, content writer, video editor, and translator — all rolled into one.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThat’s exactly what 1min.AI delivers, and now you can get lifetime access to its Advanced Business Plan for just $99.99 (regularly $540). If you’ve ever wished for a magic wand to streamline your workload, this might be the closest you'll get.\n\nThis all-in-one AI app is ideal for professionals, creatives, and entrepreneurs. Need a blog post in minutes? Done. Want to upscale an image for your presentation? Easy. Looking to translate or summarize a lengthy PDF? No sweat. With 4,000,000 credits per month and up to 450,000 bonus credits, you’ll have the tools to tackle almost any project.\n\n1min.AI leverages cutting-edge AI models like GPT-4, Claude, Llama, and Mistral to offer a vast array of tools. From keyword research and social media content generation to audio editing and video creation, this platform ensures you can achieve professional results without professional fees.\n\nIts image generator can bring your visual ideas to life in a snap, while the PDF tools let you summarize or translate documents. And with advanced audio and video editing capabilities, producing polished multimedia content is much easier.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhat sets 1min.AI apart is its flexibility. Use it to create a brand voice, engage with social media, or brainstorm ideas with AI chat assistants. Whether you’re a marketer refining copy or a small business owner managing online content, this app was made to adapt to your unique needs.\n\nFor less than a dinner out for two, this lifetime subscription eliminates the recurring fees of other AI tools.\n\nIf you’re serious about leveraging technology to save time and boost productivity, this could be your next best decision.\n\nGet lifetime access to 1min.AI’s Advanced Business Plan for just $99.99 (regularly $540) while it's on sale.\n\nStackSocial prices subject to change.\n\n1min.AI Advanced\n\nOpens in a new window\n\nCredit: 1min.AI\n\n1min.AI Advanced Business Plan Lifetime Subscription\n\n$99.99\n\n$540.00 Save $440.01"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prompting With AI Personas Gets Streamlined Via Advent Of Million And Billion Personas-Sized Datasets",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/24/prompting-with-ai-personas-gets-streamlined-via-advent-of-million-and-billion-personas-sized-datasets/",
            "description": "Prompt engineering includes invoking AI personas. There are now handy AI persona datasets, freely providing millions/billions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q1SIEi9goY896iWDR4FP6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shogakukan Launches Light Novel and Manga App with AI-Assisted Translations",
            "link": "https://gamerant.com/shogakukan-novel-manga-app-with-ai-translations/",
            "description": "Novelous is a new app to read manga and novel, but it has sparked controversies due to the use of AI translation.",
            "image_url": "https://www.bing.com/th?id=OVFT.Erxq-PJjTlbwOko8NnC1wS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Game Rant12h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Don't Want to Pay for Copilot AI? Switch to Microsoft 365 Classic",
            "link": "https://www.yahoo.com/tech/dont-want-pay-copilot-ai-150000963.html",
            "description": "A standard subscription to Microsoft 365 includes Copilot for an additional $3 per month. Here’s how to get a cheaper Classic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OkYw3iTdzTNI3P9l-TJ3QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "Yahoo",
            "article_content": "PCMag editors select and review products independently. If you buy through affiliate links, we may earn commissions, which help support our testing.\n\nWith its first to in over a decade, the company is adding some features to its apps, including Excel, PowerPoint, and Word. Copilot AI can summarize text or rewrite it in a different tone, suggest Excel formulas based on your data, create presentations around a prompt, and more. Those features incur a $3 monthly increase, bringing the prices of Personal and Family plans up to $99.99 and $129.99 per year, respectively.\n\nBut if you're an existing Microsoft 365 subscriber who doesn't want anything to do with AI, you can keep your current pricing...for now. These cheaper plans are called Microsoft 365 Personal Classic ($69.99 per year) and Family Classic ($99.99 per year). With these subscriptions, you still get access to all of Microsoft's top-notch desktop productivity apps, 1TB of OneDrive storage per user, the Microsoft Defender security suite (which includes VPN, identity theft protection, and dark web monitoring features), and an ad-free email account.\n\nHow to Switch to a Microsoft 365 Classic Plan\n\nMicrosoft doesn't make the process of switching to a Classic version as straightforward as it could be, so we detail all the steps below, followed by answers to some questions you might have:\n\n1. Start to Cancel Your Existing Subscription\n\nThis might sound ominous, especially if you store important documents on OneDrive. But stay with us; your documents aren’t going anywhere (unless you completely cancel the account). Start by going to your Microsoft account’s Subscriptions page. Find your Microsoft 365 subscription, choose Manage subscription, and click on Cancel subscription. (The Switch plan option lets you change only between annual and monthly payments.)\n\n2. Choose a Classic Plan\n\nA scary warning appears at the top of the Cancel page, explaining how you’ll lose everything in your OneDrive storage if you cancel. Again, you don't need to worry. Scroll down past the option to switch to monthly payments to find the Classic options—they appear next to your current subscription. Note that since I have an existing Family plan, I can also downgrade to a Personal plan. But I can't downgrade to a Personal Classic plan; only existing Personal plan subscribers get that option. If you’re not a current subscriber, you won’t be able to get either Classic plan. Click the Switch Plan option in the Classic box to continue.\n\n3. Confirm Your Purchase\n\nChoose a payment method and then hit Buy. Microsoft won't charge you until your account is due for renewal.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHow to Turn Off Copilot Without Switching Plans\n\nIf you just don't like AI, you can turn off Copilot even when you have a plan that includes it. Microsoft intends to add a clear Enable Copilot checkbox to the Office applications, but you can go to File > Options > Trust Center > Trust Center Settings > Privacy Options > Privacy Settings and uncheck the Connected Experiences checkboxes in the meantime. It’s that arcane, and a simple Enable Copilot checkbox will make this much easier. Be aware that turning off all connected experiences means you lose things like text prediction. You can find a complete list of what this setting controls .\n\nMore Questions About Copilot and Microsoft 365 Classic\n\nCan You Switch Back to a Subscription That Includes Copilot?\n\nYes, you can at any time. Just go back to the subscription page and choose one of the non-Classic options.\n\nDo You Still Get Any Copilot Features for Free If You Switch to Classic?\n\nYes, but not inside the Office applications. To use them, go to copilot.microsoft.com or click on the fancy Copilot icon in the Windows toolbar.\n\nDoes Everyone in a Family Plan Get Copilot Features in the Office Apps?\n\nNo. Only the main account holder in the plan gets the Copilot Pro features.\n\nDoes a Microsoft 365 Subscription Provide the Same Copilot Features as a Copilot Pro Subscription?\n\nNo. With a Microsoft 365 subscription (non-Classic), you get 60 AI credits versus “extensive” credits with Copilot Pro. Microsoft smartly avoids the fraught term unlimited here. What’s a credit? It’s basically any AI text or image generation you request (). With Pro, you also get priority access to the latest AI models (including ChatGPT-4o and more), the ability to craft custom GPTs, and early access to new capabilities like .\n\nGet Lifetime Access to Microsoft Office Apps Instead\n\nIf you're sick of subscriptions, Microsoft offers a of its office suite for both personal ($149.99) and business ($249.99) users. The one-time pricing gets you a single license and continual security patches, but that's it. You won’t get any OneDrive cloud storage beyond the free 5GB, collaborative document editing and sharing, or other features."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Flushing toilets. Blaring alarms. How paranormal activity followed the cast of new supernatural movie 'Presence.'",
            "link": "https://www.msn.com/en-us/entertainment/movies/flushing-toilets-blaring-alarms-how-paranormal-activity-followed-the-cast-of-new-supernatural-movie-presence/ar-AA1xQnbt?ocid=BingNewsVerp",
            "description": "The story begins to unfold when a family of four moves into a new suburban home after the teenage daughter Chloe (Callina ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bKLqYZfYSYvPSrRUwoR4Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is the London Underground haunted? TfL reveals recent 'ghost' sighting on the Tube",
            "link": "https://www.msn.com/en-gb/news/uknews/is-the-london-underground-haunted-tfl-reveals-most-recent-ghost-sighting-on-the-tube/ar-AA1xQ6IZ?ocid=BingNewsVerp",
            "description": "Transport for London has been searching its records for sightings of ghosts, spirits, ghouls, poltergeists and banshees on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H1YIp3s-Pi-5uY7rbecZuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9hon MSN",
            "source": "Evening Standard on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The paranormal enthusiasts searching for evidence of life after death across Lincolnshire",
            "link": "https://www.msn.com/en-gb/society-culture-and-history/religion-and-spirituality/the-paranormal-enthusiasts-searching-for-evidence-of-life-after-death-across-lincolnshire/ar-AA1xPniH?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Hyu5bZTSbviOERuQRW_uIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN16h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Abby Trott and A.J. Beckles Were the Best Choices For the English Dub of Dandadan",
            "link": "https://gamerant.com/dandadan-english-dub-best-casting-choice/",
            "description": "The English voice actors of Momo and Okarun were brilliant casting choices, but what makes their inclusion such a great ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e2En39LeJmXRjacYiuhD6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Game Rant1h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "13 Iconic Scream Queens Who’ve Dominated the Art of Horror",
            "link": "https://www.yahoo.com/entertainment/13-iconic-scream-queens-ve-140001827.html",
            "description": "Scream queens are actresses who have carved a unique niche for themselves as the stars of multiple scary movies. For horror ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nRpVaBUK-ntiplHs0Slyly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "6h",
            "source": "Yahoo",
            "article_content": "Scream queens are actresses who have carved a unique niche for themselves as the stars of multiple scary movies. For horror movie fans, scream queens are the genre's iconic heroines who face their fears and scream their lungs out in the process.\n\nFay Wray, who played Ann Darrow in 1933's King Kong, is considered one of cinema's first scream queens. Since then, every decade has beget more horror-movie goddesses, including Psycho‘s Janet Leigh, Halloween‘s Jamie Lee Curtis, A Nightmare on Elm Street‘s Heather Langenkamp, The Ring‘s Naomi Watts, and today's Mia Goth and Jenna Ortega.\n\nAll of the following scream queens have made memorable horror films that many of you will probably binge-watch during the Halloween season. Who is the one scream queen to rule them all?\n\nJanet Leigh\n\nImage Credit: Jeweler – Hitchcock Magazine – Public Domain/Wiki Commons.\n\nJanet Leigh will forever be remembered as Marion Crane — the guest stabbed to death in the shower of the Bates Motel — in Alfred Hitchcock's Psycho. Had Leigh never appeared in another horror movie after Psycho, she would still be scream queen royalty because of that iconic performance.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nYears after Psycho, Leigh battled giant rabbits in the 1972 sci-fi horror film Night of the Lepus, which admittedly elicits more giggles than screams. She also starred opposite her daughter and fellow scream queen, Jamie Lee Curtis, in John Carpenter's spooky ghost story The Fog and 1998's Halloween H20: Twenty Years Later. In the latter sequel, Leigh's character drives away in the same car her character drove in Psycho.\n\nJamie Lee Curtis\n\nImage Credit: Compass International Pictures.\n\nJamie Lee Curtis, the daughter of scream queen Janet Leigh, became arguably the most iconic scream of all time by playing Laurie Strode in John Carpenter's 1978 seminal slasher film Halloween. She reprised the role in several sequels, including 2022's Halloween Ends, in which she finishes off boogeyman Michael Myers once and for all.\n\nCurtis followed up Halloween with a string of horror films — The Fog, Prom Night, and Terror Train — that cemented her status as a scream queen. Although she stepped away from the horror genre for years to explore comedy and other roles, Curtis never forgot what made her a star. Even when she won a Best Supporting Actor Oscar for her role in Everything Everywhere All at Once, she thanked the “thousands and thousands” of horror fans who have supported her over the years.\n\nHeather Langenkamp\n\nImage Credit: New Line Cinema.\n\nHorror fans know Heather Langenkamp as Nancy Thompson, the first character to ever defeat dream demon Freddy Krueger in A Nightmare on Elm Street. Langenkamp reprised her role in A Nightmare on Elm Street 3: Dream Warriors, in which Nancy dies.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn an ingenious way to resurrect Nancy for the big screen, Langenkamp plays a fictionalized version of herself in 1994's Wes Craven's New Nightmare in which Freddy tries to enter the real world. On-screen, Craven asks Langenkamp if she has “the courage to play Nancy one last time.”\n\nBehind the scenes, Langenkamp co-owns AFX Studio with her husband and has worked as a special effects makeup coordinator on horror movies such as 2004's Dawn of the Dead and 2012's The Cabin in the Woods.\n\nNeve Campbell\n\nImage Credit: Dimension Films.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nNeve Campbell has played “final girl” Sidney Prescott in five of the six Scream movies, beginning with Wes Craven's 1996 meta classic Scream. Each movie has one or more different people committing murders while dressed as Ghostface, and Sidney grows stronger and more resilient as the sequels continue. Although she sat out Scream VI due to a salary dispute, Campbell is front and center again as the lead in the upcoming Scream VII, directed by original Scream scribe Kevin Williamson.\n\nAside from the Scream movies and her role as a teen witch in the cult favorite The Craft, Campbell has explored other genres in movies such as Wild Things, Skyscraper, and Drowning Mona.\n\nMia Goth\n\nImage Credit: A24.\n\nBritish actress Mia Goth already has a surname that calls forth images of horror movies, dark castles, and Universal monsters, so this is an actress born to make scary films.\n\nGoth made an impression in the 2018 remake of Suspiria, but she cemented her scream queen status by playing the '70s adult-film actress Maxine Minx in Ti West's X. She played the titular character in the prequel Pearl, which is filmed like the Gone With the Wind of horror. In Maxine, the third film in the trilogy, Goth reprises her role as Maxine Minx in 1985 Los Angeles, where Maxine tries to become a Hollywood scream queen as the Night Stalker terrorizes the city.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn addition to the X trilogy, Goth also played an off-the-hook character in Brandon Cronenberg's sci-fi horror movie Infinity Pool. Next, Goth lives up to her last name by playing the Bride in Guillermo del Toro's Frankenstein.\n\nNaomi Watts\n\nImage Credit: DreamWorks Pictures.\n\nOscar nominee Naomi Watts elevates any movie she's in, making her the best part of dubious horror films such as Children of the Corn IV: The Gathering and Down. Things went up for Watts' career after the latter elevator-horror tale.\n\nAfter proving her range as an actress in David Lynch's nightmarish Mulholland Drive, Watts achieved scream queen status by battling a little black-haired ghost girl who crawls out of TVs in The Ring and The Ring Two. She went on to play Ann Darrow in Peter Jackson's remake of King Kong.\n\nAlthough Watts doesn't limit herself to only the horror genre, she returned to play the titular mother in the 2022 psychological horror film Goodnight Mommy.\n\nBarbara Crampton\n\nImage Credit: Empire International Pictures.\n\nAfter starting out as a soap opera actress, Barbara Crampton committed to full-time scream queen work and never looked back. Crampton played Megan Halsey in Re-Animator, battled malfunctioning security robots in Chopping Mall, earned a Saturn Award nomination for playing Dr. Katherine McMichaels in From Beyond, and made a cameo in the first Puppet Master — and that was just the 1980s.\n\nAdvertisement Advertisement\n\nIn this century, Crampton continued her reign as one of the most enduring scream queens in history with roles in horror movies such as You're Next, The Lords of Salem, and Beyond the Gates. In 2022's Suitable Flesh, Crampton produced and stars opposite Heather Graham in the body-swapping horror flick.\n\nYou know an actress embraces her status as a scream queen when she attends horror conventions like L.A.'s Monsterpalooza, which Crampton does regularly to meet fans, pose for pictures, and sign autographs.\n\nDanielle Harris\n\nImage Credit: Galaxy Releasing.\n\nAdvertisement Advertisement\n\nDanielle Harris started her career as a scream queen early in life by playing Jamie Lloyd, the daughter of Laurie Strode, in Halloween 4: The Return of Michael Myers and Halloween 5: The Revenge of Michael Myers. Those roles prepped her to play a goth college student in Urban Legend before she returned to play a different character, Annie Brackett, in Rob Zombie's Halloween and Halloween II.\n\nIn the previous decade, Harris carved out a name for herself as an adult scream queen by playing Marybeth Dunston in the Hatchet horror series. In 2024, she joined other scream queens and horror icons in the partially crowdfunded horror movie Stream.\n\nDee Wallace\n\nImage Credit: Warner Bros.\n\nMost people remember Dee Wallace as the mom in E.T. the Extra-Terrestrial, but horror fans revere her as one of the most enduring scream queens in movie history.\n\nIn the 1970s and 1980s, Wallace stretched her lungs in horror classics such as The Hills Have Eyes, Cujo, The Howling, and Critters, to name a few. In the 1990s and 2000s, Wallace held on to her scream queen crown with roles in The Frighteners, Popcorn, The House of the Devil, and Rob Zombie's Halloween, in which she plays Cynthia Strode — the adoptive mother of Laurie Strode.\n\nAdvertisement Advertisement\n\nFrom the 2010s until today, Wallace continued her work in the horror genre in movies such as The Lords of Salem, Red Christmas, Critters Attack!, Jeepers Creepers: Reborn, and 13 Fanboy. In the latter meta slasher, Wallace plays herself as she hangs with other scream queens after a horror convention and is targeted by an obsessed fan who wants to re-create their death scenes in real life.\n\nLinda Blair\n\nImage Credit: Warner Bros.\n\nLinda Blair will forever be remembered as the possessed Regan MacNeil — a girl who went from apple-cheeked youth to projectile-vomiting demon — in The Exorcist, a film many consider the scariest movie of all time. Blair reprised the role for Exorcist II: The Heretic and 2023's The Exorcist: Believer.\n\nAside from The Exorcist, Blair starred in horror movies such as the made-for-TV Summer of Fear, directed by Wes Craven. Craven later gave Blair a cameo role as a pushy reporter in Scream.\n\nVera Farmiga\n\nImage Credit: Warner Bros. Pictures.\n\nVera Farmiga cemented her status as a scream queen by playing paranormal investigator and self-professed demonologist Lorraine Warren in The Conjuring films, including the spin-off Annabelle Comes Home.\n\nAdvertisement Advertisement\n\nIn addition to her numerous appearances as Warren, Farmiga also had lead roles in the horror films Joshua and Orphan. On TV, she played the iconic role of Norma Bates, the mother of Psycho‘s Norman Bates, for five seasons on Bates Motel.\n\nMarilyn Burns\n\nImage Credit: Bryanston Distributing Company.\n\nAdvertisement Advertisement\n\nSome of the women horror fans revere as scream queens don't actually scream that much on-screen. This is not the case for Marilyn Burns, who played Sally Hardesty — the only survivor of Tobe Hooper's The Texas Chainsaw Massacre. Burns spends the majority of that movie emitting bloodcurdling screams as she is pursued by a chainsaw-wielding maniac named Leatherface and his family of cannibals.\n\nBurns appeared in Hooper's 1977 horror film Eaten Alive and a few other genre pictures, such as 1985's Future-Kill. She reprised her role as Sally with a cameo in 1995's The Return of the Texas Chainsaw Massacre and played a different character entirely in 2013's Texas Chainsaw 3D. Burns passed away in Texas in 2014 at age 65.\n\nJenna Ortega\n\nImage Credit: Paramount Pictures.\n\nJenna Ortega is off to a solid start as one of the next generation of scream queens. People probably don't remember that she played a girl named Annie in Insidious: Chapter 2. Nine years later, she played Tara Carpenter in 2022's Scream and barely survived her run-in with Ghostface. She reprised the role in 2023's Scream VI, which moved the action to New York City. The same year as Scream, Ortega also starred opposite fellow scream queen Mia Goth in X.\n\nAfter her dance moves on the Netflix series Wednesday went viral, Ortega became Tim Burton's latest muse. In the director's long-awaited sequel Beetlejuice Beetlejuice, Ortega plays Astrid Deetz, the daughter of elder goth Lydia Deetz (Winona Ryder)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Einstein Probe Uncovers a Puzzling 12.5 Billion-Year-Old Cosmic Explosion",
            "link": "https://scitechdaily.com/einstein-probe-uncovers-a-puzzling-12-5-billion-year-old-cosmic-explosion/",
            "description": "The Einstein Probe is revolutionizing our view of the distant X-ray universe, offering an unprecedented look at some of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sPIiYI8lkkDDpMg7XI_OLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "13m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=OVFT.x8k4H-C2Ay64yeEys4Vhry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Science Friday22h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nUsing AI to discover, or design, the building blocks of drugs is a fast-growing area of research. Another team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "14-year-old Noida boy discovers an asteroid, NASA is letting him name it",
            "link": "https://www.msn.com/en-in/science/astronomy/14-year-old-noida-boy-discovers-an-asteroid-nasa-lets-him-name-it/ar-AA1xQVHf?ocid=BingNewsVerp",
            "description": "Through the International Asteroid Discovery Project, Daksh Malik successfully discovered asteroid 2023 OG40 in the main ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BDSavRUwBi17hb7DQRAnFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ThePrint on MSN5h",
            "source": "ThePrint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Star That Proved the Universe Is Bigger Than We Imagined",
            "link": "https://scitechdaily.com/the-star-that-proved-the-universe-is-bigger-than-we-imagined/",
            "description": "Pinpointing a Milepost Marker Star that Opened the Realm of Galaxies At the dawn of the 20th century, astronomers faced a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pKUdEEEVk2G5C-5W7Tno-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "16h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Immune environment found to influence success of leukemia immunotherapy",
            "link": "https://www.msn.com/en-gb/health/other/immune-environment-found-to-influence-success-of-leukemia-immunotherapy/ar-AA1xPkRW?ocid=BingNewsVerp",
            "description": "A research team from Columbia Engineering and the Irving Institute for Cancer Dynamics made a pivotal discovery in the field ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2bORYj_jU7KBBmLKZCfQKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "News Medical on MSN17h",
            "source": "News Medical on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI wants to take over your browser",
            "link": "https://www.msn.com/en-us/news/technology/openai-wants-to-take-over-your-browser/ar-AA1xRhza?ocid=BingNewsVerp",
            "description": "Welcome back to Week in Review. This week we’re diving into OpenAI’s newly released AI agent, called Operator. We also look ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Zc77FZGPV2dYGc1tPsCr9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Podcast: Stargate, OpenAI and Microsoft; BlueSky in Seattle; and Madrona’s big new funds",
            "link": "https://www.msn.com/en-us/money/other/podcast-stargate-openai-and-microsoft-bluesky-in-seattle-and-madrona-s-big-new-funds/ar-AA1xR1Ll?ocid=BingNewsVerp",
            "description": "This week on the GeekWire Podcast, we delve into the Stargate Project announcement by OpenAI, Oracle and Softbank, in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eYp0sOTYyY_s52ROFGhtOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "4hon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Joe Biden left Elon Musk a parting gift that's helping fuel his beef with OpenAI",
            "link": "https://www.msn.com/en-us/politics/government/joe-biden-s-parting-gift-to-elon-musk-2-11th-hour-filings-that-bolster-the-tech-big-s-beef-with-sam-altman-microsoft/ar-AA1xPlW4?ocid=BingNewsVerp",
            "description": "WIth one foot out the White House door, the Biden administration issued 2 documents Musk is now using in his battle to break ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NOxhFtjvWxsPonZViytzQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "18hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Bets It All on OpenAI",
            "link": "https://www.msn.com/en-us/money/companies/trump-bets-it-all-on-openai/ar-AA1xOIvy?ocid=BingNewsVerp",
            "description": "Earlier this week, he unveiled perhaps the most ambitious infrastructure project in history—and all but dedicated it to Sam ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8_vmEabpN-kVNd8cWIJyBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22hon MSN",
            "source": "The Atlantic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Benchmark's Bill Gurley: Microsoft-OpenAI deal sounds like one of the most complex of all time",
            "link": "https://www.msn.com/en-ca/money/other/benchmark-s-bill-gurley-microsoft-openai-deal-sounds-like-one-of-the-most-complex-of-all-time/vi-AA1xOI0V?ocid=BingNewsVerp",
            "description": "Bill Gurley, Benchmark general partner, joins 'Closing Bell' to discuss Stargate's impact on AI infrastructure, Elon musk and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1BEJH1hb5dxDfXJ9hR5EUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Skibidi Battlegrounds Codes – January 2025",
            "link": "https://www.msn.com/en-us/news/technology/skibidi-battlegrounds-codes-january-2025/ar-AA1u4RXS?ocid=BingNewsVerp",
            "description": "Looking for the latest Skibidi Battlegrounds codes? We’ve got you covered! This list includes all of the active… The post ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GooYc1okHswV9wjHbKDwLS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "PowerUp Gamer on MSN8h",
            "source": "PowerUp Gamer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Spirit Airlines passengers may be asked to leave if 'inadequately clothed' following new dress code",
            "link": "https://www.msn.com/en-in/fashion-and-style/fashion-trends/spirit-airlines-passengers-may-be-asked-to-leave-if-inadequately-clothed-following-new-dress-code/ar-AA1xRix9?ocid=BingNewsVerp",
            "description": "Spirit Airlines has updated its dress requirements effective January 22, mandating that passengers must not be barefoot or ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wO9hAAvUWd9H4KTfFTsBrC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "52mon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Databases in 2024: Growth, Change and Controversy",
            "link": "https://www.infoq.com/news/2025/01/database-review-2024/",
            "description": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kl3F_ZO0mrIYIM8vzZX8yS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "InfoQ13h",
            "source": "InfoQ",
            "article_content": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from the past year. The opinionated report, \"Databases in 2024: A Year in Review,\" highlights that while we may indeed be in the \"golden era of databases,\" last year brought significant license changes, the rapid growth of DuckDB, and some surprising new releases.\n\nDiscussing the \"turbulent\" year for open source databases, including major license changes for Redis and Elasticsearch, Pavlo writes:\n\nNotice that Redis and Elasticsearch are receiving more backlash compared to other systems that made similar moves. (...) It cannot be because the Redis and Elasticsearch install base is so much larger than these other systems (...) since the number of MongoDB and Kafka installations was equally as large when they switched their licenses. In the case of Redis, I can only think that people perceive Redis Ltd. as unfairly profiting off others' work since the company's founders were not the system's original creators.\n\nSimilar to how Postgres has emerged as the default choice for operational databases in recent years, DuckDB has, according to the 2024 article, \"entered the zeitgeist as the default choice for running analytical queries on data.\" This trend justifies the recent release of four different extensions integrating the OLAP database with Postgres, as Pavlo explains:\n\nMost OLAP queries do not access that much data. Fivetran analyzed traces from Snowflake and Redshift and showed that the median amount of data scanned by queries is only 100 MB. Such a small amount of data means a single DuckDB instance is enough for most to handle most queries.\n\nAn associate professor at Carnegie Mellon University and former co-founder of OtterTune, Pavlo began publishing an annual analysis in 2021, focusing on the dominance of PostgreSQL. In 2022, the main topic was \"Blockchain databases are still a stupid idea,\" while in 2023, he shifted focus to the rise of vector databases.\n\nThe 2024 retrospective by the database management systems expert garnered significant attention, sparking popular threads on Reddit and Hacker News. An opinionated statement (\"I don't care for Redis. It is slow, it has fake transactions, and its query syntax is a freakshow.\") ignited a heated exchange on Hacker News with Redis creator Salvatore Sanfilippo, better known as \"antirez,\" about the importance and design of the once open-source key-value store.\n\nFocusing on major releases, the retrospective highlights Microsoft Garnet and Valkey as notable key-value stores. Pavlo, however, expresses disappointment with the feature list in MySQL v9 and views the retirement of Amazon QLDB as significant:\n\nIf Amazon can't figure out how to make money on a blockchain database, then nobody can.\n\nDiscussing the recent Aurora DSQL preview, he adds:\n\nThis announcement shows you how much brand recognition the name \"Aurora\" carries in the database world because AWS used it for this new DBMS that seemingly shares no code with their flagship Aurora Postgres RDS offering.\n\nFollowing Pavlo's lead, the team at ByteBase recently released \"Database Tools in 2024: A Year in Review\". Many of Pavlo’s university lessons, along with his recent talk \"What Goes Around Comes Around... And Around…,\" are available on YouTube."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ethereum Price Forecast: ETH bounces back after week-long bearish pressure",
            "link": "https://www.fxstreet.com/cryptocurrencies/news/ethereum-price-forecast-eth-bounces-back-after-week-long-bearish-pressure-202501242130",
            "description": "Ethereum (ETH) is up 4% on Friday as it looks to bounce back from week-long bearish pressure that saw investors depositing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FOdOsDcTZQW9fpxKAqwmeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "22h",
            "source": "FXStreet",
            "article_content": "Ethereum price today: $3,330\n\nEthereum exchange reserve has risen by over 434,000 ETH in the past nine days following increased negative sentiment.\n\nETH's futures open interest remained fairly stable, indicating the market sentiment didn't move derivatives traders.\n\nEthereum's 20% rally is restricted by a symmetrical triangle resistance and a $3,550 hurdle.\n\nEthereum (ETH) is up 4% on Friday as it looks to bounce back from week-long bearish pressure that saw investors depositing over 434,000 ETH in exchanges. With the recent recovery and derivatives traders holding their positions firm, ETH could complete a 20% rally if it overcomes a symmetrical triangle resistance.\n\nEthereum on-chain metrics reveal impact of ETH's bearish sentiment\n\nEthereum faced one of its highest negative sentiment volumes in the past few days.\n\nCommunity members blasted the Ethereum Foundation's leadership and criticized its priorities following Solana's rally upon hosting the TRUMP meme coin. The criticism potentially saw investors jumping ship into other assets, as evidenced by key trends in ETH's on-chain metrics:\n\nEthereum exchange reserve, which measures the total amount of ETH on exchanges, increased by over 434,000 ETH in the past nine days, following the high negative sentiment surrounding the top altcoin. An increase in the amount of coins held in exchanges indicates higher selling pressure.\n\nETH Exchange Reserve. Source: CryptoQuant\n\nA similar trend is evident in ETH's total value staked, which declined to a six-month low of 34.15 million ETH. A decline in total value staked signifies investors are not opting to hold ETH over the long term and could quickly sell off their assets during periods of high volatility.\n\nETH Total Value Staked. Source: CryptoQuant\n\nNotably, the bearish pressure that saw ETH briefly decline below $3,200 came from both short-term and long-term holders considering the Dormant Circulation across both cohorts saw a slight uptick. Dormant Circulation measures the amount of coins within specific age cohorts that switched addresses.\n\nETH Dormant Circulation. Source: Santiment\n\nHowever, periods of high negative sentiment for top crypto assets have often coincided with a price bottom. This could partly explain why ETH has quickly recovered and risen above the $3,300 level in the past 24 hours.\n\nOn the other hand, Ethereum's futures open interest saw a slight increase in the past two days, reaching an all-time high of 9.50 million ETH on Friday.\n\nEthereum Open Interest. Source: Coinglass\n\nOpen interest is the total amount of unsettled contracts in a derivatives market.\n\nDespite the negativity surrounding ETH, its open interest was fairly stable, indicating derivatives traders maintained their positions.\n\nMeanwhile, Ethereum exchange-traded funds (ETFs) ended their six-day inflow streak after recording net outflows of $14.90 million on Thursday, per Coinglass data.\n\nEthereum Price Forecast: ETH eyes move above symmetrical triangle and $3,550 resistance\n\nEthereum experienced $35.24 million in liquidations in the past 24 hours, per Coinglass data. The total amount of liquidated long and short positions accounted for $13.95 and $21.29 million, respectively.\n\nOn the 8-hour chart, Ethereum bounced off a symmetrical triangle's lower boundary support line. Notably, ETH has struggled near the 200-day and 50-day Simple Moving Averages (SMAs) in the past nine days before seeing a 4% rise on Friday.\n\nETH/USDT 8-hour chart\n\nOn the upside, ETH faces the upper boundary resistance of a symmetrical triangle — strengthened by the 100-day SMA. If ETH clears this hurdle and flips the $3,550 resistance to a support level, it could rally nearly 20% to tackle the $4,100 critical resistance.\n\nOn the downside, ETH could find support near the $3,000 psychological level if it declines below the triangle's lower boundary support line. A sustained move below $3,000 will validate a Head-and-Shoulders (H&S) pattern that could spark a mega-bearish trend for ETH.\n\nThe Relative Strength Index (RSI) and Moving Average Convergence Divergence (MACD) are above their neutral levels, indicating rising bullish pressure."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "In address to nation, President Droupadi Murmu bats for ‘One Nation One Election’",
            "link": "https://www.thehindu.com/newsletter/the-evening-wrap/in-address-to-nation-president-droupadi-murmu-bats-for-one-nation-one-election/article69141083.ece",
            "description": "President Droupadi Murmu on Saturday advocated for the 'One Nation One Election' initiative, asserting it has the potential to redefine 'good governance' in the country by promoting consistency in ...",
            "image_url": "https://www.bing.com/th?id=OJ.Za3GKeUR4CvH0Q&pid=news&w=129&h=16&rs=2",
            "category": "code+trends",
            "date": "4h",
            "source": "The Hindu",
            "article_content": "President Droupadi Murmu on Saturday advocated for the “One Nation One Election” initiative, asserting it has the potential to redefine “good governance” in the country by promoting consistency in governance, preventing policy paralysis, mitigating resource diversion, and alleviating financial burdens on the state.\n\nIn her address to the nation ahead of the 76th Republic Day, she emphasised the government’s ongoing efforts to “eliminate remnants of a colonial mindset that have lingered in the country for decades” and cited the replacement of the British-era criminal laws with three new modern laws.\n\nRead the full text of the President’s speech here\n\n“We have been witnessing concerted efforts to change that mindset... Reforms of such magnitude require an audacity of vision,” she said.\n\nHighlighting the significance of the proposed bill aimed at synchronising election schedules across the country, Murmu noted, “The ‘One Nation One Election’ plan can offer numerous benefits, including enhanced governance and reduced financial strain.” In discussing legal reforms, she pointed out the need to replace the Indian Penal Code, the Code of Criminal Procedure, and the Indian Evidence Act with new laws reflective of Indian traditions.\n\nShe mentioned the introduction of the Bharatiya Nyaya Sanhita, the Bharatiya Nagarik Suraksha Sanhita, and the Bharatiya Sakshya Adhiniyam, which prioritise the delivery of justice over mere punishment and place a strong emphasis on addressing crimes against women and children.\n\nReflecting on the significance of the Constitution, the President highlighted the progress achieved over the past 75 years.\n\n“At the time of Independence, many parts of the country faced extreme poverty and hunger. However, we maintained a belief in ourselves and created conditions for growth,” she said.\n\nNoting the contributions of farmers and labourers, she said India’s economy now plays a pivotal role in global economic trends, asserting that this transformation is rooted in the framework established by the Constitution.\n\nThe President also pointed to the persistently high economic growth rate in recent years, which has generated job opportunities, increased income for farmers and labourers, and lifted many out of poverty.\n\nShe underscored the importance of inclusive growth and the government’s commitment to welfare, making basic necessities such as housing and access to clean drinking water entitlements for citizens.\n\nEfforts to support marginalised communities, particularly those belonging to Scheduled Castes (SC), Scheduled Tribes (ST), and Other Backward Classes (OBC), were also highlighted.\n\nMurmu mentioned various initiatives, including pre-matric and post-matric scholarships, national fellowships, and dedicated schemes aimed at the socio-economic development of these communities, such as the Pradhan Mantri Anusuchit Jaati Abhyuday Yojana and the Pradhan Mantri Janjati Adivasi Nyaya Maha Abhiyan.\n\nThe President’s address underscored the government’s commitment to fostering inclusive growth and redefining governance standards in the country, creating a vision for a more equitable and prosperous future for all citizens.\n\nShe emphasised that this occasion is a collective celebration of joy and pride for all citizens and remarked that while 75 years may seem like a brief moment in the life of a nation, it has been a significant period for India, marked by the revival of its long-dormant spirit and its journey to reclaim its rightful status among the world’s civilisations.\n\nReflecting on India’s historical journey, she urged citizens to remember the brave souls who sacrificed their lives for the nation’s freedom, highlighting the 150th birth anniversary of Bhagwan Birsa Munda, whose contributions to the freedom movement are now receiving due recognition.\n\nThe President praised the early 20th-century freedom fighters for uniting the nation in a well-organised independence movement and credited iconic figures like Mahatma Gandhi, Rabindranath Tagore, and Babasaheb Ambedkar for helping India rediscover its democratic values.\n\n“Justice, liberty, equality, and fraternity are not just modern concepts; they have always been integral to our civilisational heritage,” she asserted, noting that skeptics of the Constitution’s future were proven wrong.\n\nMurmu highlighted the inclusive nature of the Constituent Assembly, which represented diverse communities across the nation, including 15 women members who played pivotal roles in shaping the country’s democratic framework.\n\n“When women’s equality was a distant goal in many parts of the world, Indian women were actively engaged in the nation’s destiny,” she said.\n\nThe Constitution, according to the President, has evolved into a living document that serves as the foundation of India’s collective identity and has guided the nation’s progress over the past 75 years.\n\nShifting focus to present-day advancements, she highlighted the government’s emphasis on physical infrastructure development, which has laid the groundwork for sustained growth.\n\nShe commended the innovative use of technology in finance, noting that digital payment systems and direct benefit transfers have enhanced inclusion and transparency in the economy.\n\nThe health of the banking system has improved due to reforms like the Insolvency and Bankruptcy Code, which significantly reduced non-performing assets in commercial banks.\n\nLooking towards the future, the President underscored the importance of education in shaping the next generation.\n\nThe government has increased investments in the education sector, resulting in substantial improvements in learning quality and digital inclusion, especially in regional languages.\n\nMurmu noted that women teachers have played a crucial role in this educational transformation, with over 60 percent of new teachers being women As India marches confidently towards the future, the President affirmed that the dreams of today’s youth, particularly young women, will shape the nation by the time it celebrates a century of independence.\n\nShe expressed hope that future generations will recognise the pivotal role of the Constitution in guiding their journey.\n\nQuoting Mahatma Gandhi, she reiterated the importance of morality in governance and civic life, stating, “If Swaraj was not meant to civilize us, it would be nothing worth.”\n\nThe President called for a renewed commitment to Gandhiji’s ideals of truth, nonviolence, and compassion - not just towards fellow humans but also towards nature.\n\nShe urged all citizens to reaffirm their dedication to realising the dreams of a prosperous, inclusive, and morally conscious India as the country looks forward to its future.\n\n30 unsung heroes awarded Padma Shri\n\nA 100-year old freedom fighter from Goa, a Dhak player from West Bengal who trained 150 women in the male-dominated field and India’s first woman puppeteers, who is 96. They are among 30 unsung heroes from diverse fields who were awarded Padma Shri on Saturday.\n\nLibia Lobo Sardesai, who played an important role in Goa’s freedom movement, cofounded an underground radio station — ‘Voz da Liberdabe (Voice of Freedom)‘ — in a forested area in 1955 to rally people against the Portuguese rule.\n\nShe has been awarded the Padma Shri by the President on the occasion of 76th Republic Day.\n\nAlso among the awardees is Gokul Chandra Dey, a 57-year old Dhak player from West Bengal who broke the gender stereotype by training 150 women in the male-dominated field, according to a government statement.\n\nDey also created a lightweight Dhak type, 1.5 kg less than the conventional instrument, and represented India at various international platforms and performed with Maestros like Pandit Ravi Shankar and Ustad Zakir Hussain.\n\nA vocal advocate of woman empowerment, 82-year old Sally Holkar transformed once dying Maheshwari craft and founded Handloom school in Maheshwar, Madhya Pradesh, to give training in traditional weaving techniques.\n\nBorn in America and Inspired by Rani Ahilyabai Holkar’s legacy, she devoted five decades of her life to revitalise 300-year-old weaving legacy.\n\nShe has also been awarded Padma Shri.\n\nWildlife researcher and Marathi author Maruti Bhujangrao Chitampalli (92) who gave unique dictionaries on birds, animals and trees; 68-year old bhajan singer Batool Begum from Jaipur who is the only Rajasthani female to have performed at the Town Hall of Paris, percussionist Velu Aasaan (58) from Tamil Nadu who is standardising and reviving traditional Parai Isai art form are among the awardees.\n\nTogalu Gombeyaata (leather puppetry) master puppeteer Bhimavva Doddabalappa Shillekyathara, who was one of the first women to practise the art form, has also been awarded Padma Shri. The 96-year old ‘Grandmother of Gombeyaata’ mastered the art just 14 and has performed in more than 12 countries.\n\nLavjibhai Nagjibhai (64), a Tangaliya weaver from Dangasia community in Surendranagar Parmar; Vijayalakshmi Deshamane, veteran oncologist from Kalaburgi who provides free treatment to poor cancer patients; and Chaitram Devchand Pawar, who conserved 400 hectare of forest in Maharashtra, are also among the unsung heroes who have been given the coveted award.\n\nPandi Ram Mandavi, a traditional tribal musician and the creator of bamboo wind whistle called ‘Sulur’ or ‘Bastar flute’, is also amoing the awardees.\n\nRadha Bahin Bhatt, 91-year old social activist from Uttarakhand who works for the education of girl child, environment protection and who actively participated in famous ‘chipko andolan’, social worker from Gujarat Suresh Soni, who is working for leprosy patients and specially abled, have also been honoured with the award.\n\nTribal musician Joynacharan Bathari from Assam, who has dedicated 60 years of his life for the preservation and propagation of Dimasa folk music, Yoga practitioner from Kuwait Shaikha AJ Al Sabah, Nepali folk singer Gangtok Naren Gurung and former head of Gaynaecology Department of AIIMS Delhi, Neerja Bhatla, who played a key role in creating guidelines for cervical cancer, have also been given Padma Shri in the unsung heroes category.\n\nCentre finally notifies Unified Pension scheme option for government staff covered by NPS\n\nThe Unified Pension Scheme shall be applicable to such Central Government employees who are already covered under NPS and who “choose” the UPS option, the notification said, indicating workers will have to actively enroll into the UPS.\n\n“The existing Central Government Employees under National Pension System, on the effective date of operationalisation of the Unified Pension Scheme option, as well as the future employees of Central Government can choose to either take the Unified Pension Scheme option under the National Pension System or continue with the National Pension System without the Unified Pension Scheme option,” it said.\n\nFor those exercising the UPS option, their retirement corpus will comprise of two funds. First, an individual corpus with employee contribution and matching Central Government contribution made through their working lives, and second, will be a pool corpus with additional Central Government contribution.\n\nThe official order detailing the scheme stressed that “for the sake of clarity”, it is made clear that any employee who exercises the UPS option under the NPS, shall not be entitled for and cannot claim, any other policy concession, policy change, financial benefit, any parity with subsequent retirees etc. later, including post-retirement.\n\nThe UPS, announced in late August, was formulated as a step to address concerns of government employees about the NPS, by a high-level panel led by former Finance Secretary and the present Cabinet Secretary TV Somanathan.\n\nThe government had announced that employees covered under the NPS who have already retired would also be covered by the UPS. The formal notification states that the Pension Fund Regulatory and Development Authority (PFRDA) will determine the mechanism for making available the top-up amounts for such retirees who opt for the UPS, relative to the payouts they receive under the NPS.\n\nIn August 2024, the NDA government reversed a 21-year-old measure to reform India’s civil services pension system boldly brought in by the Atal Behari Vajpayee government. Instead, it unveiled what it called a new ‘Unified Pension Scheme’ (UPS) that is virtually akin to the Old Pension Scheme (OPS), and assures government employees of 50% of their last drawn pay as a lifelong monthly benefit.\n\nThe UPS, approved by the Union Cabinet on Saturday, also assures officials a periodic dearness relief hike in line with inflation trends, a family pension equivalent to 60% of a government worker’s pension in the case of their demise, and a lumpsum superannuation payout in addition to gratuity benefits at the time of retirement. Besides, a minimum pension of ₹10,000 a month has been promised for those who complete at least 10 years of central government service.\n\nDelhi Assembly polls: BJP promises gig worker welfare board, property ownership for 1,700 unauthorised colonies\n\nA welfare board for gig workers and property ownership rights for residents of 1,700 unauthorised colonies in Delhi are among the poll promises made by the BJP in the third and final part of its Sankalp Patra (manifesto) released by Union Home Minister Amit Shah in New Delhi on Saturday.\n\nThe Assembly election in the national capital is scheduled for February 5.\n\nReleasing the Sankalp Patra from the Delhi BJP State office, Shah said the BJP was a party that made promises it fulfilled, unlike the Aam Aadmi Party (AAP). “The BJP manifesto is made of trust and not lies,” he said.\n\nFocusing on the youth in the capital, the party has promised 50,000 government jobs, 20,000 self-employment jobs for youth, a welfare board for gig workers and textile sector employees, scholarships for their children, as well as ₹10 lakh insurance cover and ₹5 lakh accident cover for them.\n\nStating that pollution of the Yamuna and poor air quality in Delhi were two major failures of the AAP government, the BJP promised to clean the river within the next three years.\n\nShah promised to provide property ownership rights to residents of 1,700 unauthorised colonies. “Previously, [residents of] these colonies did not have permission to construct, buy or or sell. Now, by granting them full ownership rights and aligning with the Ministry of Housing’s regulations and Delhi’s by-laws, we will give them the right to construct and sell.”\n\nOwnership rights would also be granted to those staying in refugee colonies, such as Rajendra Nagar, Lajpat Nagar, and Kingsway Camp, established post-Partition, he said.\n\nThe BJP leader added that over 13,000 shops in the capital had been sealed [for various violations]. The party would work with lawyers to find a legal path to reopen them within six months.\n\nThe party also promised an investment of ₹20 crore to develop an integrated public transport network and convert 13,000 buses into electric buses, to make Delhi an 100% electric bus city under the BJP government. The practice of manual scavenging would be abolished, he said.\n\nHighlighting initiatives to promote tourism in the capital, the BJP has promised a collaborative Mahabharata corridor with the Uttar Pradesh and Haryana governments and a Yamuna riverfront similar to the Sabarmati riverfront in Gujarat. Shah said “I would like to invite AAP Chief Arvind Kejriwal to join us after three years of our government to take a dip in the Yamuna with his family.”\n\nThe party leader further said if not for the Central government’s investments of ₹41,000 crore on building roads, ₹15,000 crore on laying railway lines, and ₹21,000 crore on airports in the capital, “Delhi would have become uninhabitable for citizens.”\n\nThe party’s first and second manifestos, released by BJP president J.P. Nadda and Lok Sabha MP Anurag Thakur respectively promise ₹2,500 per month for women, free education from KG to PG, implementation of all Central government schemes, welfare boards for auto-rickshaw, taxi, e-rickshaw drivers and domestic workers. The BJP’s manifesto includes over 20 promises for the capital.\n\nAAP chief Arvind Kejriwal described the BJP manifesto as “old promise”. In posts on X, he said “This is the same promise that the Prime Minister made in 2015 and 2020...You don’t even hesitate to lie so openly. False promises in every election?”\n\nHe said Shah always hurled abuses at him. “Will abusing me lead to development of Delhi,” he asked. The BJP had no vision for Delhi and had conceded defeat, Kejriwal said.\n\nHitting out at the BJP, Jangpura candidate and former Deputy Chief Minister Manish Sisodia dubbed “BJP’s ‘Sankalp Patra’ yet another “Jumla [hollow promise] Patra”. Questioning the promise of 50,000 jobs in a city with 2.5 crore residents, the senior AAP leader slammed Shah for “mocking Delhiites” and contrasted the BJP’s claims with “Mr. Kejriwal’s record of creating over 12 lakh jobs post-COVID”.\n\n“Delhi needs lakhs and crores of jobs, not hollow promises,” he said, urging Mr. Shah to focus on ensuring the safety of Delhi’s residents, including women and traders, instead of peddling empty rhetoric.\n\nSisodia pointed out, “Delhi has a population of 2.5 crore people, and you are saying you will create 50,000 jobs. What about the rest, what will they do? This means you have no plan, no vision.”\n\n“Then Amit Shah promised that shops would be unsealed. Who has been sealing shops for the past 20 years? Who has been snatching the livelihoods of poor shopkeepers? For the last 20 years, and especially in the past five-seven years, BJP leaders have been at the forefront of sealing shops. When AAP leaders opposed it, no one listened to them. Recently, after the AAP came to power in Delhi, when AAP leaders went to unseal the shops, BJP leaders stood in opposition, ensuring that it was not lifted.”\n\nHe further added, “Amit Shah said the BJP will bring electric buses to Delhi. Perhaps your team didn’t brief you here either. Delhi has already become the e-bus capital, not just in India but globally. Delhi has the largest fleet of e-buses in the world. No other city in the world has as many e-buses as Delhi. What new things are you promising?”\n\n“You know very well that your government is not going to be formed. So, you are merely copying and pasting Arvind Kejriwal’s promises. You keep cursing Arvind Kejriwal in your press conferences, but in the end, you are the promising works he has already done,” he said.\n\nThe Assembly election is set to see a close contest between the AAP, BJP and the Congress. While the AAP is hoping for a third term, and the Congress an entry into the capital after getting no seats for over two terms, the BJP is pushing hard to form a government after being out of power for nearly 28 years.\n\nFIITJEE owner among 12 booked for closure of centres in Delhi-NCR\n\nThe owner of FIITJEE and 11 others have been booked on a complaint by the parents of the coaching institute’s students after several of its centres in Delhi-NCR shut down, police said on Saturday.\n\nFIITJEE founder D.K. Goyal, Chief Financial Officer (CFO) Rajiv Babbar, Chief Operating Officer (COO) Manish Anand and its Greater Noida branch head Ramesh Batlesh have been named in the FIR, a Noida Police spokesperson said.\n\n“Based on the complaint of parents, a case has been registered on charges of criminal conspiracy and breach of trust,” Deputy Commissioner of Police (Noida) Rambadan Singh said.\n\nOn Friday, students and parents said several FIITJEE centres have unexpectedly shut down across Delhi-NCR and many teachers have resigned allegedly due to non-payment of salaries for months.\n\nFIITJEE provides coaching for competitive exams to engineering aspirants and has 73 centres across the country.\n\nCiting the complaint of Satsang Kumar, a resident of Greater Noida, the Noida Police spokesperson said that the institute’s centre in Noida, Sector-62 was open till Tuesday but closed an hour before schedule. Later, it was found that the centre had been completely closed. He claimed that more than two thousand students studied at the centre.\n\nSimilar allegations have also been made by Manoj Kumar, a resident of Sector Omega-2 of Greater Noida.\n\nThe abrupt closure of FIITJEE centres has left many students and their parents, who have paid fees running into lakhs of rupees, in the lurch.\n\nGaza ceasefire: Hamas frees 4 female Israeli soldiers; Israel releases 70 Palestinians\n\nHamas militants handed over four captive female Israeli soldiers to the Red Cross in Gaza City on Saturday after parading them in front of a crowd. Israel followed with the release of the first 70 of 200 Palestinian prisoners or detainees due to be set free as part of the fragile ceasefire in the Gaza Strip.\n\nThe four smiled broadly as they waved and gave the thumbs-up from a stage in Gaza City’s Palestine Square, militants on either side of them and a crowd of thousands watching, before they were led off to waiting Red Cross vehicles. They were likely acting under duress, with previously released hostages saying they were held in brutal conditions and forced to record propaganda videos.\n\nIsrael meanwhile released 70 Palestinian prisoners who will not be allowed to return to the Gaza Strip or West Bank, according to Egypt’s state-run Qahera TV, which said they had arrived on the Egyptian side of the Rafah border crossing with Gaza. Egypt served as a key mediator in more than a year of talks that led to the truce agreement.\n\nAs the four soldiers were released, hundreds of people cheered in Tel Aviv’s Hostages Square where they were watching the drama unfold on a big screen television.\n\n“I’m speechless,” said Aviv Bercovich, one of the onlookers. “I had goosebumps watching them. I just want the war to end.”\n\nPrime Minister Benjamin Netanyahu’s office later released a video showing the freed hostages being welcomed at an Israeli army base. One of them, Liri Albag, smiled, gave two thumbs up and made a heart shape with her hand before getting into a van.\n\nNetanyahu’s office later said that Arbel Yehoud, a civilian hostage held by Hamas, was supposed to have been released Saturday. It said Israel would not allow Palestinians to begin returning to northern Gaza, which had been expected to begin by Sunday, until she is freed.\n\nA senior Hamas official said the group has informed mediators that Yehoud will be released next week.\n\nMeantime, an Egyptian official involved in the negotiations called the matter a “minor issue” that mediators are working to resolve. Both officials spoke on condition of anonymity because they were not authorized to discuss the matter publicly.\n\nThe crowds in Tel Aviv and also in Gaza City began gathering early in the day in anticipation of the second such exchange between Israel and Hamas since a ceasefire began in the Gaza Strip last weekend. The excitement in Israel was palpable, with TV stations filled with live reports from smiling news anchors and reporters interviewing ecstatic friends and relatives of the hostages.\n\nThe truce is aimed at winding down the deadliest and most destructive war ever fought between Israel and the militant group. The fragile deal has so far held, quieting airstrikes and rockets and allowing for increased aid to flow into the tiny coastal territory.\n\nWhen the ceasefire started Sunday, three hostages held by the militants were released in exchange for 90 Palestinian prisoners, all women and children.\n\nThe four Israeli soldiers, Karina Ariev, 20, Daniella Gilboa, 20, Naama Levy, 20, and Albag, 19, were captured in Hamas’ October 7, 2023, attack that ignited the war.\n\nIn exchange, Israel was to release 200 prisoners, including 121 who were serving life sentences, according to a list released by Hamas.\n\nThe more notorious militants being released include Mohammad Odeh, 52, and Wael Qassim, 54, both from east Jerusalem. They were accused of carrying out a series of deadly Hamas attacks against Israelis, including a bombing at a cafeteria at the Hebrew University of Jerusalem in 2002 that killed nine people, including five U.S. citizens.\n\nThe four soldiers released were taken from Nahal Oz base near the border with Gaza when Palestinian militants overran it, killing more than 60 soldiers there. The female abductees had all served in a unit of lookouts charged with monitoring threats along the border. A fifth female soldier in their unit, Agam Berger, 20, was abducted with them but not included in the list.\n\n“This is huge,” said Gaza City resident Radwan Abu Rawiya, one of thousands who watched the hostages turned over in Palestine Square.\n\n“People forgot about the war, destruction and are celebrating,” he said.\n\nIn a televised statement, Israel’s Army spokesman Rear Adm. Daniel Hagari confirmed the released hostages were in Israeli hands and on their way home, while criticizing what he called the “cynical” public display of the young women by Hamas before their release.\n\nHe also said that Israel is concerned about the fate of the two youngest hostages — Kfir and Ariel Bibas — and their mother Shiri. Kfir Bibas marked his second birthday in captivity earlier this month.\n\nHagari said the army is committed to bringing all hostages home.\n\nIsrael had been expected to begin pulling back from the Netzarim corridor — an east-west road dividing Gaza in two — and allowing displaced Palestinians in the south to return to their former homes in the north for the first time since the beginning of the war.\n\nBut that appears to be on hold pending the release of Yehoud.\n\nThe Hamas-run Interior Ministry said earlier said that displaced Palestinians will be allowed to return to northern Gaza starting Sunday (January 26, 2025). The Ministry, which oversees police forces, said Palestinians will be able to move between southern and northern Gaza on foot through the coastal Rashid road.\n\nWhat happens after the deal’s initial six-week phase is uncertain but many hope it will lead to the end of a war that has levelled wide swaths of Gaza, displaced the vast majority of its population and left hundreds of thousands of people at risk of famine.\n\nThe conflict began with a cross-border attack led by Hamas on October 7, 2023, when Palestinian militants killed some 1,200 people, mostly civilians, and took around 250 others hostage.\n\nMore than 100 hostages were freed in a weeklong truce the following month. But dozens have remained in captivity for over a year with no contact with the outside world. Israel believes at least a third of the more than 90 captives still inside Gaza were killed in the initial attack or died in captivity.\n\nWhile many rejoiced in Tel Aviv’s Hostage Square after the four soldiers were released Saturday, some worried about the fate of those still in captivity.\n\n“It’s hard that she’s still there,” said Yoni Collins, a family friend of Berger, the fifth female soldier taken from Nahal Oz base.\n\n“There were five girls, four are out and now she’s there alone,” he said. “We’re just waiting for her to come home.”\n\nIsrael’s air and ground war, one of the deadliest and most destructive in decades, has killed over 47,000 Palestinians, according to local health officials, who do not say how many were militants. They say women and children make up more than half the fatalities.\n\nAustralian Open 2025: Sparkling Madison Keys stuns Aryna Sabalenka to claim maiden Grand Slam title\n\nAmerican Madison Keys produced an inspired display to dethrone top seed Aryna Sabalenka at the Australian Open and capture her maiden Grand Slam title with a battling 6-3 2-6 7-5 victory in the final on Saturday.\n\nThe 29-year-old became the fourth-oldest first-time Grand Slam champion in the professional era after Flavia Pennetta, Ann Jones and Francesca Schiavone, and her win ended Sabalenka’s bid for a third straight Melbourne Park crown.\n\nSabalenka made a couple of double faults to drop serve in the opening game and looked off colour in the early exchanges as the free-hitting Keys heaped pressure on the top seed with a dipping crosscourt winner en route to a double break.\n\nThe American 19th seed rode her luck after a net cord winner and went up 5-1 in 20 minutes before conceding a break with a wayward backhand before Sabalenka gifted her set point with a fourth double fault.\n\nKeys, who was hitting much harder than her opponent on both flanks, fired her 11th winner with a backhand down the line to clinch the opening set but Sabalenka began to mix up her game in the next set and sliced her way through to level the match.\n\nBoth players relied on their powerful serves and shot-making to remain level until 5-5 in the decider but there was one final momentum shift as Keys produced some blistering winners to claim the next two games and the biggest triumph of her career.\n\nIn Brief:\n\nThe U.S. Supreme Court has cleared Mumbai-attack convict Tahawwur Rana’s extradition to India, dismissing his review petition against the move. Pakistani-origin Canadian businessman Tahawwur Rana is accused of playing a major role in the 2008 Mumbai terror attacks in India. Rana, 63, has been incarcerated in a Los Angeles prison since the extradition request by India was accepted by the U.S. He faces several criminal charges for his role in the Mumbai terror attacks."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN7h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Einstein Probe Uncovers a Puzzling 12.5 Billion-Year-Old Cosmic Explosion",
            "link": "https://scitechdaily.com/einstein-probe-uncovers-a-puzzling-12-5-billion-year-old-cosmic-explosion/",
            "description": "The Einstein Probe is revolutionizing our view of the distant X-ray universe, offering an unprecedented look at some of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sPIiYI8lkkDDpMg7XI_OLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New particle discovery aboard ISS hints at solving dark matter mystery",
            "link": "https://www.msn.com/en-us/science/physics/new-particle-discovery-aboard-iss-hints-at-solving-dark-matter-mystery/ar-AA1xQvNd?ocid=BingNewsVerp",
            "description": "A new study has proposed that the detection of antihelium in cosmic rays could be evidence of a new category of particles ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pkJoMsrnlqSdUQjtCrxKPS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN6h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "14-year-old Noida boy discovers an asteroid, NASA is letting him name it",
            "link": "https://www.msn.com/en-in/science/astronomy/14-year-old-noida-boy-discovers-an-asteroid-nasa-lets-him-name-it/ar-AA1xQVHf?ocid=BingNewsVerp",
            "description": "Through the International Asteroid Discovery Project, Daksh Malik successfully discovered asteroid 2023 OG40 in the main ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BDSavRUwBi17hb7DQRAnFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ThePrint on MSN5h",
            "source": "ThePrint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Is Coming Up With Brand New Molecules, Fueling Drug Discovery",
            "link": "https://www.sciencefriday.com/segments/ai-drug-discovery-antivenom/",
            "description": "AI models are able to design molecules that don’t even exist in nature. Some have proven effective as snake antivenom.",
            "image_url": "https://www.bing.com/th?id=OVFT.x8k4H-C2Ay64yeEys4Vhry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Science Friday22h",
            "source": "Science Friday",
            "article_content": "A recent study in the journal Nature unveiled new proteins that can neutralize the deadliest of snake venoms. They’re “new” in that they aren’t found in nature—they were created in a lab, dreamed up by AI.\n\nUsing AI to discover, or design, the building blocks of drugs is a fast-growing area of research. Another team of scientists out of Philadelphia is using AI to discover new antibiotics by resurrecting long-lost molecules from extinct species like neanderthals and woolly mammoths.\n\nWe know what you’re thinking: It sounds too sci-fi to be true.\n\nFlora Lichtman talks with two pioneers in the field about how AI is supercharging drug discovery: Dr. César de la Fuente, bioengineer and presidential associate professor at the University of Pennsylvania in Philadelphia, and Nobel laureate Dr. David Baker, director of the Institute for Protein Design and professor at the University of Washington in Seattle.\n\nFurther Reading\n\nRead more coverage of Dr. Baker’s work to use AI to develop novel treatments via El País.\n\nSign Up For The Week In Science Newsletter\n\nKeep up with the week’s essential science news headlines, plus stories that offer extra joy and awe.\n\nSubscribe"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Cryptocurrency Releases, Listings, & Presales Today – Cerebrum, BuildX, MeshChain Coin",
            "link": "https://insidebitcoins.com/news/new-cryptocurrency-releases-listings-presales-today-cerebrum-buildx-meshchain-coin",
            "description": "Discover new cryptocurrency releases and presales making waves in the market today. Stay ahead with insights on these digital ...",
            "image_url": "https://www.bing.com/th?id=OVF.QtZccJNBBj%2bpZyDQeOcLTw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Inside Bitcoins5h",
            "source": "Inside Bitcoins",
            "article_content": "Don’t invest unless prepared to lose all the money you invest. This is a high-risk investment, you shouldn’t expect to be protected if something goes wrong.\n\nJoin Our Telegram channel to stay up to date on breaking news coverage\n\nSEC’s elimination of SAB 121 transforms crypto custody rules for traditional financial institutions. Large banks like USBank and BNY can now expand digital asset services. The regulatory change opens doors for broader institutional crypto involvement.\n\nIndustry experts predict a gradual transition with an initial focus on Bitcoin and Ethereum. Bank custody services will likely drive crypto ETF market consolidation and growth. Most banks will take years to fully integrate comprehensive crypto custody capabilities.\n\nNew Cryptocurrency Releases, Listings, & Presales Today\n\nCerebrum Cloud democratises enterprise AI by providing no-code tools and cost-effective infrastructure solutions. BuildX simplifies XRP Ledger trading with AI-driven analytics and customisable wallet creation tools. MeshChain decentralises computing power, enabling affordable AI workload processing through global resource-sharing networks.\n\n1. Cerebrum ($CBM)\n\nCerebrum Cloud revolutionises enterprise AI solutions with innovative technological approaches. The solution addresses critical challenges facing modern organisations. Businesses struggle with complex AI implementation requirements. Traditional AI solutions fail to meet specific organisational needs. Cerebrum introduces a comprehensive approach to AI agent development. Its unique methodology transforms how enterprises interact with artificial intelligence.\n\nData privacy remains a paramount concern for organisations worldwide. Enterprises require robust security mechanisms for sensitive information. Cerebrum Cloud provides advanced protection through comprehensive safeguards. The solution ensures compliance with critical regulatory frameworks. Encryption protocols protect data during transit and storage. Sophisticated audit trails monitor comprehensive data access.\n\nCustomisation emerges as a critical feature for enterprise AI. Organisations demand tailored solutions meeting specific operational requirements. Cerebrum enables precise agent configuration and deployment capabilities. Users can define agent behaviours and integration parameters. Fine-tuning becomes seamless through intuitive interface designs. Comprehensive control mechanisms empower organisational decision-makers.\n\nCost-effectiveness drives Cerebrum’s decentralised compute network strategy. Traditional cloud solutions present significant financial barriers. Cerebrum introduces scalable infrastructure at reduced implementation costs. Dynamic compute power allocation optimises resource utilisation. Enterprises can manage AI agents more efficiently. The solution democratises advanced technological capabilities.\n\nAccessibility transforms AI agent development for diverse users. No-code interfaces eliminate technical expertise barriers. Visual workflow designers enable intuitive agent creation. Organisations can leverage AI without extensive technical knowledge. Cerebrum empowers business users with powerful tools. Comprehensive solutions bridge technological complexity gaps.\n\nRecent developments showcase Cerebrum’s strategic partnerships. NVIDIA provides critical computational infrastructure support. Hugging Face contributes advanced machine learning capabilities.\n\n2. BuildX ($BUILDX)\n\nBuildX revolutionises trading on the XRP Ledger with cutting-edge technology. Traders gain unprecedented access to advanced analytics tools. Sophisticated AI drives precise market predictions and insights. Comprehensive dashboards empower investors of all experience levels. Seamless integration offers unparalleled trading capabilities. Real-time data transforms investment decision-making processes.\n\nInvestors leverage BuildX’s powerful trading infrastructure for strategic advantages. Customisable interfaces provide intuitive market exploration opportunities. Machine learning algorithms generate actionable trading recommendations. Sophisticated metrics enable intelligent investment strategies. Comprehensive analysis supports informed decision-making processes. Advanced tools bridge technological gaps in cryptocurrency trading.\n\nPrecision trading becomes accessible through BuildX’s innovative solutions. Traders monitor complex market dynamics effortlessly. Real-time data streams provide instantaneous market intelligence. Wallet activity tracking enables strategic investment approaches. Comprehensive metrics reveal critical market trends. Intelligent analytics transform traditional trading methodologies.\n\nAI-powered technologies generate remarkable predictive capabilities for investors. Machine learning optimises entry and exit points. Support and resistance levels become transparent. Volume profiles reveal crucial market dynamics. Momentum indicators provide strategic trading insights. Intelligent predictions empower confident investment decisions.\n\nWallet Maker introduces revolutionary wallet creation capabilities. Users generate multiple wallets simultaneously. Trustline setup becomes effortless and efficient.\n\nSeamless token distribution emerges as a critical feature. Secure transaction verification ensures transparent processes. Auditable systems track comprehensive distribution mechanisms. Flexible airdrop strategies accommodate diverse requirements. Efficient token management becomes streamlined. Innovative distribution models enhance investor experiences.\n\n3. MeshChain Coin ($MCC)\n\nMeshChain introduces a revolutionary approach to decentralised computing for AI workloads. Businesses and developers face tremendous challenges in accessing affordable computing resources. Traditional infrastructure creates significant financial barriers to emerging technologies. Smaller enterprises struggle with prohibitive hardware investments. Compute costs range between $15,000 and $100,000 monthly. These expenses limit technological innovation dramatically.\n\nDecentralised computing emerges as a transformative solution to infrastructure limitations. MeshChain connects global computing resources through blockchain technology. Small computing nodes combine to create powerful networks. Consequently, computational power becomes more accessible and affordable. Resource providers receive rewards for their contributions. This approach democratises high-performance computing capabilities.\n\nThe network leverages advanced technological strategies for resource distribution. MeshChain enables efficient AI workload processing across global nodes. Decentralisation reduces single points of failure significantly. Moreover, users can dynamically scale computing resources as needed. Network performance improves through collaborative resource sharing. Participants benefit from increased computational efficiency.\n\nMeshNode devices represent a critical innovation in distributed computing. Users contribute computing power and earn MCC tokens. Rewards create mutually beneficial participation mechanisms. Furthermore, the network ensures transparent resource allocation. Geographical diversity enhances computational capabilities and resilience. Smaller developers can now compete effectively.\n\n🚀 THE AIRDROP IS STILL LIVE – ACCUMULATE POINTS TO EARN MCC TOKENS!\n\nThe MeshChain airdrop is still ongoing, offering an incredible opportunity to accumulate Points before the program officially ends. All your Points will be converted into MCC Tokens at the most favorable rate… pic.twitter.com/VN1Fe34Xyt — Meshchain Ai (@MeshchainAi) January 24, 2025\n\nThe MeshChain airdrop continues offering incredible token opportunities. Users can accumulate points before the program’s conclusion. Points convert into valuable MCC tokens.\n\nGlobal technological leaders recognise MeshChain’s potential for transformation. Partnerships with Qualcomm, MasterCard, and Amber validate the project’s credibility. These collaborations demonstrate significant industry interest. Additionally, the network continues expanding its technological capabilities. Innovative solutions address computational infrastructure challenges. MeshChain represents the future of decentralised computing.\n\n4. Meme Index ($MEMEX)\n\nMeme Index revolutionises cryptocurrency investment through innovative meme coin indexing. Investors can now diversify across the $55 billion meme coin market. The $MEMEX token provides exclusive access to four unique indexes. These indexes offer varying levels of investment risk and potential returns. Holders gain unprecedented exposure to trending meme coins. The project simplifies complex meme coin investments.\n\nThe Titan Index features established meme coins with market caps exceeding $1 billion. Community votes continuously update the basket’s composition. Top-performing tokens receive priority in this index. Investors seeking stability find comfort in these well-known meme coins. The dynamic nature ensures ongoing relevance in the market. Regular rebalancing maintains the index’s competitive edge.\n\nMoonshot Index targets emerging meme coins on the cusp of a breakthrough. These tokens have large followings and potential exchange listings. Many are preparing to challenge top-tier market positions. Investors can capture early-stage growth opportunities through this index. The selection process remains rigorous and community-driven. The potential for significant returns attracts adventurous investors.\n\nThe Midcap and Frenzy Indexes cater to risk-tolerant investors seeking high volatility. Tokens in these baskets range from $50 million to ultra-high-risk options. The potential for rapid gains comes with increased downside risk. Degens and aggressive investors find their perfect match here. Each index reflects the dynamic meme coin landscape. Community governance ensures continuous adaptation.\n\nThe presale has already raised $2,874,455.45 of its $3,169,295 goal. Featured in major crypto publications like Techopedia and Bitcoin.com. Meme Index represents the future of decentralised meme coin investing.\n\nVisit Meme Index Presale\n\nRead More\n\nNewest Meme Coin ICO - Wall Street Pepe Rating Audited By Coinsult\n\nEarly Access Presale Round\n\nPrivate Trading Alpha For $WEPE Army\n\nStaking Pool - High Dynamic APY Learn More"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Databases in 2024: Growth, Change and Controversy",
            "link": "https://www.infoq.com/news/2025/01/database-review-2024/",
            "description": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kl3F_ZO0mrIYIM8vzZX8yS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "InfoQ13h",
            "source": "InfoQ",
            "article_content": "Andrew Pavlo’s annual retrospective on the database world has recently been released, covering trends and innovations from the past year. The opinionated report, \"Databases in 2024: A Year in Review,\" highlights that while we may indeed be in the \"golden era of databases,\" last year brought significant license changes, the rapid growth of DuckDB, and some surprising new releases.\n\nDiscussing the \"turbulent\" year for open source databases, including major license changes for Redis and Elasticsearch, Pavlo writes:\n\nNotice that Redis and Elasticsearch are receiving more backlash compared to other systems that made similar moves. (...) It cannot be because the Redis and Elasticsearch install base is so much larger than these other systems (...) since the number of MongoDB and Kafka installations was equally as large when they switched their licenses. In the case of Redis, I can only think that people perceive Redis Ltd. as unfairly profiting off others' work since the company's founders were not the system's original creators.\n\nSimilar to how Postgres has emerged as the default choice for operational databases in recent years, DuckDB has, according to the 2024 article, \"entered the zeitgeist as the default choice for running analytical queries on data.\" This trend justifies the recent release of four different extensions integrating the OLAP database with Postgres, as Pavlo explains:\n\nMost OLAP queries do not access that much data. Fivetran analyzed traces from Snowflake and Redshift and showed that the median amount of data scanned by queries is only 100 MB. Such a small amount of data means a single DuckDB instance is enough for most to handle most queries.\n\nAn associate professor at Carnegie Mellon University and former co-founder of OtterTune, Pavlo began publishing an annual analysis in 2021, focusing on the dominance of PostgreSQL. In 2022, the main topic was \"Blockchain databases are still a stupid idea,\" while in 2023, he shifted focus to the rise of vector databases.\n\nThe 2024 retrospective by the database management systems expert garnered significant attention, sparking popular threads on Reddit and Hacker News. An opinionated statement (\"I don't care for Redis. It is slow, it has fake transactions, and its query syntax is a freakshow.\") ignited a heated exchange on Hacker News with Redis creator Salvatore Sanfilippo, better known as \"antirez,\" about the importance and design of the once open-source key-value store.\n\nFocusing on major releases, the retrospective highlights Microsoft Garnet and Valkey as notable key-value stores. Pavlo, however, expresses disappointment with the feature list in MySQL v9 and views the retirement of Amazon QLDB as significant:\n\nIf Amazon can't figure out how to make money on a blockchain database, then nobody can.\n\nDiscussing the recent Aurora DSQL preview, he adds:\n\nThis announcement shows you how much brand recognition the name \"Aurora\" carries in the database world because AWS used it for this new DBMS that seemingly shares no code with their flagship Aurora Postgres RDS offering.\n\nFollowing Pavlo's lead, the team at ByteBase recently released \"Database Tools in 2024: A Year in Review\". Many of Pavlo’s university lessons, along with his recent talk \"What Goes Around Comes Around... And Around…,\" are available on YouTube."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hotel Indigo Starts 2025 With Robust Growth And A Focus On Resorts",
            "link": "https://www.forbes.com/sites/ramseyqubein/2025/01/25/hotel-indigo-starts-2025-with-robust-growth-and-a-focus-on-resorts/",
            "description": "This IHG brand is delving into resorts as part of a shift taking it from a mid-scale brand to one in the luxury lifestyle ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ywSqqy-ptJmP_XCS_IFjZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Edison says encampment found near area where Eaton fire started; critics doubt it sparked fire",
            "link": "https://www.msn.com/en-us/news/us/edison-says-encampment-found-near-area-where-eaton-fire-started-critics-doubt-it-sparked-fire/ar-AA1xR5mm?ocid=BingNewsVerp",
            "description": "Southern California Edison discovered signs of an encampment about 300 yards from the spot where the Eaton fire is suspected ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bPPpfe2yIvFu1FuKSOFfgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "LA Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Top Work From Home Employer Rejects RTO Trend: Here’s Why",
            "link": "https://www.forbes.com/sites/chriswestfall/2025/01/25/the-top-work-from-home-employer-rejects-rto-trend-heres-why/",
            "description": "The top company for work from home roles pays as much as $300,000 per year. This company lets people work from anywhere - ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hrsvobHhlt8gIud89jzC9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Valve needs to rethink the Deck Verified program",
            "link": "https://www.msn.com/en-us/gaming/gaming-platforms/valve-needs-to-rethink-the-deck-verified-program/ar-AA1xQy4e?ocid=BingNewsVerp",
            "description": "The world of handheld gaming PCs is rapidly changing, and Valve's Deck Verified program needs to change along with it.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZeJvya_ctTZ8tE-QuWIpHy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "6hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta's chief AI scientist says DeepSeek's success shows that \"open source models are surpassing proprietary ones\"",
            "link": "https://www.msn.com/en-us/technology/tech-companies/meta-s-chief-ai-scientist-says-deepseek-s-success-shows-that-open-source-models-are-surpassing-proprietary-ones/ar-AA1xRpjm?ocid=BingNewsVerp",
            "description": "Meta's chief AI scientist, Yann LeCun, says DeepSeek's success with R1 says more about the value of open source than Chinese ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uLSEv1CHuQIKr37Wlvu1uS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "43mon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Chinese AI Startup DeepSeek Made a Model that Rivals OpenAI",
            "link": "https://www.wired.com/story/deepseek-china-model-ai/",
            "description": "When Chinese quant hedge fund founder Liang Wenfeng went into AI research, he took 10,000 Nvidia chips and assembled a team ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1pq2OUWhq-MBhMZNezrxBS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "10h",
            "source": "Wired",
            "article_content": "On January 20, DeepSeek, a relatively unknown AI research lab from China, released an open source model that’s quickly become the talk of the town in Silicon Valley. According to a paper authored by the company, DeepSeek-R1 beats the industry’s leading models like OpenAI o1 on several math and reasoning benchmarks. In fact, on many metrics that matter—capability, cost, openness—DeepSeek is giving Western AI giants a run for their money.\n\nDeepSeek’s success points to an unintended outcome of the tech cold war between the US and China. US export controls have severely curtailed the ability of Chinese tech firms to compete on AI in the Western way—that is, infinitely scaling up by buying more chips and training for a longer period of time. As a result, most Chinese companies have focused on downstream applications rather than building their own models. But with its latest release, DeepSeek proves that there’s another way to win: by revamping the foundational structure of AI models and using limited resources more efficiently.\n\n“Unlike many Chinese AI firms that rely heavily on access to advanced hardware, DeepSeek has focused on maximizing software-driven resource optimization,” explains Marina Zhang, an associate professor at the University of Technology Sydney, who studies Chinese innovations. “DeepSeek has embraced open source methods, pooling collective expertise and fostering collaborative innovation. This approach not only mitigates resource constraints but also accelerates the development of cutting-edge technologies, setting DeepSeek apart from more insular competitors.”\n\nSo who is behind the AI startup? And why are they suddenly releasing an industry-leading model and giving it away for free? WIRED talked to experts on China’s AI industry and read detailed interviews with DeepSeek founder Liang Wenfeng to piece together the story behind the firm’s meteoric rise. DeepSeek did not respond to several inquiries sent by WIRED.\n\nA Star Hedge Fund in China\n\nEven within the Chinese AI industry, DeepSeek is an unconventional player. It started as Fire-Flyer, a deep-learning research branch of High-Flyer, one of China’s best-performing quantitative hedge funds. Founded in 2015, the hedge fund quickly rose to prominence in China, becoming the first quant hedge fund to raise over 100 billion RMB (around $15 billion). (Since 2021, the number has dipped to around $8 billion, though High-Flyer remains one of the most important quant hedge funds in the country.)\n\nFor years, High-Flyer had been stockpiling GPUs and building Fire-Flyer supercomputers to analyze financial data. Then, in 2023, Liang, who has a master's degree in computer science, decided to pour the fund’s resources into a new company called DeepSeek that would build its own cutting-edge models—and hopefully develop artificial general intelligence. It was as if Jane Street had decided to become an AI startup and burn its cash on scientific research.\n\nBold vision. But somehow, it worked. “DeepSeek represents a new generation of Chinese tech companies that prioritize long-term technological advancement over quick commercialization,” says Zhang.\n\nLiang told the Chinese tech publication 36Kr that the decision was driven by scientific curiosity rather than a desire to turn a profit. “I wouldn’t be able to find a commercial reason [for founding DeepSeek] even if you ask me to,” he explained. “Because it’s not worth it commercially. Basic science research has a very low return-on-investment ratio. When OpenAI’s early investors gave it money, they sure weren’t thinking about how much return they would get. Rather, it was that they really wanted to do this thing.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning and 3D printing yield steel-strong, foam-light materials",
            "link": "https://www.msn.com/en-us/technology/biotechnology/machine-learning-and-3d-printing-yield-steel-strong-foam-light-materials/ar-AA1xOQuO?ocid=BingNewsVerp",
            "description": "Researchers at the University of Toronto's Faculty of Applied Science & Engineering have used machine learning to design nano ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6tJ90MqMhs-3xso5nYhPZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "First-Ever Black Hole Image Sharpened Using Machine Learning",
            "link": "https://www.msn.com/en-us/news/technology/first-ever-black-hole-image-sharpened-using-machine-learning/vi-AA1xQPJX?ocid=BingNewsVerp",
            "description": "The historic first image of the Messier 87 (M87) supermassive black hole, captured using the Event Horizon Telescope, has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BwUvr4g1SnzgqarKZOzTbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Space on MSN4h",
            "source": "Space on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "To end the Russia-Ukraine war, Trump will need to get leverage",
            "link": "https://www.msn.com/en-us/politics/government/opinion-to-end-the-russia-ukraine-war-trump-will-need-to-get-leverage/ar-AA1xRkyX?ocid=BingNewsVerp",
            "description": "President Donald Trump has offered to mediate an end to the Russia-Ukraine war, but will need to build leverage with both ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1jc8318cSpGLZK_eUxysZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "The Hill on MSN1hOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine-Russia latest: Putin ‘ready’ for Trump negotiations as Kyiv sets oil refinery ablaze with drone strike",
            "link": "https://www.msn.com/en-ie/news/world/ukraine-russia-latest-putin-ready-for-trump-negotiations-as-kyiv-sets-oil-refinery-ablaze-with-drone-strike/ar-AA1rr7K2?ocid=BingNewsVerp",
            "description": "Putin ‘ready’ for Trump negotiations as Kyiv sets oil refinery ablaze with drone strike - Comes as South Korea’s military ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7Qjfh-75sNtXzmT3cxk2kC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fighting in Sudan’s civil war sets ablaze the country’s largest oil refinery, satellite photos show",
            "link": "https://www.msn.com/en-us/news/world/fighting-in-sudans-war-sets-ablaze-the-countrys-largest-oil-refinery-satellite-photos-show/ar-AA1xPopF?ocid=BingNewsVerp",
            "description": "Fighting around Sudan ‘s largest oil refinery set the sprawling complex ablaze, satellite data analyzed by The Associated ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IXLpEXZTAsF-KpHCX2lNdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "3hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to know about the escalating conflict in eastern Congo as rebels close in on Goma",
            "link": "https://abcnews.go.com/International/wireStory/escalating-conflict-eastern-congo-rebels-close-goma-118081974",
            "description": "Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f9Xb3X6-nrx41TWoxIddHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "22h",
            "source": "ABC",
            "article_content": "Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the city of Goma, the government’s last stronghold in the North Kivu province, where Goma is the provincial capital and which bord...\n\nWhat to know about the escalating conflict in eastern Congo as rebels close in on Goma\n\nDAKAR, Senegal -- Fighting has escalated sharply in recent weeks in eastern Congo, where rebels have seized key towns and are closing in on the city of Goma, the government’s last stronghold in the region bordering Rwanda.\n\nThe offensive by the Rwanda-backed M23 rebel group has stretched local hospitals to the limit, with hundreds of wounded coming in every day as civilians get caught in the crossfire. Thousands have been displaced, exacerbating an existing humanitarian crisis and prompting fears of an all-out regional war.\n\nHere is what to know about the fighting:\n\nExplosions from Goma's outskirts have been reverberating across the city of 2 million people this week. Schools and stores are closed and police are out in full force. Military checkpoints, erected overnight, stop and check all vehicles.\n\nOn Friday, the governor of eastern Congo’s North Kivu province, where Goma is the provincial capital, died of wounds sustained on the front line. The circumstances of Maj. Gen Peter Cirimwami's death were not immediately known — he was visiting troops fighting the rebels when he was wounded.\n\nOn Thursday, the rebels seized Sake, a town only 27 kilometers (16 miles) from Goma, sending panic surging as concerns mounted that the city could soon fall. Earlier in the week, they captured Minova, a strategically important port on the shores of Lake Kivu, and also the towns of Katale and Masisi, west of Goma.\n\nMost of the fighting between the Congolese army and the rebels on Friday was focused on Kibumba, a town about 25 kilometers (15 miles) north of Goma, and also around Sake.\n\nThe M23 rebels — or The March 23 Movement — is one of about 100 armed groups vying for a foothold in the mineral-rich region in a decades-long conflict in eastern Congo. In recent weeks, the rebels have made significant territorial gains, seizing towns and villages and encircling Goma.\n\nThe group was created in 2012 after the failed integration of ethnic Tutsis who broke away from the Congolese army. It claims to defend Tutsi from discrimination but critics say it's a pretext for Rwanda to obtain economic and political influence over eastern Congo.\n\n“Studies have long highlighted the smuggling of resources\" from Congo into Rwanda, said Ladd Serwat, senior Africa analyst with U.S.-based Armed Conflict Location & Event Data Project. “Congolese officials increasingly accuse Rwanda of pursuing control over the region’s resources and aiming to annex parts” of Congo.\n\nIn territories under its control, M23 implements its own tax system, runs a local government and controls natural resources.\n\nCongo, the United States and U.N. experts accuse Rwanda of backing the M23, which had only hundreds of members in 2021. Now, according to the United Nations, the group has around 6,500 fighters.\n\nWhile Rwanda denies that claim, it acknowledged last year that it has troops and missile systems in eastern Congo, allegedly to safeguard its security. U.N. experts estimate there are up to 4,000 Rwandan forces in Congo.\n\nSerwat, the Africa analyst, says that Rwanda's engagement has brought it into direct conflict with Congolese forces, “escalating political tensions” between the neighbors.\n\nA “declaration of war\" by Congo against Rwanda would risk turning \"into a regional conflict in East Africa,” said Darren Davids, an analyst with the Economist Intelligence Unit.\n\nThe U.N. refugee agency says more than 400,000 people have been displaced in eastern Congo since the beginning of the year, exacerbating “desperate conditions” in severely overcrowded displacement centers in and around Goma and triggering an increase in cholera cases.\n\nJean Claude Bauma, 35, fled Masisi when M23 overran the town and was staying with his family at the Nzulo camp for the displaced on the outskirts of Goma. But relentless shelling near the camp forced the father of five to flee into the city center this week.\n\n“We fear for our lives, since the birth of my children, we have been fleeing the war,” Bauma told the AP. “This time ... if it’s to die, I will die here.”\n\nThe city is a regional hub for trade, security and humanitarian efforts, and its airport is key for transporting supplies.\n\nBack in 2012, the rebels seized Goma and controlled it for about a week but after mounting international pressure on Rwanda — including suspension of aid from the United States and Britain — the M23 surrendered the city.\n\nSince 2021, Congo’s government and allied forces, including Burundian troops and U.N. troops, have been keeping the rebels away from Goma.\n\n“The capture of such a large city” will certainly be a huge boost for the rebels and a major defeat of the government forces, said Davids, the economist.\n\nIts fall would also have a “catastrophic impact on hundreds of thousands of civilians, putting them at risk of heightened exposure to human rights violations and abuses,” said Ravina Shamdasani of the U.N. human rights office.\n\nFrancois Moreillon, head of the International Committee of the Red Cross for Congo, said he's worried also that ICRC staff running the main hospital in Goma would have to evacuate. If the hospital and the staff were no longer safe, who would treat the patients, he asked.\n\n\"This situation is simply unacceptable,” Moreillon said."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Kenvue Inc (KVUE) Stock Plunge -1.93% Last Week?",
            "link": "https://www.bovnews.com/2025/01/25/why-did-kenvue-inc-kvue-stock-plunge-1-93-last-week/",
            "description": "Kenvue Inc (KVUE) stock saw a modest uptick, ending the day at $20.78 which represents a slight increase of $0.03 or 0.14% from the prior close of $20.75. The stock opened at $20.79 and touched a low ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews3h",
            "source": "bovnews",
            "article_content": "Piper Sandler has recently raised Kenvue Inc (KVUE) stock to Overweight rating, as announced on January 6, 2025, according to Finviz. Earlier, on December 12, 2024, Deutsche Bank had reduced the stock from a Buy to Hold, setting a price target of $24 for KVUE stock. Jefferies also initiated Buy rating with a price target of $27. Additionally, RBC Capital Mkts reduced Sector Perform rating on September 24, 2024, with a target price of $24. Citigroup analysts, in their report published on May 28, 2024, also resumed Neutral rating and set a price target of $21 for Kenvue Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nKenvue Inc (KVUE) Stock Trading Recap\n\nOn Friday, Kenvue Inc (KVUE) stock saw a modest uptick, ending the day at $20.78 which represents a slight increase of $0.03 or 0.14% from the prior close of $20.75. The stock opened at $20.79 and touched a low of $20.72 during the day, reaching a high of $20.86. The volume of shares traded was 12.09 million falling short of the average volume of 13.06 million.\n\n\n\nSponsored\n\nKVUE Stock Performance and Moving Averages\n\nIn recent trading, Kenvue Inc (KVUE) stock price has shown some volatility, fluctuating -1.93% over the last five trades and -4.55% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 14.36%, and it has plunged by -9.38% in the previous three months. Currently, KVUE is trading at -1.55%, -6.89%, and -0.80% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, KVUE, a Consumer Defensive sector stock, is trading -15.04% below its 52-week high but remains 17.60% above its 52-week low. The Average True Range (ATR) (14 days) of 0.39 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nKenvue Inc’s Profitability and Valuation Ratios\n\nKenvue Inc’s profitability metrics reveal financial health. The company currently boasts an operating margin of 17.85% and a profit margin of 6.88%, with a gross margin of 14.36%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Kenvue Inc’s market capitalization stands at $39.84 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 37.5, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 17.21. Additionally, the Price-to-Sales Ratio is 2.58, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 3.74, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.03% of Kenvue Inc (KVUE)’s shares, while financial institutions hold 99.72%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "HIVE Digital Technologies Ltd (HIVE)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2025/01/25/hive-digital-technologies-ltd-hives-stock-plunge-what-you-need-to-know/",
            "description": "HIVE Digital Technologies Ltd (HIVE) stock saw a decline, ending the day at $3.09 which represents a decrease of $-0.02 or -0.64% from the prior close of $3.11. The stock opened at $3.13 and touched a ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews2h",
            "source": "bovnews",
            "article_content": "Keefe Bruyette has recently initiated HIVE Digital Technologies Ltd (HIVE) stock to Outperform rating, as announced on January 8, 2025, according to Finviz. Earlier, on December 19, 2024, ROTH MKM had initiated the stock to Buy, setting a price target of $7.50. Cantor Fitzgerald also initiated Overweight rating with a price target of $9. Additionally, Northland Capital initiated Outperform rating on September 19, 2024, with a target price of $5.50. H.C. Wainwright analysts, in their report published on August 15, 2024, also raised Buy rating for HIVE Digital Technologies Ltd’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\nHIVE Digital Technologies Ltd (HIVE) Stock Trading Recap\n\nOn Friday, HIVE Digital Technologies Ltd (HIVE) stock saw a decline, ending the day at $3.09 which represents a decrease of $-0.02 or -0.64% from the prior close of $3.11. The stock opened at $3.13 and touched a low of $3.06 during the day, reaching a high of $3.24. The volume of shares traded was 12.09 million exceeding the average volume of 8.14 million.\n\n\n\nSponsored\n\nHIVE Stock Performance and Moving Averages\n\nIn recent trading, HIVE Digital Technologies Ltd (HIVE) stock price has shown some volatility, fluctuating -1.90% over the last five trades and -1.28% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -24.82%, and it has plunged by -20.16% in the previous three months. Currently, HIVE is trading at 0.12%, -15.65%, and -5.34% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, HIVE, a Financial sector stock, is trading -44.22% below its 52-week high but remains 41.74% above its 52-week low. The Average True Range (ATR) (14 days) of 0.24 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nHIVE Digital Technologies Ltd’s Profitability and Valuation Ratios\n\nHIVE Digital Technologies Ltd’s profitability metrics reveal financial health. The company currently boasts an operating margin of -37.81% and a profit margin of -12.04%, with a gross margin of -24.82%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, HIVE Digital Technologies Ltd’s market capitalization stands at $398.73 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Sales Ratio is 3.24, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 1.31, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.60% of HIVE Digital Technologies Ltd (HIVE)’s shares, while financial institutions hold 23.51%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Celsius Stock Going to $42? 1 Wall Street Analyst Thinks So.",
            "link": "https://www.msn.com/en-us/money/topstocks/is-celsius-stock-going-to-42-1-wall-street-analyst-thinks-so/ar-AA1xQLPK?ocid=BingNewsVerp",
            "description": "Celsius can recover when the economy is stronger, but the timing is difficult to predict. The global energy drink market is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zaariAyTAFFjs8xJ-dZ2QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Billionaire Steven Cohen Sells Apple Stock and Buys a Little-Known AI Stock Up 500% in Less Than 3 Years",
            "link": "https://www.msn.com/en-us/money/topstocks/billionaire-steven-cohen-sells-apple-stock-and-buys-a-little-known-ai-stock-up-500-in-less-than-3-years/ar-AA1xPX68?ocid=BingNewsVerp",
            "description": "Steven Cohen runs Point72 Asset Management, one of the most successful hedge funds in history as measured in net gains since ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5g65utv-wr-CPDxKgfa9Yi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "11hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US economic losses from natural disasters soared in 2024, even as they eased globally",
            "link": "https://www.yahoo.com/news/us-economic-losses-natural-disasters-155413630.html",
            "description": "At least two other hurricanes, several severe 'convective' storms and a draught contributed to the losses from natural ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aP-NXMMMVUTVG9WPqimojC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "4h",
            "source": "Yahoo",
            "article_content": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, reflecting another year of costly severe storms, floods and droughts.\n\nDamage caused by Hurricanes Helene and Milton helped push total economic losses from natural disasters in the U.S. to $217.8 billion last year, according to insurance broker Aon PLC. That figure represents an 85.3% increase from 2023, when losses totaled about $117.5 billion. It’s also the largest annual tally of economic losses from natural disasters since 2017.\n\nInsured losses, or the portion of economic losses that are covered by insurance, also rose last year. They climbed 36% to $112.7 billion, the most since 2022.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nHurricane Helene tore across six southeastern states last fall, costing $75 billion in economic losses, mainly due to inland and coastal flooding. according to Aon. Less than two weeks later, Hurricane Milton made landfall on the west coast of Florida, causing some $25 billion in economic losses.\n\n“In 2024, one of the big differences is we had significant U.S. hurricane events that happened,” said Liz Henderson, global head of climate risk advisory at Aon. “When those events happen, they affect a large area and they affect areas with large values in terms of properties and people and content. So the losses from those events tend to be significantly higher.”\n\nAt least two other hurricanes, several severe “convective” storms and a draught contributed to the losses from natural disasters in the U.S. last year.\n\nIn addition to the severe storms in the U.S., deadly floods in the Valencia region of Spain and other natural disasters drove worldwide economic losses from natural disasters to $368 billion last year, according to Aon. That’s a 7.3% decline from 2023, but about 14% higher than the annual average going back to 2000. Global insured losses, meanwhile, climbed 15.1% to $145 billion.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhile it’s impossible to predict the timing, location and losses from natural disasters, 2025 is not off to an encouraging start. The devastating wildfires that erupted in Los Angeles County on Jan. 7, killing at least 28 people and destroying more than 14,000 structures, are already projected to be among the costliest natural disasters.\n\nIn a separate report last week, Aon estimated that total economic and insured losses for the two largest wildfires — the Palisades fire and the Eaton blaze burning just outside Los Angeles — could reach into the lower tens of billions of dollars, likely making them the costliest wildfires in U.S. history.\n\nDownload the FREE WPXI News app for breaking news alerts.\n\nFollow Channel 11 News on Facebook and Twitter. | Watch WPXI NOW"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.S. economic losses from natural disasters hit $217.8B in 2024",
            "link": "https://www.msn.com/en-us/money/economy/us-economic-losses-from-natural-disasters-soared-in-2024-even-as-they-eased-globally/ar-AA1xN6Ko?ocid=BingNewsVerp",
            "description": "Economic losses from hurricanes and other natural disasters soared in the U.S. last year and were above average globally, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ygP5rrotp0qch3qnEDrAUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "19hon MSN",
            "source": "The Associated Press - Business News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "HDR10+ vs Dolby Vision: Which HDR format is best?",
            "link": "https://www.msn.com/en-us/technology/consumer-electronics/hdr10-vs-dolby-vision-which-hdr-format-is-best/ar-AA1xQrKD?ocid=BingNewsVerp",
            "description": "In 2025, anyone looking for the best TVs will likely have encountered the terms HDR10+ and Dolby Vision, both of which are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5fz-cJxGDOW5zXIET7CFNS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "8hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel floats Modular PC design proposal for repairable laptops and mini PCs",
            "link": "https://www.cnx-software.com/2025/01/25/intel-floats-modular-pc-design-proposal-for-repairable-laptops-and-mini-pcs/",
            "description": "Intel has published an article proposing a modular PC design that would improve the repairability/right-to-repair of laptops ...",
            "image_url": "https://www.bing.com/th?id=OVFT.asHKXnBl8p7EAje4hWR8gS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "CNX Software15h",
            "source": "CNX Software",
            "article_content": "Intel has published an article proposing a modular PC design that would improve the repairability/right-to-repair of laptops and mini PCs and reduce e-waste through the replacement of motherboard, display, and M.2 or FPC add-on modules for the user-facing ports.\n\nMaking repairable, modular electronic devices is not a new idea, and the Framework laptops are probably the best-known option now, but they do come at a premium. But most projects are limited success, for instance, Project Ara modular smartphone from Google eventually died off. We’ve also covered modular or open-source hardware solutions from smaller companies over the years such as Firefly Station P3D modular Arm mini PC with swappable cards, or Olimex Teres-I DIY and open-source hardware laptop.\n\nIt’s good news that a large company like Intel is taking the repairable, modular PC topic seriously, but as we’ll see below it’s currently a high-level proposal with few technical details.\n\nMost laptops and mini PCs come with a single motherboard with the CPU and all ports, and the users can usually replace memory and storage if needed, and potentially the wireless module, but not much else. Intel’s modular PC design built on that but also adds M.2 or FPC IO expansion cards for the ports, meaning the motherboard would mostly have the processor. Socketed processors were not discussed. Displays would be “field-replaceable” meaning a professional would have to handle that part instead of the users.\n\nIntel divided the modular PC concept into three architectures: Premium Modular PC, Entry/Mainstream Modular PC, and Desktop Modular PC.\n\nI’m struggling to see how the premium and entry-level proposals differ, except the former is suitable for fanless design and the latter can handle 14-inch to 16-inch displays. Intel says its universal I/O boards (left and right I/O boards) can be utilized across various platforms or market segments for cost savings. The I/O boards for Premium Modular designs are engineered to be common between the fanless Thin & Light system (10W power envelope), and the premium fanned designs meant to function within a 20W (single fan) and 30W (dual fan, WiFi only SKU) power envelope. Intel did not say the display can be replaced on premium devices, so I’d assume it can’t due to their thinner design.\n\n\n\nFrom what I understand the following can be replaced/repaired by the user or a technician:\n\nPremium – M.2 SSD, Core Board, and IO modules\n\nEntry-level/Mainstream – M.2 SSD, Core board, IO modules, 14-16-inch display, LPCAMM memory, and WiFi\n\nIt’s a bit easier to make a modular mini PC than a modular laptop, and here users would have a removable CPU module, PCH module, SO-DIMM memory, and GPU using slide rails, as well as USB-C/Thunderbolt IO modules using FPC cables or M.2 connectors soldered on the main board.\n\nTime will tell how the proposal goes. I’m not confident so far, because Intel did not provide any detail or a prototype, and the chance of success would be greater if there was an initiative backed by a consortium involving Intel, AMD, and computer manufacturers. Repairable, modular computers will also cost more than their equivalent cost-optimized devices, so we’ll have to see if consumers would be ready to adopt this concept.\n\nThanks to TLS for the tip.\n\nJean-Luc started CNX Software in 2010 as a part-time endeavor, before quitting his job as a software engineering manager, and starting to write daily news, and reviews full time later in 2011.\n\nShare this:\n\nSupport CNX Software! Donate via cryptocurrencies, become a Patron on Patreon, or purchase goods on Amazon or Aliexpress"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Datacentrix achieves Cisco IOT Specialisation, enhancing industrial cyber security, automation offerings",
            "link": "https://www.msn.com/en-za/news/other/datacentrix-achieves-cisco-iot-specialisation-enhancing-industrial-cyber-security-automation-offerings/ar-AA1xQh9R?ocid=BingNewsVerp",
            "description": "Datacentrix achieves Cisco IOT Specialisation, enhancing industrial cyber security, automation offeringsIssued by icomm for Datacentrix HoldingsJohannesburg, 24 Jan 2025Visit our press officeAndre ...",
            "image_url": "https://www.bing.com/th?id=ODF.COwE0PaRJOhah7jQrXEdIg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "ITWeb on MSN10h",
            "source": "ITWeb on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How the oldest known Hebrew book landed in a Washington museum",
            "link": "https://www.voanews.com/a/how-the-oldest-known-hebrew-book-landed-in-a-washington-museum/7949998.html",
            "description": "To legitimize its custody of the manuscript, found in an Afghan cave, the Museum of the Bible invoked the Universal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GeUYYdmD4Ce4_sbnjtW8ES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "6h",
            "source": "Voice of America",
            "article_content": "In 2016, Herschel Hepler was browsing Google Images to practice his paleography — the study of historical writing systems — when he stumbled upon an eerily familiar photo that would lead to a groundbreaking discovery.\n\n“I recognized it immediately and said, 'That’s a manuscript in our collection,'” Hepler, a curator at the Museum of the Bible in Washington, recalls.\n\nThe museum had recently acquired the manuscript — a rare Jewish prayer book — believing it to be part of the famous Cairo Geniza, a trove of ancient Jewish documents uncovered in a Cairo synagogue in the late 19th century.\n\nBut the black and white picture in Tablet magazine described the manuscript as a “16th to 17th century Hebrew book of Psalms, said to be from the Bamiyan area” of central Afghanistan.\n\nStunned by the revelation, Hepler set out to verify it. Tracking down the author of the Tablet article, British historian and archaeologist Jonathan Lee, Hepler confirmed that Lee had in fact found the book in an Afghan warlord’s possession in 1998 and photographed the cover and two inside pages.\n\n“Without Jonathan’s documentation from his trip to Bamiyan in 1998, we would still be assuming this is probably from the Cairo Geniza,” Hepler said.\n\nBut if Hepler was surprised to learn about the book's origin in the remote mountains of Afghanistan, Lee was equally stunned when Hepler revealed that the manuscript had been carbon-dated to at least the 9th century.\n\n“At that point, I realized that the discovery was of major importance,” Lee said via email.\n\nRecognizing their combined expertise — Hepler in Hebrew manuscripts and Lee in Afghan history — the duo joined forces and invited in other experts.\n\nTheir yearslong research not only established the manuscript as the oldest-known Hebrew book but also unearthed evidence that Jews had lived in Afghanistan — and along the ancient Silk Roads — for longer than historians previously believed.\n\nBut the thrill of discovery was dampened by the realization that the manuscript had probably been smuggled out of war-torn Afghanistan and bought on the antiquities market.\n\nAt the time, the museum, founded by the Green family, owners of the Hobby Lobby arts and craft company, was still reeling from its acquisition of artifacts smuggled from Iraq and Egypt.\n\nThe museum faced a significant challenge: Before it could showcase it to the world, it needed to legitimize its ownership of the manuscript. This required years of delicate negotiations with New York’s small Afghan Jewish community and an Afghan government teetering on the brink of collapse. The stakes were high, and the path to secure the manuscript’s rightful place in the museum would prove be too complex and demanding.\n\nLee’s discovery\n\nLee, who has spent the better part of the last five decades researching and writing about Afghan history and archaeology, discovered the book by chance.\n\nIn April 1998, he was guiding a Japanese TV crew in Bamiyan and was on the lookout for a Bactrian language inscription and gold coins looted from an ancient Buddhist shrine.\n\nAt the time, the Bamiyan Valley, with its famed Buddha statues still standing, was controlled by a local Shiite insurgent group, while the Taliban ruled most of the rest of the country.\n\nThe anti-Taliban group’s leader, Karim Khalili, kept a collection of antiquities, among them the cache of gold coins Lee had been looking for. Lee photographed them.\n\n\"Then, his [Khalili’s] advisers brought in a miscellaneous collection of other antiquities that included the ALQ,” Lee said, using the acronym for the “Afghan Liturgical Quire,” the Hebrew book in the Bible Museum’s collection.\n\nA local man affiliated with the Shiite insurgent group had found the book under a collapsed roof in a cave the prior year and given it to Khalili.\n\nUnversed in Hebrew, Khalili apparently showed the book to other foreigners visiting Bamiyan, trying to figure out what it was.\n\n“I was told it had been found in Bamiyan, but then everything is found in Bamiyan,” Lee said.\n\nAs Lee recalls, the pocket-size book looked remarkably well-preserved for its age.\n\n“The cover was somewhat bent, damaged and watermarked, but the folios were relatively well-preserved, and most of the texts readable,” he said.\n\nTo Lee, that suggested the manuscript was \"not that old.” He left Afghanistan and for years didn’t give it much thought.\n\nHow and when the manuscript left Afghanistan remains unknown.\n\nThe 1990s were a dark period for Afghanistan’s rich cultural heritage. As armed groups fought over territory, their men — often directed by their commanders and guided by traffickers — plundered the country’s vast archaeological sites and ransacked its museums. Seventy percent of the national museum’s treasures vanished, according to one estimate, many ending up in private collections and some reputable institutions.\n\n“There is a long history of illicit export of antiquities from the country that goes back for decades but ultimately back to colonial times,” said Cecilia Palombo, a University of Chicago professor who has researched the plunder of Afghan antiquities.\n\nA leading researcher with extensive experience in Afghanistan said the manuscript was likely taken out of the country after the Taliban overran Bamiyan in late 1998. The researcher spoke on condition of anonymity.\n\nResearch by the Bible museum found that an unnamed Khalili deputy made multiple sales attempts in the United States and Europe between 1998 and 2001 before “apparently” offloading it to a private collector in London in fall 2001. The collector kept it for a decade or more before Hobby Lobby bought it in 2013 and donated it to the museum.\n\nThe office of Khalili, who later served as a vice president, declined a VOA interview request.\n\nThe Tablet article\n\nAlthough Lee had found the book in Afghanistan, he didn’t know how significant it was. On returning to England, he showed his photographs to a Hebrew specialist, who thought it was from the 16th or 17th century.\n\nThen, after a cache of ancient documents dubbed the “Afghan Geniza” surfaced on the international art market, Lee decided to publish his photograph, along with an article about Afghan Jewish history. Citing the book as an example of “Jewish material [turning up] occasionally” in Afghanistan, he wrote that the “whereabouts of this manuscript is now unknown.”\n\nHe would find out four years later. That's when, “out of the blue,” Hepler contacted him via LinkedIn and told him the manuscript was not the Book of Psalms but a prayer book, comprising Sabbath prayers, poetry and a partial Haggadah, the Jewish text recited at the Passover seder.\n\nThe Green family bought the book from an Israeli antiquities dealer in 2013 during a buying spree of ancient artifacts. Some of these items were later returned after it was discovered they had been illegally taken out of Iraq and Egypt.\n\nThe Afghan Liturgical Quire came with a forged provenance of its own, tracing the manuscript to collectors in London in the 1950s, masking any ties to Afghanistan. With Lee’s documentation, the museum was able to correct its provenance.\n\nThe museum had initially thought the book was from the 9th century, but a second carbon-dating test performed in 2019 showed it dates to the 8th century, making it two centuries older than the previous oldest-known Hebrew book in the world.\n\nThe discovery electrified experts.\n\nFor Hebrew scholars, the discovery offered the earliest evidence of a bound Hebrew book.\n\nFor Afghanistan specialists, it highlighted \"how significant this region was in respect of the history of the Middle East, Inner Asia and Northern India, and Afghanistan's ancient connectivity with cultures and religious traditions,\" Lee said.\n\nYet the realization that it had been smuggled out of Afghanistan cast a cloud over its legitimacy.\n\nAfghan laws and the 1970 UNESCO Convention make it illegal to export cultural artifacts and heritage items without government approval.\n\nTo legitimize its custody of the manuscript, the museum adopted what it calls a “human rights-based approach” to cultural heritage.\n\nInvoking the Universal Declaration of Human Rights, the museum argued that the Afghan people and Afghan Jews living in New York have a right to access the manuscript.\n\n“One of the things this project is focused on is on access — so, access to the Afghan Jewish community, access to the people of Afghanistan,” Hepler said.\n\nTo get the backing of both stakeholders, the museum initiated discussions with officials of the former Afghan government and members of the Jewish community in New York.\n\nThese efforts culminated in the signing of a memorandum of understanding in 2021 with the Afghan embassy in Washington before the Taliban takeover, ensuring the document would be held in custodianship.\n\nThe Afghan ambassador at the time, Roya Rahmani, did not respond to a request for an interview. Another former Afghan ambassador wrote a letter of support for the project.\n\nJack Abraham, head of the Afghan Jewish Federation who was born in Afghanistan, said his group offered its full support for keeping the manuscript in the United States.\n\n“I told [Hepler], ‘What you have in your hands is our heritage. It belongs to us. It could be any of our forefathers,’” Abraham said.\n\nBut some Afghans see it as equally part of their heritage.\n\n“This is the property of Afghanistan and must be returned to Afghanistan,” a senior former government official said, speaking on condition of anonymity.\n\nBarnett Rubin, a leading Afghanistan scholar and an advisor on the ALQ project, said both communities can legitimately lay claim to the book.\n\n“The museum wanted to have the approval of any one of the two main entities that might have a claim on it to their custody of it,” Rubin said.\n\nWith a custodianship agreement secured, the museum launched an exhibit in September, celebrating the project as an interfaith collaboration among Jews, Christians and Muslims.\n\nA second exhibit is planned for New York starting this month.\n\nWhile the Bible Museum technically owns the manuscript, Hepler said Afghanistan and the Afghan Jewish community \"have a lot of agency in this custodianship.\" To that end, the museum plans to provide one high-quality replica to the Jewish community and three to major cultural institutions in Afghanistan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "15th-century hoard of gold and silver coins discovered in Israel near Sea of Galilee",
            "link": "https://www.msn.com/en-us/society-culture-and-history/history/15th-century-hoard-of-gold-and-silver-coins-discovered-in-israel-near-sea-of-galilee/ar-AA1xQD6U?ocid=BingNewsVerp",
            "description": "A coin hoard dating to the 15th century has been discovered near a medieval synagogue in Israel. Why it was deposited there, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Un_ARi8w6oHCpZmJA-ZUri&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Live Science on MSN7h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "80-year cover-up of the existence of alien life exposed in new doc",
            "link": "https://www.msn.com/en-us/news/technology/80-year-cover-up-of-the-existence-of-alien-life-exposed-in-new-doc/ar-AA1xP1ds?ocid=BingNewsVerp",
            "description": "UFO-like electric flying vehicle could be the next Uber UFO whistleblowers are set to expose an '80-year cover-up' of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94-AWtAWvQr7qJuG04-6UC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "22hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public Health Agency of Canada",
            "link": "https://www.canada.ca/en/public-health.html",
            "description": "The Public Health Agency of Canada is part of the federal health portfolio. Our activities focus on protecting against threats to public health, preventing and reducing diseases and injury, and ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Canada19h",
            "source": "Canada",
            "article_content": "Public health notices Disease outbreaks or possible health risks to Canadians, how to protect yourself\n\nDiseases and conditions Symptoms, risks, and how to prevent, treat and manage human diseases and illnesses\n\nHealthy living Behaviours that affect health, health and pregnancy, wellness, infant care, blood donation\n\nTravel health Avoid disease, illness or other safety risks away from home\n\nFood recalls, risks and outbreaks Food poisoning, Canada's role in food safety, recent recalls and alerts\n\nVaccines and immunization Vaccination for children, adults, during pregnancy, travel vaccines, flu shot, information for health professionals\n\nBiosafety and biosecurity Biosafety training, pathogen hazards, exposure reporting, licences, regulating laboratories or containment zones\n\nEmergency preparedness and response How we prepare to keep the public safe from epidemics, chemical, biological, radiological and nuclear events\n\nFunding opportunities Grants and contribution programs, how and why we give funding, who we have funded\n\nHealth science, research and data Health data, science, research, statistics, determinants of health, and monitoring and surveillance"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From the latest show by Serial to the tale of a UFO sighting in regional Queensland, four great new podcasts to get your ears around",
            "link": "https://www.msn.com/en-au/news/australia/from-the-latest-show-by-serial-to-the-tale-of-a-ufo-sighting-in-regional-queensland-four-great-new-podcasts-to-get-your-ears-around/ar-AA1xPv5I?ocid=BingNewsVerp",
            "description": "Looking for a way to while away those long summer days or pass the time on a road trip? From the real story of Free Willy to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zJXrSYZtIQLxKINyW2pYZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "15hon MSN",
            "source": "ABC News (AU) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Third annual Northwest Flying Saucer Film Fest returning to Chehalis, now accepting film submissions",
            "link": "https://www.yahoo.com/entertainment/third-annual-northwest-flying-saucer-045900078.html",
            "description": "Following the success of the first two film festivals that kicked off the Chehalis Flying Saucer Party the past two years, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h7nh9niN5Ljy0pMprlJIPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "15h",
            "source": "Yahoo",
            "article_content": "Jan. 24—Following the success of the first two film festivals that kicked off the Chehalis Flying Saucer Party the past two years, event organizers are now accepting submissions for the third annual Northwest Flying Saucer Film Fest.\n\nDuring the inaugural film festival, 19 short films were screened, and last year that number grew to 27, though there were a total of nearly 50 submissions, according to Chehalis Flying Saucer Party organizer Vince Ynzunzu.\n\nThe event is scheduled for Friday, Sept. 12, at 6 p.m. inside McFiler's Chehalis Theater, according to the film festival's official Facebook page.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFilmmakers from throughout the Northwest, including Washington, Oregon, Idaho and British Columbia, are invited to submit their UFO-themed narrative short films, documentaries, animations or music videos to be shown during the film festival.\n\nSubmissions must be 20 minutes or shorter and be related to the UFO sci-fi genre, including anything involving UFOs and flying saucers, extraterrestrials, alien invasions or the Men in Black.\n\n\"You can have Bigfoot in your movie but he better be flying a spaceship,\" the Northwest Flying Saucer Film Fest submission website stated.\n\nFilmmakers must be a resident of the Pacific Northwest. There are no production date limits for submissions.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAny film not originally in English must have English subtitles. Filmmakers are also asked to keep their work \"family friendly\" — meaning no excessive cursing or violence, no sex or nudity and no racism, sexism, homophobia or transphobia.\n\n\"We ultimately just want everyone in the audience to feel welcome. Try not to exceed a PG-13 rating. Just use common sense,\" the website added.\n\nAward categories in the Northwest Flying Saucer Film Fest include best film, best alien, best documentary, best animation, best music video, best first-time filmmaker and audience choice.\n\nCustom trophies, the Orbies, and bragging rights will be given to all award category winners, along with a $300 cash prize for the audience choice winner.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe audience's favorite will also be screened right before the classic Chehalis Flying Saucer Party feature film is screened the next day. The feature film has yet to be determined.\n\nDeadline to submit a film is Aug. 5, and the submission fee is $30. The late submission deadline is Aug. 25, and the submission fee will be $40 then.\n\nHowever, for those who submit their films before the early deadline of June 24, the fee is only $25.\n\nSubmissions can be made at https://filmfreeway.com/NWFlyingSaucerFilmFest.\n\nTo view the film submissions and winners from the inaugural Northwest Flying Saucer Film Fest, read The Chronicle's coverage at https://tinyurl.com/bdhx2mdy. For films and winners from last year's film festival, visit https://tinyurl.com/4pacnc36.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nFor more information about the Northwest Flying Saucer Film Fest, visit its Facebook page at https://tinyurl.com/2z9c9mwv.\n\nKenneth Arnold\n\nJune 24, 2025, will be the 78th anniversary of Chehalis resident Kenneth Arnold's historic 1947 UFO sighting which sparked the \"Summer of the Saucers,\" where hundreds of UFO sightings were reported nationwide, including the the Maury Island Incident, which had the first documented encounter with the Men in Black, and, of course, Roswell.\n\nThe Chehalis Flying Saucer Party, scheduled for Sept. 12 and 13 this year, celebrates Arnold's sighting.\n\nWhen Arnold took to the skies over Southwest Washington on June 24, 1947, he had no idea his flight would be talked about well beyond his own lifetime.\n\nAdvertisement Advertisement\n\nWhat was supposed to be a routine flight from Chehalis to Pendleton, Oregon, in his single-engine CalAir A-2 airplane turned into anything but routine, when about 20 miles west of Mount Rainier, somewhere near Mineral, he saw a bright flash in the northeast.\n\nInitially, Arnold thought it was light reflecting off the metallic wings of another aircraft, but after more flashes appeared, he got a better look and quickly realized he wasn't witnessing any known conventional craft.\n\nArnold saw nine metallic objects flying in an echelon formation stretching nearly 5 miles. From his observations, each object appeared to be circular, roughly 100 feet in diameter, with no discernable tail matching conventional aircraft. The objects would periodically perform various aerial maneuvers including flips, banks and weaves.\n\nThough it was only an estimate, Arnold knew the distance between Mount Rainier to Mount Adams and timed the objects as they traveled between the peaks. He calculated their airspeed to be at least 1,500 mph, more than twice as fast as any aircraft of the time.\n\nAdvertisement Advertisement\n\nIn fact, the sound barrier had yet to be broken still until later that year in October when Chuck Yeager exceeded it for the first time flying his Bell X-1 flying at 767 mph.\n\nTo this day, nobody knows what Arnold saw in the skies above Mount Rainier, which eventually came to be known as \"flying saucers\" after an East Oregonian article used the words \"saucer-like aircraft\" to describe them the day after Arnold's sighting.\n\nChehalis residents began celebrating Arnold's sighting with a \"saucer drop\" during the Krazy Days festival in the 1960s and 70s, but the tradition was eventually forgotten until the Chehalis Flying Saucer Party revived it in 2019.\n\nAside from the Northwest Flying Saucer Film Fest and saucer drop event, the Chehalis Flying Saucer Party features speakers from throughout the paranormal investigative world along with special UFO-themed displays at the Lewis County Historical Museum.\n\nFor more information on the Chehalis Flying Saucer Party, visit its website at https://www.flyingsaucerparty.org/ or follow the party on Facebook at https://www.facebook.com/flyingsaucerparty."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN7h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Einstein Probe Uncovers a Puzzling 12.5 Billion-Year-Old Cosmic Explosion",
            "link": "https://scitechdaily.com/einstein-probe-uncovers-a-puzzling-12-5-billion-year-old-cosmic-explosion/",
            "description": "The Einstein Probe is revolutionizing our view of the distant X-ray universe, offering an unprecedented look at some of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sPIiYI8lkkDDpMg7XI_OLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "14m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shape of electrons is revealed for the first time through big advance in quantum physics",
            "link": "https://www.earth.com/news/shape-of-electrons-revealed-first-time-through-big-advance-in-quantum-physics/",
            "description": "For the first time, scientists have measured the shape of an electron in solids, opening the door to advances in quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FRMOONxJiXokG6R4KAgLcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "earth3h",
            "source": "earth",
            "article_content": "For the first time, researchers have measured the shape of an electron as it moves through a solid. This achievement could open a new way of looking at how electrons behave inside different materials.\n\nTheir discovery highlights many effects that could be relevant to everything from quantum information science to electronics manufacturing.\n\nThose findings come from a team led by physicist Riccardo Comin, MIT’s Class of 1947 Career Development Associate Professor of Physics and leader of the work, in collaboration with other institutions.\n\n“We’ve essentially developed a blueprint for obtaining some completely new information that couldn’t be obtained before,” says Comin. His colleague and co-author, Mingu Kang, performed much of this research at MIT before continuing at Cornell University.\n\nNew angles on electron shape\n\nPhysicists have examined electrons for decades, but the wave-like aspect of these particles brings extra complexity. Electrons can be described not just as small points, but also as “wave functions.”\n\nThese wave functions look like shapes or surfaces in higher-dimensional spaces. Sometimes these shapes are relatively simple. Other times, they’re tangled and tricky to measure.\n\nBy using angle-resolved photoemission spectroscopy, or ARPES, the team recorded details about how electrons behaved as light hit them.\n\nARPES helped them pin down a previously elusive property of electrons that holds the key to better understanding their geometry.\n\nWhy electron shape matters\n\nIn usual settings, we talk about an electron’s energy or velocity. Those are familiar concepts. Geometry, on the other hand, points to the patterns or forms that electron waves can take when arranged in a solid.\n\nQuantum geometry affects how these particles interact, pair up, and even give rise to unusual behaviors. One example is superconductivity, where electrons zip along a material without resistance.\n\nAnother is when electrons form orderly patterns, a bit like a collection of synchronized dancers. Observing geometry could help scientists design new materials with novel electronic traits.\n\nThe kagome connection\n\nThe team measured this geometric effect in a class of materials called kagome metals. Kagome metals are named for a repeating pattern of atoms that resembles a series of interlocking triangles. This lattice structure can influence how electrons navigate and share energy.\n\nPhysicists have long found kagome metals interesting because they host special behaviors that aren’t common in many other materials.\n\nObserving the geometry inside them could explain why electrons in these metals sometimes align in peculiar ways that set off advanced superconductivity or other strange effects.\n\nARPES and quantum shapes\n\nDuring ARPES experiments, researchers shine a beam of photons on a crystal. The light pushes electrons out of the material, allowing scientists to measure those electrons’ angles and spins.\n\nBy gathering that data, they reconstruct how electrons inside the crystal are moving and what shapes they form.\n\nThis method is demanding because it requires intricate equipment and specialized facilities. Yet it gives a unique window into what happens on distances smaller than a billionth of an inch.\n\nApplications and potential benefits\n\nA precise measurement of quantum geometry can lead to progress in areas that rely on electron control. Quantum computing, for instance, depends on maintaining stable electronic states while performing computations.\n\nResearchers want materials that can reliably keep these states without unwanted disruptions. If scientists understand and possibly design the geometry of electrons, they might improve superconductors or even develop electronic devices that lose very little energy through heat.\n\nWith energy efficiency becoming ever more critical, there’s real value in controlling electron flow on such tiny scales.\n\nInsights from global teamwork\n\nThis study was a partnership among institutions spanning different parts of the world. Collaborators brought together theoretical and experimental backgrounds.\n\nTheir collective expertise made it possible to design, synthesize, and measure the electronic structure of a kagome metal.\n\nThe pandemic forced some members to work remotely, but it also enabled other team members to take on new roles in labs that were partially shut down.\n\nThat unexpected shift helped push the work forward and demonstrated how closely linked theory and experiment must be when tackling high-precision measurements.\n\nOne electron shape, many possibilities\n\nQuantum geometry is far richer than standard geometry we learn in everyday math. The shape of an electron’s wave function isn’t like a typical circle or a neat sphere. It can take on forms that twist and loop in higher dimensions.\n\nObserving that shape in a real material confirms predictions that theorists have pursued for a long time. It means those theoretical constructs describing wave functions have real, measurable consequences.\n\nAnd now, there is a proven route to measure them, so future studies might target exotic materials that exhibit other patterns or new behaviors.\n\nWhat happens next?\n\nScientists plan to refine techniques like ARPES and adapt them to explore a range of materials. They hope to see how quantum geometry influences conductivity, magnetism, and other conditions that matter for practical applications.\n\nPhysicists also see promise in discovering how manipulating geometry might encourage electrons to swap their usual habits for more synchronized, cooperative behavior.\n\nThat synchronization is important for technologies that rely on controlling multiple electrons at once, such as quantum sensors or memory elements.\n\nExperts say these findings will likely inspire more ambitious experiments to uncover aspects of quantum geometry we haven’t been able to measure before.\n\nWith each new result, materials researchers step closer to engineering designs for the electronic components of tomorrow. The electron might be tiny, but it’s revealing secrets about shaping the future of technology.\n\nThe study is published in Nature Physics.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum physics discovery: Light travels through both space and time",
            "link": "https://www.msn.com/en-us/news/technology/quantum-physics-discovery-light-travels-through-both-space-and-time/ar-AA1xQv6H?ocid=BingNewsVerp",
            "description": "Physicists from Imperial College London have achieved a groundbreaking milestone in quantum physics by reimagining the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZsiIzNz43836GYzhhcxWYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "The Brighterside of News on MSN7h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Get Ready for the Micro-robotic Revolution",
            "link": "https://www.msn.com/en-us/science/microbiology/get-ready-for-the-micro-robotic-revolution/ar-AA1xPKsV?ocid=BingNewsVerp",
            "description": "A new type of computer bug.",
            "image_url": "https://www.bing.com/th?id=OVFT.dJ5N2MsMgR1vCH6cl_tWci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The brain-computer revolution unfolds",
            "link": "https://www.globaltimes.cn/page/202501/1327574.shtml",
            "description": "This marks a major advancement in a collaborative brain-computer interface (BCI) technology project between NeuroXess, a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZVZcz3nhuBTuTHp4h_DwTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "4h",
            "source": "Global Times",
            "article_content": "A 43-year-old epilepsy patient receives a surgery with invasive BCI technologies in December 2024, enabling her to control actions and speech through computer decoding. Photo: Courtesy of NeuroXess\n\nPerhaps she never imagined that one day she would be able to communicate with others in this way. As a 43-year-old epilepsy patient hospitalized at Huashan Hospital affiliated to Fudan University, who asked to remain anonymous, with a brain tumor in the language area, she can now simply conceive the words she wants to say and the actions she wants to take in her mind, and through computer decoding, make them a reality.This marks a major advancement in a collaborative brain-computer interface (BCI) technology project between NeuroXess, a Shanghai-based life science company focusing on flexible electrode BCI technologies, and Huashan Hospital.With ongoing technical progress, goals like controlling actions and speech through thought are gradually becoming a reality in China.Technological breakthroughsIn 2024, multiple clinical trials based on partially-invasive and invasive BCI technologies were conducted in China.Based on real-time Chinese decoding, the patient mentioned above was able to synthesize Chinese speech through thoughts, drive digital avatar, interact with large language models, as well as convert language neural signals into commands to control dexterous robotic hands in real-time, Global Times learnt from NeuroXess.NeuroXess said that just two days after the surgery, the patient began training and, within seven days, attained a 71 percent accuracy in decoding for 142 commonly used Chinese syllables, and demonstrated a delay of under 100 milliseconds for single-character decoding.In December 2024, Hong Bo, a professor from the School of Medicine with Tsinghua University told Global Times that their partially invasive BCI device, NEO, would begin large-scale clinical trials in 2025, intended to recruit 30-50 patients suffering spinal injury for implantation. After completing these surgeries, the team plans to seek regulatory approval for market launch.The development of technology has facilitated the layout of industries. At the beginning of 2025, tech departments in cities like Beijing and Shanghai have been actively releasing action plans for the development of BCI technology, focusing on regulatory policies, clinical trials and industrial chain development, CCTV reported on January 14.Beijing Municipal Science and Technology Commission aims to break through key technologies by 2027, and by 2030, the BCI ecosystem will be in its early stages. Similarly, the Science and Technology Commission of Shanghai Municipality focuses on medical-grade applications and strategic products, primarily promoting the deployment of invasive and partially invasive BCI technologies.Partially-invasive and invasive BCI technologies, due to their closer proximity to neurons, offer better spatial resolution and signal-to-noise ratios, said Zhou Zhitao, Professor at the Shanghai Institute of Microsystems and Information Technology at the Chinese Academy of Sciences, to the Global Times.\"These paths are primarily used in serious medical fields, treating neuro-diseases that conventional medical methods cannot address, such as motor or speech disorders, helping patients regain basic life functions and improve their quality of life,\" Zhou said.\"Currently, the most likely scenario for large-scale application of BCI technology in China is for the treatment of neurological diseases after obtaining medical device registration. Neurological diseases often come with impaired functions, with the most common being motion and speech dysfunctions,\" Zhou said.\"In China, there are about 20 million patients with motor dysfunction and around 5.8 million with speech dysfunction. Once BCI receives medical device certification, it can serve this population,\" he added.Ethical challengesAt the same time, experts emphasized to the Global Times that BCI technology is still in its early stages and faces numerous challenges. It needs constant adjustments and balancing to ensure that the technology minimizes harm to patients and improves practical application outcomes.Zhou mentioned two key challenges for the future. \"One is how to quickly obtain medical device approval and conduct large-scale clinical trials to serve more people in need. The other is how to address privacy protection and medical ethics issues after large-scale BCI trials.\"Professor Mao Ying, president of Huashan Hospital affiliated with Fudan University, also emphasized to the Global Times the importance of the second challenge. \"Although BCI technology offers great rehabilitation opportunities for patients, we must remain cautious. If patients' brain data is not properly handled, it may lead to severe privacy leakage risks,\" Mao said.Additionally, Mao stressed that medical ethics demand that any innovative technology and clinical trial must adhere to the fundamental principle of \"do no harm to patients.\" \"Clinical research on high-precision technologies like BCI is not something that can be rapidly scaled up. In surgical practice, we need to continuously make precise pioneering efforts, and then keep refining and improving. If expectations are too high, patients may ultimately be disappointed, which could even cause psychological harm,\" he said.Besides suggesting the establishment of a regulatory mechanism for medical ethics, Mao also pointed out that public acceptance and understanding of this technology need to improve gradually to better promote its widespread use.\"Currently, BCI technology is mainly focused on treating clinical diseases, especially for patients with lost neural functions. Some people expect it to significantly enhance brain functions or replace traditional learning methods, however, BCI's clinical applications are still in the early stages, and there is a long way to go before full development is achieved.\"\"China, along with other major countries like the US, has the ability to integrate industrial chains and drive scientific research. China should actively participate in this field, maintaining its leading advantage and taking on the responsibility for technological development,\" Mao said. \"Our current start is good. If we don't try, we'll never reach the goal.\""
        }
    }
]