[
    {
        "title": "Pentagon UFO office testifies to US Senate on Tuesday. Watch it live here (video)",
        "link": "https://www.space.com/space-exploration/search-for-life/pentagon-ufo-office-testifies-to-us-senate-on-tuesday-watch-it-live-here-video",
        "description": "In a new report released, the office says it has \"no indication or confirmation\" that UFO reports are \"attributable to foreign adversaries.\" ...",
        "image_url": "https://www.bing.com/th?id=ODF.dXTf93s-WX7i4zeYTIonzg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "Space.com12h",
        "source": "Space.com",
        "article_content": "Watch live! Pentagon UFO office testifies to Senate emerging threats committee - YouTube Watch On\n\nA U.S. Senate subcommittee will hear from the Pentagon's UFO office tomorrow, and you can watch live.\n\nDirector Jon T. Kosloski of the All-Domain Anomaly Resolution Office, or AARO, will testify before the Senate Armed Services Subcommittee on Emerging Threats and Capabilities on Tuesday (Nov. 19) starting at 4:30 p.m. ET (2130 GMT). A closed-door session off-limits to the public will be held prior to the open session, beginning at 3:15 p.m. ET (2015 GMT).\n\nYou can watch the hearing live at Space.com, courtesy of the Senate Armed Services Committee.\n\nAARO's logo in front of the Pentagon. AARO's Latin motto translates roughly as \"the universe is changing/our life is what our thoughts make of it.\" (Image credit: AARO/Wikimedia Commons)\n\nThe Department of Defense created AARO in July 2022 in order to serve as a \"focal point for all UAP and UAP-related activities and may represent the Department for such activities,\" the Pentagon said at the time, in a statement.\n\nAARO has already released its 2024 report, which covers sightings of UFOs (or UAP, as they're now known) between May 1, 2023 and June 1, 2024 as well as \"all UAP reports from any previous time periods that were not included in an earlier report.\"\n\nThe document states that AARO received 757 total case reports during the period, 485 of which fell within the reporting timeframe. Of these cases, 118 were solved and another 174 are slated for closure pending a final review.\n\nStill, many cases remain unsolved, and AARO continues to study them. However, the report notes that \"AARO has discovered no evidence of extraterrestrial beings, activity, or technology.\"\n\nGet the Space.com Newsletter Breaking space news, the latest updates on rocket launches, skywatching events and more! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThe office's previous report, released in January 2023, came to similar conclusions.\n\nAARO also concluded in the report that it has \"no indication or confirmation\" that UFO reports are \"attributable to foreign adversaries.\"\n\nAARO's latest findings might not sit well with some in the UFO/UAP community.\n\nThat's because, just last week, a quartet of high-profile witnesses — including a retired U.S. Navy rear admiral, a former NASA associate administrator and a former U.S. counterintelligence officer — told the U.S. House of Representatives that a wide-ranging and long-running government conspiracy has, for decades, served to \"hide the fact that we are not alone in the cosmos\" from the American public.\n\nWe are \"in the midst of a multi-decade, secretive arms race — one funded by misallocated taxpayer dollars and hidden from our elected representatives and oversight bodies,\" one of the witnesses stated during the hearing.\n\nAARO was specifically named as being complicit in the cover-up during this hearing. \"AARO is unable, or perhaps unwilling, to bring forward the truth about the government's activities concerning UAPs,\" Representative Nancy Mace (R-South Carolina) said during the hearing's opening remarks. \"I'm disturbed that AARO itself lacks transparency; even its budget is kept from the public. So if there is no 'there' there, then why are we spending money on it? And by how much? Why the secrecy?\""
    },
    {
        "title": "SAG-AFTRA Files Lawsuit Over Production Skirting Bargaining Agreement By Shooting Overseas",
        "link": "https://www.msn.com/en-us/movies/news/sag-aftra-files-lawsuit-over-production-skirting-bargaining-agreement-by-shooting-overseas/ar-AA1ujSCz?ocid=BingNewsVerp",
        "description": "UFO Pictures violated a CBA waiver granted to low-budget productions. The guild is going to court to enforce a $163,000 arbitration award, which the company has failed to pay.",
        "image_url": "https://www.bing.com/th?id=OJ.9ChonVzPrQm7sQ&pid=news&w=68&h=16&rs=2",
        "category": "ufo",
        "date": "3hon MSN",
        "source": "Hollywood Reporter on MSN",
        "article_content": ""
    },
    {
        "title": "US government's latest UFO report details 700 'sightings' with 21 unexplained",
        "link": "https://www.express.co.uk/news/weird/1977644/u-s-government-s-latest-ufo-report-details-21-unresolved-sightings-over-700-new-investigat",
        "description": "The All-domain Anomaly Resolution Office (AARO) received 757 reports of Unidentified Anomalous Phenomena (UAP) in the last ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hFy82eznH4_OCndmMSFAkS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15h",
        "source": "Daily Express",
        "article_content": "The US has released a gripping new UFO report, acknowledging a perplexing tally of 21 enigmatic incidents that defy explanation.\n\nSent to Congress, the eye-opening dossier comes from the All-domain Anomaly Resolution Office (AARO), set up specifically to delve into the mysteries of Unidentified Anomalous Phenomena (UAP) the official term for UFOs.\n\nThe document lays bare a slew of bewildering accounts AARO were hot on the heels of, including sightings such as a surreal green fireball, a dazzling multicoloured jellyfish in the sky, and a 6ft tall silver rocket that left investigators scratching their heads.\n\nAlthough many tales turned out to be misunderstandings linked to ordinary objects like balloons, birds, unmanned aircraft system (UAS), satellites, and run-of-the-mill aircraft, not everything could be pinned down so easily.\n\nRegular reports pouring into AARO have been chalked up to none other than Elon Musk's Starlink satellite constellation, yet some files remain open with no clear-cut answers in sight."
    },
    {
        "title": "Steven Spielberg's New UFO Movie Casts Challengers Star",
        "link": "https://www.msn.com/en-us/movies/news/steven-spielberg-s-new-ufo-movie-casts-challengers-star/ar-AA1ul3gd?ocid=BingNewsVerp",
        "description": "Steven Spielberg's new UFO movie casts a Challengers star to join the growing ensemble alongside Emily Blunt, Colin Firth, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LEDRzoYeJZCAWBSnfX6L1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Hosted on MSN1h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Report: Canadian docs solve mystery of ‘UFO’ shot down over Lake Huron",
        "link": "https://www.msn.com/en-us/news/other/report-canadian-docs-solve-mystery-of-ufo-shot-down-over-lake-huron/ar-AA1ujikw?ocid=BingNewsVerp",
        "description": "New documents released by Canada’s Department of National Defence have put to bed the rumors of aliens shot down near Lake ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oLhK1JMN5vo80paC_ikSmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "WOOD Grand Rapids on MSN13h",
        "source": "WOOD Grand Rapids on MSN",
        "article_content": ""
    },
    {
        "title": "Former Google X employees come out of stealth with TwinMind, an AI app that hears and remembers everything about you",
        "link": "https://www.businessinsider.com/twinmind-chatgpt-former-google-x-team-builds-ai-assistant-2024-11",
        "description": "A startup from former Google X employees is building an AI app that acts as a \"second brain.\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.oUefqtFiQU1Uw9d0X5N20S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19h",
        "source": "Business Insider",
        "article_content": "Advertisement\n\nTwinMind, founded by former Google X employees, is building an AI assistant to better understand you.\n\nThe founders believe memory is key and something that rival products like OpenAI's ChatGPT lack.\n\nThe startup said it has raised over $2.5 million and was most recently valued at $30 million.\n\nA startup formed by a handful of former Googlers — specifically Google X, the skunkworks lab that explores sci-fi moonshot ideas — is coming out of stealth.\n\nNamed TwinMind, its app would function as an AI assistant that lives in your smartphone and always listens. Its founders like to compare it to Jarvis, the AI designed by Marvel's Tony Stark: It's constantly learning what you're doing and talking about and then uses that information to better understand you.\n\nAdvertisement\n\nTwinMind founder and CEO Daniel George said the company raised over $2.5 million this year in two rounds, the latest giving TwinMind a $30 million post-money valuation. Notable investors to date include Oracle's chief AI scientist, Dan Roth; a Rocketship VC founding partner, Anand Rajaraman; and Michael Liou, an early investor in Robinhood and Zapier.\n\nTwinMind is emerging into a competitive market filled with chatbots galore. George told Business Insider he believes the idea of an AI assistant that learns and retains information about users could help set TwinMind apart.\n\nWhile other AI assistants and chatbots, such as Google's Gemini and OpenAI's ChatGPT, are improving at memory, they're still not very good at it.\n\nAdvertisement\n\n\"If you had your own Jarvis, why would you Google? Why would you ask ChatGPT?\" George told BI. \"None of these other tools capture you. None of them understand you. They don't understand what's happening in your life.\"\n\nTwinMind would run in the background of your phone, store audio in the short term, and transcribe it to text, which would go into TwinMind's memory bank. Then, users could open the app and see a readout of their day broken down into key moments.\n\nYou could also ask it questions. Because TwinMind is learning about you, what you've done, and the people you've spent your day with, it aims to pull all that information in, allowing you to talk to TwinMind in a way that feels more natural and without having to add heaps of context.\n\nAdvertisement\n\nThe startup is also rolling out a web browser extension, which (with permission) could see what users are browsing online and capture it in memory. By integrating calendars and Gmail, users could also ask TwinMind to draft emails. That's something you can already do with other chatbots, of course, but TwinMind's edge here would be drawing on all that memory it holds of the user, George said.\n\n\"You just go in there and, say, write your marketing email. And it knows everything about me, who my cofounders are, what my company is, what we have done before,\" said George. \"Imagine Grammarly, but instead of correcting grammar, it actually writes it based on all the memories and context.\"\n\nRelated stories\n\nWolverine origins\n\nAt Google X, George was the first machine-learning scientist working on Wolverine, a hearing-wearable project first reported on by Business Insider in 2021. That project has since spun out into a startup named Iyo.\n\nAdvertisement\n\nWhen ChatGPT launched in late 2022, George was working at JPMorgan with TwinMind cofounder and chief technology officer Sunny Tang, a Google X alum.\n\nHe said the two watched as colleagues started using AI chatbots in meetings. The pair hacked together a crude chatbot of their own that could transcribe meetings and answer questions about what was being said. The idea evolved into the startup ThirdEar, but they changed the name to TwinMind because someone else owned the ThirdEar domain name. George said the team also felt the name didn't reflect the visual elements they were building, such as the Chrome extension.\n\nTwinMind does most of its processing locally on the phone but could connect to the cloud if it needed to answer a question or if the user wanted an improved AI experience, George said. TwinMind plans to offer a free app version with a $20-a-month tier for users who want access to more advanced large language models.\n\nAdvertisement\n\nNaturally, it raises some questions about privacy. George said that because TwinMind does not capture images and only transcribes the audio, it falls under the same category of assistants as Siri or Alexa.\n\nPerhaps the more impressive feat here will be on the hardware side.\n\n\"The main innovation is figuring out how to get this thing running all day, in your pocket, without draining your battery, [and with] all the Apple walled garden stuff,\" George said.\n\nAdvertisement\n\nHe said the team figured it out, and the TwinMind app could run for 12 hours nonstop in the background before running out the battery.\n\nThe team has just opened its seed round, and George said they're looking to raise at least $5 million. The company is also telling potential investors about its future plans, which include making the switch between phone and desktop more seamless so that TwinMind feels more embedded in users' lives.\n\nGeorge said more than 2,000 early testers have already provided feedback, and the team plans to launch the app this week on Product Hunt. It will be available first on the iPhone and as a Chrome extension, with Android and Mac apps to follow next year.\n\nAdvertisement\n\n\"We are sure that in a couple of years, everyone is going to have a personalized AI companion that knows their whole life and has access to all of the world's knowledge on the internet,\" George told BI. \"And that would be the way people access information. Not through Google.\""
    },
    {
        "title": "DoNotPay: AI Agents Improve Student Financial Aid Applications",
        "link": "https://www.forbes.com/sites/rayravaglia/2024/11/18/donotpay-ai-agents-improve-student-financial-aid-applications/",
        "description": "One of the best uses of AI has been helping users navigate poorly designed user interfaces. DoNotPay harnesses AI agents to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2BrDfcRS8uYlRM1glQyRli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "AI-powered apps lead Google Play's Best of 2024, showcasing top trends",
        "link": "https://www.business-standard.com/technology/tech-news/ai-powered-apps-lead-google-play-s-best-of-2024-showcasing-top-trends-124111900479_1.html",
        "description": "India has emerged as the global leader in AI mobile app downloads, accounting for 21 per cent of global downloads in 2024 ...",
        "image_url": "https://www.bing.com/th?id=OJ.y8K8utdTkW3KwQ&pid=news&w=119&h=16&rs=2",
        "category": "ai+app",
        "date": "1h",
        "source": "Business Standard",
        "article_content": ""
    },
    {
        "title": "Informatica expands support for AI and Microsoft Fabric on Azure",
        "link": "https://siliconangle.com/2024/11/19/informatica-expands-support-ai-microsoft-fabric-azure/",
        "description": "Informatica Inc. today announced three new capabilities for Microsoft Corp.’s Azure cloud aimed at smoothing the process of ...",
        "image_url": "https://www.bing.com/th?id=OVFT.CQ44uetgQxDqvySnryFzKy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "Analyst Raises Price Target on AppLovin (APP) After Strong Earnings, Says Company’s AI Offerings Improving",
        "link": "https://www.msn.com/en-us/money/savingandinvesting/analyst-raises-price-target-on-applovin-app-after-strong-earnings-says-company-s-ai-offerings-improving/ar-AA1ul2yK?ocid=BingNewsVerp",
        "description": "We recently published a list of 10 AI Stocks to Watch on Latest News and Analyst Ratings. In this article, we are going to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZiyJYAZcvx6XVcC95ijlyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "Insider Monkey on MSN",
        "article_content": ""
    },
    {
        "title": "Big River Paranormal talks to students about all things paranormal",
        "link": "https://dailyevergreen.com/182549/life/hunt-the-hauntings-paranormal-opportunities/",
        "description": "Big River Paranormal is a year-round organization that helps clients experiencing paranormal hauntings, gathers evidence and educates others on paranormal phenomena. They investigate areas like ...",
        "image_url": "https://www.bing.com/th?id=ODF.GoAz16YxtsGor5725rzeVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Washington State Daily Evergreen27m",
        "source": "Washington State Daily Evergreen",
        "article_content": "Big River Paranormal is a year-round organization that helps clients experiencing paranormal hauntings, gathers evidence and educates others on paranormal phenomena.\n\nThey investigate areas like Northern Idaho, Washington, Boise, Idaho and Portland, Oregon. This company is a member of the TAPS organization that holds multiple investigative teams across the United States.\n\nJason Hassler, a member of Big River Paranormal, spoke with students in the Compton Union Building last month about his team that covers Portland, Oregon, and Washington locations.\n\nHassler has been with his crew for almost eight years. In 2022, he developed a podcast “Hassing The Paranormal” with KXRW, an independent radio show in Vancouver, Washington.\n\nHis advice for students interested in pursuing a career in paranormal investigations is to find a team in your area that fits your investigation type.\n\n“If you’re into more logic-basedlike Big River does, then join a team like that. Or if you like psychic stuff, then join a team like that,” Hassler said.\n\nIt is important to join an already established team because it is difficult to start one on your own, he said.\n\nIf students are interested in joining an investigation their website Big River Paranormal has investigation date options.\n\nThe two locations available are the Old Idaho State Penitentiary and the Geiser Grand Hotel.\n\nAlejandra Prado, the Student Entertainment Board’s speaker director, encourages all students to take advantage of this connection.\n\nThis is Prado’s first semester on the board, and her fascination with the paranormal was the inspiration to bring Hassler to campus last month. She said she hopes that students who are passionate about the paranormal like she is are inspired to go out and explore for themselves with Big River Paranormal."
    },
    {
        "title": "The Best & Worst Paranormal Activity Movies According To Rotten Tomatoes",
        "link": "https://www.msn.com/en-ca/entertainment/news/the-best-worst-paranormal-activity-movies-according-to-rotten-tomatoes/ar-AA1ueKCb?ocid=BingNewsVerp",
        "description": "In the case of the \"Paranormal Activity\" franchise, however, there seems to be an alignment with most fan rankings and the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.05Cs_obFfMsGn2afDUobZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Hosted on MSN11h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Dan Aykroyd Says He Doesn't See Himself or Bill Murray Returning to the GHOSTBUSTERS Franchise",
        "link": "https://geektyrant.com/news/dan-aykroyd-says-he-doesnt-see-himself-or-bill-murray-returning-to-the-ghostbusters-franchise-theyve-got-a-whole-new-cast",
        "description": "The Ghostbusters franchise kicked off in 1984 when stars of the film Dan Aykroyd , Harold Ramis , and Rick Moranis wrote the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.g262t_OYygFsysG64vjsbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "GeekTyrant13h",
        "source": "GeekTyrant",
        "article_content": "The Ghostbusters franchise kicked off in 1984 when stars of the film Dan Aykroyd, Harold Ramis, and Rick Moranis wrote the first script that brought the beloved Ghostbusters characters to life. Aykroyd, Bill Murray, Ernie Hudson and the late Harold Ramis starred as Manhattan-based paranormal investigators in the 1984 action-horror comedy movie.\n\nThey came back for Ghostbusters II in 1989, and they delighted fans in the 2021 reboot, Ghostbusters: Afterlife, where Aykroyd, Murray and Hudson reunited to honor their friend Harold Ramis. They came back once again this year for Ghostbusters: Frozen Empire, and though it was a welcome return, it could be the last time they return.\n\nAykroyd was asked by the New York Post, while promoting his History Channel series The UnBelievable With Dan Aykroyd, if he saw himself returning to Ghostbusters films in the future. He responded:\n\n“I don’t see that coming. I don’t see where they would need us to carry it on. They’ve got a whole new cast, and they’ve got whole new ideas.”\n\nThe latest installments in the franchise took place in Oklahoma and New York City, and they starred Paul Rudd, Finn Wolfhard, Mckenna Grace and Carrie Coon.\n\nAykroyd went on to say about the franchise’s direction, “I think probably they’re going to move on to advancing it beyond the originals, which they should.”\n\nWhile Frozen Empire wasn’t a strong critical nor commercial hit, director Gil Kenan expressed plans for additional films alongside writer-producer Jason Reitman, though nothing concrete has been announced.\n\nvia: Deadline"
    },
    {
        "title": "Scream on the Screen—The Best Type of Scary Movie",
        "link": "https://www.hercampus.com/school/uc-irvine/scream-on-the-screen-the-best-type-of-scary-movie/",
        "description": "Why is it that movies like the Smile series, overdone with graphic gore scenes and predictable jump scares, just don’t invoke the same fear as films more simply recorded on a mobile device?",
        "image_url": "https://www.bing.com/th?id=ODF.YuYG62H2XeL64S3eZbuQEA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Her Campus8h",
        "source": "Her Campus",
        "article_content": "This article is written by a student writer from the Her Campus at UC Irvine chapter.\n\nSpooky season is over, but this conversation is just beginning. Why is it that movies like the Smile series, overdone with graphic gore scenes and predictable jump scares, just don’t invoke the same fear as films more simply recorded on a mobile device? Allow me to explain.\n\n1) I don’t relate to you.\n\nOutrageous plot lines, such as the drug-ridden pop-star protagonist in Smile 2, force the viewer to deviate from the narrative. In stark contrast, the six main characters featured in the Skype-call-turned-scary movie Unfriended, encounter issues regarding bullying, suicide, social hierarchy, and infidelity. Despite the running time of Smile 2 dwarfing that of Unfriended, I learned and empathized more with each of the six characters than I did with the one.\n\n2) What else is coming?\n\nOnce you see it, you can’t unsee it. Something or someone in the corner—it was probably just nothing. Or was it? We mustn’t underestimate the value of gradual jump scares, discrete to disastrous. No franchise executes this concept better than Paranormal Activity. With an almost voyeuristic quality, the discrete introduction of jump scares excels at keeping momentum and engineering the fright to feel like it is happening right next to the viewer. This creeping terror, amplified by the homemade style of mobile-recording footage, keeps the viewer on edge, not knowing exactly when or where the next scare will come, dreading this continuous and uncomfortable experience. What begins as a minor inconvenience, a lamp knocked over, a dog barking too loud, quickly snowballs into your worst nightmare: chandelier collapses on the floor, total demonic possession, and more!\n\nThis kind of unpredictable jump-scare will forever surpass the jarring rather than genuinely unsettling attempt of films like the Smile series. Designed to deliver an adrenaline rush, the coupled abruptness forces me to undermine the build-up of suspense. It feels more mechanical and about delivering a reaction than creating a lingering sense of dread.\n\n3) We’re all just one big happy family!\n\nThere’s one subconscious thing we don’t notice, but it completely alters how we absorb that 90-minute fear fest. That thing is the focus on a small, consistent group of characters—typically a couple or a family—creating intimacy and isolation. Best executed in the Paranormal Activity franchise, this intensifies the horror because, unlike in films with rotating characters, the viewer can’t escape the anxiety or unease growing in the house or apartment. Stakes skyrocket because the emotional bond with the characters grows over time; we feel their distress as if we’re a part of their big happy family. Viewers don’t just see a sequence of scary events—they live through the psychological unraveling of the family, making it more personal.\n\nConversely, Smile shifts the focus to new characters and various settings more frequently, diluting the emotional investment. Constantly introducing new faces makes it harder for the viewer to form that lasting emotional connection. Because these characters are fleeting, the sense of isolation and shared experience with them isn’t as strong. You’re often left with a sense that you’re simply passing through the lives of the people being targeted, rather than witnessing a gradual unraveling of their lives. As a result, the horror feels less intimate and more external—it’s a spectacle, but one that we’re not truly living through alongside the characters.\n\nAbove all, there is a definite need for an increased release of films with a structure similar to Unfriended and Paranormal Activity. I demand more of this raw, unpolished feel, and this authenticity that comes with it. The shakiness, the low-quality visuals, and the sense of witnessing something secret resonates so deeply today that the line between reality and fiction continues to blur. The least you could do is take a look and tap into the unknown and the unexplainable."
    },
    {
        "title": "Ian Holloway explains why Swindon Town are 'haunted' as rotten run continues",
        "link": "https://www.mirror.co.uk/sport/football/news/ian-holloway-swindon-leaguetwo-haunted-34132995",
        "description": "Ian Holloway has yet to lead League Two side Swindon to a victory since being appointed at the Country Ground and he believes ...",
        "image_url": "https://www.bing.com/th?id=OVFT.AnJwaBhiiVWMU3IMnlTYTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19h",
        "source": "The Mirror",
        "article_content": "Ian Holloway has promised to “cleanse” Swindon ’s “haunted” training ground as he desperately tries to win a game.\n\nThe former Blackpool and Queens Park Rangers boss was appointed as the club’s new manager last month as he replaced Mark Kennedy. But it has not quite gone to plan so far.\n\nHolloway has yet to win a league game as Swindon manager - leaving the side sitting 22nd in League Two. Their latest outing saw them draw 2-2 with Accrington Stanley.\n\nSwindon have also been beset with misfortune on the injury front, with captain Ollie Clarke becoming the latest to pick up an issue as he ruptured a tendon in his ankle during training. And Holloway believes that paranormal activity could have something to do with the situation that the club find themselves in.\n\nSpeaking with BBC Radio Wiltshire, he said: \"I'm absolutely devastated so I'm going to try and cleanse the training ground area because people are telling me it's haunted. There's a graveyard somewhere near. Honestly, I'm not joking.\n\n\"I think our training ground is very close to an ancient burial site so I'm going to get my wife to come up and say sorry to all these people and hopefully we'll have a bit more luck.\"\n\nAnd while Holloway is aiming to find a resolution to the ghostly goings-on, he has stopped short of following Barry Fry ’s example. The former Birmingham boss allegedly had a wee in all four corners of the St Andrews’ pitch in an effort to lift an apparent curse put on the club.\n\n\"I don't want to do what he did, I think he had to urinate on the corners of his pitch but I'm going to get my wife to come up with her sage,\" Holloway added.\n\nImage: Getty Images) Getty Images)\n\nWhat's the strangest reason you've ever heard for a defeat? Share your thoughts in the comments below\n\n\"I've done the Glastonbury stuff and the hail and welcome - great if you believe it. Do I? Really I'm not sure but I'm going to get it just to help because there's some strange things happening.\"\n\nSwindon have an excellent chance to earn their first victory of the Holloway era this weekend. They take on bottom of the table Morecambe at home on Saturday afternoon.\n\nA win could potentially see Holloway’s side move four points clear of the relegation zone. But a defeat could see them slump to the bottom of the table.\n\nThe side have been in League Two since their relegation at the end of the 2020/21 campaign. The highest they have finished since then has been sixth the following campaign. Swindon finished 19th last term - nine points clear of relegation. The club has never dropped out of the Football League in their history.\n\nJoin our new WhatsApp community and receive your daily dose of Mirror Football content. We also treat our community members to special offers, promotions, and adverts from us and our partners. If you don't like our community, you can check out any time you like. If you're curious, you can read our Privacy Notice."
    },
    {
        "title": "Baby saber-toothed cat mummy found in Siberia with intact skin, fur and toes is ‘mind-blowing,’ scientists say",
        "link": "https://www.msn.com/en-us/news/technology/baby-saber-toothed-cat-mummy-found-in-siberia-with-intact-skin-fur-and-toes-is-mind-blowing-scientists-say/ar-AA1ujagV?ocid=BingNewsVerp",
        "description": "A mummified ice age cub discovered in Siberia is exceptionally preserved, providing the first view of what sabre-toothed cats ...",
        "image_url": "https://www.bing.com/th?id=OVFT.C3k6Hlj8O4AW5us4ea514y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "9hon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "Tiny worm makes for big evolutionary discovery",
        "link": "https://www.sciencedaily.com/releases/2024/11/241118125212.htm",
        "description": "The history of a major animal group, composed of millions of species of insects, arachnids, and nemotodes, has been elusive -- until now. A team has now identified the oldest known ecdysozoan in the ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily11h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Sweet: SoCal's ‘largest gingerbread competition' is nearly here",
        "link": "https://www.nbclosangeles.com/the-scene/discovery-cube-oc-la-holiday-gingerbread-competition/3563258/",
        "description": "The science centers, which are synonymous with super-cool you-try-it activities for youngsters and grown-ups, have become ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YW-pqWl1RtNyj3cdKCILIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "NBC Los Angeles14h",
        "source": "NBC Los Angeles",
        "article_content": "What to Know The \"Science of Gingerbread\" at Discovery Cube OC in Santa Ana and Discovery Cube LA in Sylmar\n\nThe science centers are behind the biggest gingerbread showdowns in Southern California\n\nPre-register at the Discovery Cube site, then drop off your yummy work of art between Nov. 23-Dec. 8 at the museum near you\n\n\"Winter Wonderland,\" \"World of Science,\" and \"It's a Small World\" are the 2024 categories\n\nThe awards ceremony will take place Dec. 14\n\nSo many wonderful foodie fragrances can and do emanate from an oven, but if it is the later part of November, and the scent is on the spicier side, you may be in the merry midst of making a gingerbread house.\n\nAnd we don't use \"midst\" lightly: Putting together an eye-catching and snackable structure is quite the involved and engaging process, especially when you consider a gingerbread house's various cookie walls, candy embellishments, and frosting-covered roof.\n\nBut many Southern Californians look forward to this step-by-step-by-step-by-step experience as fall deepens and the \"Science of Gingerbread\" competition opens at Discovery Cube OC and Discovery Cube LA.\n\nGet top local stories in Southern California delivered to you every morning. Sign up for NBC LA's News Headlines newsletter.\n\nThe science centers, which are synonymous with super-cool you-try-it activities for youngsters and grown-ups, have become major holiday hubs thanks to their annual gingerbread contest, a quirky competition billed as the \"largest\" in the region.\n\nOnline registration is open and the period for dropping off your gingerbread structure at either Discovery Cube OC or LA begins Nov. 23.\n\nWe say \"structure\" because this competition isn't just about a traditional cookie cottage: You'll want to \"spice\" up your imagination as you decided what to bake and decorate.\n\nLet the 2024 categories be your goodie-themed guide: The \"Winter Wonderland\" category is all about frosty fantasia — think of a \"snowy village scene\" or \"cozy cabin\" — while the \"World of Science\" invites bakers to be inspired by \"STEM concepts\" and the realm of progress.\n\nAnd \"It's a Small World\" invites us to celebrate cultures, near and far, and architectural styles and traditions from around the globe.\n\nThere are some rules to peruse while you gather your flour and frosting; only \"edible materials\" may be used, and, once you submit your entry, it will be displayed through Jan. 5, 2025.\n\nDo consider sizes — the display base's maximum size is 30\" by 30\" — and family/kid friendliness, too, as you decide what to do with your dough.\n\nAn awards ceremony will take place Dec. 14; check out the registration form for more details.\n\nThere's also a \"Behind the Bakers\" element to the 2024 contest, giving you a chance to share photos or videos of your process. The prize you might win? Nice: It's $500, and you could be featured on the Discovery Cube social channels.\n\nThe email address for your \"Behind the Bakers\" submission, and other must-knows, may be found on this page."
    },
    {
        "title": "Four teams awarded AI-Informed Discovery and Inquiry Seed Grants",
        "link": "https://hub.jhu.edu/announcements/2024/11/18/four-teams-awarded-ai-informed-discovery-and-inquiry-seed-grants/",
        "description": "These seed grants bring together diverse, multidisciplinary teams, leveraging the integration of AI and data science to tackle pressing challenges across disciplines ...",
        "image_url": "https://www.bing.com/th?id=ODF.lCoY9vxav9MBEEqI88tR6A&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "HUB6h",
        "source": "HUB",
        "article_content": "Each year the Data Science and AI Institute, in collaboration with the Office of the Dean of the Krieger School of Arts and Sciences, awards seed grants to bring together diverse, multidisciplinary teams, leveraging the integration of AI and data science to tackle pressing challenges across disciplines.\n\nThe Data Science and AI Institute Research Director for Discovery, Paulette Clancy, under whose auspices the seed award competition was run, said, \"We extend our thanks to all who submitted their worthy proposals. This is a testament to the incredibly creative and impactful research proposed by our KSAS and WSE collaborators. We wish we could support them all.\"\n\nFor 2025, the Data Science and AI Institute and the Office of the Dean of the Krieger School of Arts and Sciences will fund four teams, including researchers from the Krieger School of Arts and Sciences (KSAS) and the Whiting School of Engineering (WSE).\n\nTo read the full announcement, go here."
    },
    {
        "title": "Mummified Sabre-Toothed \"kitten\" rare discovery reveals millennia old secret frozen in time",
        "link": "https://www.marca.com/en/technology/2024/11/18/673b8c08e2704e4d438b45d5.html",
        "description": "A mummified Ice Age cub from Siberia has stunned scientists as the first known mummy of a sabre-toothed cat, sparking ...",
        "image_url": "https://www.bing.com/th?id=OVFT._PTb5CXnfTV636FjIDAgTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "14h",
        "source": "MARCA",
        "article_content": "A mummified Ice Age cub from Siberia has stunned scientists as the first known mummy of a sabre-toothed cat, sparking excitement in the paleontological world. This remarkable discovery gives experts their first clear look at what these fearsome predators actually looked like, revealing details about their muscles and how they might have hunted.\n\nThe mummy, which is incredibly well-preserved, includes the cub's face, forelimbs, and torso-almost completely intact. Covered in thick, dark brown fur about an inch long, the cub's soft coat has surprised researchers. Alexey V. Lopatin, the lead researcher and director of the Borissiak Paleontological Institute in Moscow, expressed his awe, saying it was incredible to see the physical appearance of such a long-extinct creature, especially one as fascinating as the sabre-toothed cat.\n\nA rare mummy cat discovered\n\nA mummified Ice Age cub from Siberia has stunned scientists as the first known mummy of a sabre-toothed cat, sparking excitement in the paleontological world.\n\nThis discovery marks the first evidence of the sabre-toothed species Homotherium latidens in Asia, though fossils have been found in places like the Netherlands and Canada. While the Siberian region has given us many ice age mummies, including woolly rhinos and mammoths, mummified sabre-toothed cats are extremely rare. Prior to this find, only two other cat mummies, both cave lion cubs, were known.\n\nThe cub was discovered in 2020 by Yakutian diggers searching for mammoth tusks near the Badyarikha River in Siberia. Radiocarbon dating revealed that the cub lived at least 35,000 years ago, during the later part of the Pleistocene epoch. Paleontologists are now focused on extracting DNA from the mummy to learn even more about this species.\n\nPaleontologist Jack Tseng, who was not involved in the discovery, was left \"at a loss for words\" by the find. The discovery of soft tissue from this ancient lineage is incredibly rare, and Tseng believes this could change our understanding of prehistoric life. With detailed studies of the mummy's skeleton, muscles, and fur on the horizon, scientists are eager to uncover more secrets of this ancient predator."
    },
    {
        "title": "How to Build a Website Without Coding Skills",
        "link": "https://www.inc.com/chloe-aiello/how-to-build-a-website-without-coding-skills/90987332",
        "description": "Can you make a website from scratch? For sure. But at the same time, you have all these tools you can use to quickly build a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dmw_pM6bHRKeyXdQgv4RVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "16h",
        "source": "Inc",
        "article_content": "Content not available"
    },
    {
        "title": "Tivoli Gardens Chooses Omada for Modern IGA",
        "link": "https://www.prnewswire.co.uk/news-releases/tivoli-gardens-chooses-omada-for-modern-iga-302309406.html",
        "description": "Omada A/S (\"Omada\"), a global leader of Identity Governance and Administration (IGA), has been chosen by Tivoli Gardens, a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.LQ35dOrCDoU8F4vWzV958S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "22m",
        "source": "PR Newswire",
        "article_content": "World-famous amusement park leaves legacy solution for Omada's ease and speed\n\nCOPENHAGEN, Denmark, Nov. 19, 2024 /PRNewswire/ -- Omada A/S (\"Omada\"), a global leader of Identity Governance and Administration (IGA), has been chosen by Tivoli Gardens, a Danish amusement park, as its SaaS IGA provider. Tivoli Gardens in Copenhagen is the second-oldest operating amusement park in the world, having opened in 1843. Today more than 4 million yearly guests visit Tivoli, making it the largest attraction throughout Scandinavia.\n\nTivoli, who employs around 2,200 people, needed a way to transform its IGA process from a legacy, in-house system to a modern SaaS solution. To create a comprehensive program, Tivoli sought capabilities including the ability to manage identities across the identity lifecycle, a single pane of glass view and improved efficiency and ability to easily meet compliance mandates. It also was important to find a solution that could be deployed quickly, offered identity analytics, auditing and reporting, and would enable the company to reduce the risk of unauthorized access. Additionally, a key requirement was the ability to maintain connections with seasonal employees year-round.\n\nTivoli will use Omada Identity Cloud , along with Omada's accelerator package and Enterprise Success support service. Omada rose above other competing solutions, offering a modern IGA-as-a-Service platform that delivers total visibility and control over an organization's identity landscape. Using real-time data processing, the platform offers unmatched insights and analytics to streamline the entire identity lifecycle, optimize efficiency and strengthen security. Omada Identity Cloud provides value via three key areas: rapid deployment, intelligent automation and real-time visibility.\n\nMartin Bakkegaard, CFO, Tivoli Gardens, said: \"Tivoli Gardens is a leading international experience brand, we happily serve millions of guests annually and giving them a great experience is key to our success. To keep operations running smoothly and securely, we needed a next-generation IGA solution to replace our outdated and inefficient system. We expect that Omada's robust automation capabilities and no-code configuration framework will enable us to deploy the solution rapidly and see faster time-to-value. It's a win all around, and we're glad to have found Omada.\"\n\nMichael Garrett, CEO, Omada, said: \"As one of the world's most famous amusement parks, Tivoli Gardens needed to easily manage its identity governance so it could focus on its purpose of bringing joy to its millions of yearly visitors. Omada Identity Cloud will automate Tivoli's workflows, reduce risk and deliver actionable insights for informed decisions. Our efficient identity platform will accelerate Tivoli's time-to-value and reduces costs, as well, enabling Tivoli to be highly efficient in securing its identities.\"\n\nAbout Omada\n\nOmada, a global market leader in Identity Governance and Administration (IGA), offers a full-featured, enterprise-grade, cloud-native IGA solution that enables organizations to achieve compliance, reduce risk, and maximize efficiency. Founded in 2000, Omada delivers innovative identity management to complex hybrid environments based on our proven best practice process framework and deployment approach. For more information, go to omadaidentity.com .\n\nLogo - https://mma.prnewswire.com/media/1730116/Omada_Logo.jpg"
    },
    {
        "title": "Ex-Duolingo execs raise $13M for a startup that’s making it easier to access a college education",
        "link": "https://www.msn.com/en-us/money/smallbusiness/ex-duolingo-execs-raise-13m-for-a-startup-that-s-making-it-easier-to-access-a-college-education/ar-AA1uiRxW?ocid=BingNewsVerp",
        "description": "As college tuition increases and the student loan debt crisis continues, three former executives from language learning app ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3nZtoquHRQ4tGb9VWzZpoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "12hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "College dropout was fired, spent $300 from last paycheck to start a sweet tea company—now it brings in $4 million a year",
        "link": "https://www.msn.com/en-us/money/smallbusiness/college-dropout-was-fired-spent-300-from-last-paycheck-to-start-a-sweet-tea-company-now-it-brings-in-4-million-a-year/ar-AA1ujFmQ?ocid=BingNewsVerp",
        "description": "Darien Craig and Brandon Echols, a pair of college dropouts and co-owners of Y’all Sweet Tea, received three $500,000 ...",
        "image_url": "https://www.bing.com/th?id=OVF.e967MSbNpsUE6wb68Cz0nQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "11hon MSN",
        "source": "CNBC on MSN",
        "article_content": ""
    },
    {
        "title": "Silent business trends making people rich in 2025",
        "link": "https://rollingout.com/2024/11/18/business-trends-making-people-rich-2025/",
        "description": "The landscape of wealth creation continues to evolve, with several under-the-radar trends creating significant opportunities ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dLDMu1GOVonLJ2fDocbVjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Rolling Out19h",
        "source": "Rolling Out",
        "article_content": "The landscape of wealth creation continues to evolve, with several under-the-radar trends creating significant opportunities for entrepreneurs and investors. While mainstream attention often focuses on established sectors, these quiet disruptors are generating substantial returns for those who recognize their potential early.\n\nThe micro-SaaS revolution\n\nA new generation of software entrepreneurs is finding success through highly targeted solutions. Unlike traditional software companies targeting broad markets, micro-SaaS businesses focus on specific niches with particular needs. These lean operations, often run by small teams, create specialized tools for distinct market segments.\n\nThe success of this model lies in its efficiency. Low overhead costs combined with subscription-based revenue streams generate steady profits. These businesses thrive by solving precise problems for specific industries, from specialized project management tools to niche financial software solutions.\n\nSustainable niche markets\n\nEnvironmental consciousness has moved beyond mainstream products into specialized sectors. Entrepreneurs are discovering profitable opportunities in developing sustainable solutions for specific industries. This trend encompasses everything from eco-friendly packaging for e-commerce to specialized green cleaning products for commercial sectors.\n\nThese targeted environmental solutions command premium prices while building strong brand loyalty. The combination of sustainability and specialization creates higher profit margins than traditional green products, particularly as businesses face increasing pressure to reduce their environmental impact.\n\nDigital-first food services\n\nGhost kitchens and virtual restaurants continue transforming the food industry landscape. These digital-first operations eliminate traditional restaurant overhead while maximizing delivery service potential. Entrepreneurs run multiple virtual brands from single locations, diversifying revenue streams without proportional cost increases.\n\nThis model proves particularly profitable in urban areas with high delivery demand. The reduced initial investment and operational costs allow for quick profitability, while the flexibility to adjust menus and brands based on market demand provides a significant competitive advantage.\n\nPersonalized health technology\n\nHealth tech is evolving beyond generic wellness advice to offer truly personalized solutions. Entrepreneurs are developing platforms that combine wearable technology, data analytics, and artificial intelligence to deliver customized health recommendations and monitoring.\n\nThese services typically generate recurring revenue through subscription models while maintaining high customer retention rates. The focus on preventative health and personalized care aligns with growing consumer demand for proactive health management solutions.\n\nAI-enhanced content creation\n\nArtificial intelligence is revolutionizing content production and distribution. New platforms enable small teams to generate and manage large volumes of targeted content efficiently. This technological leverage allows entrepreneurs to build significant online presence with minimal staff.\n\nThe trend extends beyond basic content generation to include:\n\nAutomated social media management\n\nPersonalized marketing campaigns\n\nDynamic website content\n\nCustomized user experiences\n\nEducational entertainment platforms\n\nThe convergence of education and entertainment creates new opportunities for content monetization. Successful entrepreneurs in this space develop engaging learning experiences that maintain entertainment value while delivering practical knowledge.\n\nThese platforms generate revenue through multiple channels:\n\nSubscription access\n\nPremium content\n\nCorporate partnerships\n\nLicensing agreements\n\nRemote work infrastructure\n\nAs distributed work becomes permanent, new opportunities emerge in supporting remote operations. Entrepreneurs are developing solutions that address specific challenges of remote work environments, from virtual office experiences to digital wellness programs.\n\nThese platforms focus on:\n\nTeam collaboration tools\n\nVirtual workspace management\n\nRemote employee engagement\n\nDigital health benefits\n\nLooking forward\n\nThe most successful entrepreneurs in 2025 combine multiple trends to create unique value propositions. Understanding how these silent trends intersect offers opportunities for innovative business models and investment strategies.\n\nKey considerations for capitalizing on these trends include:\n\nFocusing on scalable, automated solutions\n\nPrioritizing recurring revenue models\n\nLeveraging technology for efficiency\n\nAddressing specific market needs\n\nBuilding sustainable competitive advantages\n\nAs these trends continue evolving, early adopters position themselves for significant returns. The key to success lies in recognizing these opportunities early and executing efficiently while maintaining flexibility to adapt to changing market conditions.\n\nThis story was created using AI technology."
    },
    {
        "title": "Google may finally merge Chromebooks and Android",
        "link": "https://www.digitaltrends.com/computing/future-android-tablets-could-have-a-mix-of-chromeos/",
        "description": "Reports suggest that Google has plans to unify its ChromeOS and Android operating systems to compete with Apple in the tablet market.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "9h",
        "source": "Digital Trends",
        "article_content": "Google may be working to merge Chrome OS into its Android operating system to strengthen the value proposition of the software for its best Android tablets. While rumors circulate about Google’s Pixel Tablet 2, experts speculate on how the brand can use future devices to compete with Apple’s stronghold in the tablet market with its iPad line.\n\nSources told Android Authority that Google may be closer to unifying its Android and ChromeOS operating systems for the benefit of bridging this gap. Not only would Android gain highlight features from ChromeOS but in the future, some of the best Chromebooks may also run under a reimagined Android OS, that is more attuned for entertainment as well as productivity. The source added this could be a project that takes several years to unfold.\n\nRecommended Videos\n\nIf the project came to fruition, a blend of Android tablets and Chromebooks running Android could potentially push the software market share in Google’s favor. There is also a Pixel Laptop rumored to be released running an Android operating system.\n\nDespite being a software and services titan in many different arenas, Google has been unable to truly challenge Apple when it comes to tablet market share. Many hardware brands, including Samsung, Amazon, Lenovo, OnePlus, and Xiaomi partner with Google to use the Android operating system on their tablets. Additionally, Google introduced its own Pixel Tablet in 2023. Even so, Apple still dominates the tablet market with a single tablet line, which takes up 55% of the global market share with iOS, 45% of the market goes to Android devices, and 0.11% goes to Linux in October 2024, according to StatCounter.\n\nPixel Tablet 2 rumors suggest the device could be released in 2025, which could make it ineligible for the long-standing project. However, subsequent Pixel Tablet models could potentially be released with the fused Android and ChromeOS system, according to Android Headlines.\n\nThough Google has not shared any official details about plans to merge Chrome OS and Android, the brand did discuss in June, how it would implement parts of Android’s tech stack into ChromeOS. The publication noted that the stack included “Android Linux kernel and Android frameworks,” with apps, features, and extensions that could be a part of the project.\n\nAndroid Headlines noted that Google isn’t the only brand that has blended operating systems on a single device. The Lenovo ThinkBook Plus Gen 5 Hybrid notably works as an Android tablet but morphs into a Windows laptop when connected to a keyboard. Brands including HP and Dell have also previously released similar products to the market."
    }
]