[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is the SKYWATCHER video series a game changer for UFO disclosure!",
            "link": "https://www.msn.com/en-us/entertainment/gaming/is-the-skywatcher-video-series-a-game-changer-for-ufo-disclosure/vi-AA1yaTkn?ocid=BingNewsVerp",
            "description": "A new video series launched SKYWATCHER. Jake Barber and others speak in this video series about consciousness and UFO's and ...",
            "image_url": "https://www.bing.com/th?id=OVF.FKJ5rIEHlokVEBvC%2b4yq5A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Down To Earth With Kristian Harloff on MSN5h",
            "source": "Down To Earth With Kristian Harloff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Moviez Consolidated December 2024 Net Sales at Rs 138.69 crore, up 17.41% Y-o-Y",
            "link": "https://www.moneycontrol.com/news/business/earnings/ufo-moviez-consolidated-december-2024-net-sales-at-rs-138-69-crore-up-17-41-y-o-y-12925386.html",
            "description": "Quarterly Net Profit at Rs. 15.29 crore in December 2024 up 233.84% from Rs. 4.58 crore in December 2023. EBITDA stands at Rs ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WgZfkkJau3fAUu9gNHe2QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "moneycontrol.com",
            "article_content": "Net Sales at Rs 138.69 crore in December 2024 up 17.41% from Rs. 118.12 crore in December 2023.\n\nStory continues below Advertisement Remove Ad\n\nQuarterly Net Profit at Rs. 15.29 crore in December 2024 up 233.84% from Rs. 4.58 crore in December 2023.\n\nEBITDA stands at Rs. 32.55 crore in December 2024 up 76.52% from Rs. 18.44 crore in December 2023.\n\nUFO Moviez EPS has increased to Rs. 3.96 in December 2024 from Rs. 1.19 in December 2023.\n\nUFO Moviez shares closed at 96.49 on January 29, 2025 (NSE) and has given -33.67% returns over the last 6 months and -38.79% over the last 12 months."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US small businesses brace as Trump tariffs loom",
            "link": "https://www.msn.com/en-xl/news/other/us-small-businesses-brace-as-trump-tariffs-loom/vi-AA1ybXUH?ocid=BingNewsVerp",
            "description": "Small businesses are bracing for stiff tariffs that President Trump says are coming soon ...",
            "image_url": "https://www.bing.com/th?id=ODF.rX-56m_RkQQhDunCP9wiiQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "DW on MSN1h",
            "source": "DW on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Karan Tacker and Kalki Koechlin's Adorable Video Urging Fans to Watch BHAY Teaser is Pure Cuteness Overload",
            "link": "https://www.filmibeat.com/bollywood/news/2025/karan-tacker-and-kalki-koechlins-adorable-video-urging-fans-to-watch-bhay-teaser-is-pure-cuteness-o-441447.html",
            "description": "Actor Karan Tacker recently melted hearts with an adorable Instagram video alongside co-star Kalki Koechlin, where they urged ...",
            "image_url": "https://www.bing.com/th?id=OVF.4MmU6VyrsVUDsVUupa2aVg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "3h",
            "source": "FilmiBeat",
            "article_content": "Actor Karan Tacker recently melted hearts with an adorable Instagram video alongside co-star Kalki Koechlin, where they urged fans to watch the teaser for their upcoming paranormal thriller, Bhay. The video, which was posted yesterday, showed the duo in a playful and charming exchange, with Kalki joining Karan in the mission to spark excitement for the show. Along with co-stars Danish Sood and Saloni Batra, they created a perfect blend of fun and mystery, leaving fans eager to know more about the show.\n\nBhay is a gripping series inspired by the real-life story of Gaurav Tiwari, India's first paranormal investigator, who tragically passed away under mysterious circumstances in 2016. Gaurav was renowned for his pioneering work in the paranormal realm, as well as his involvement in UFO investigations. Karan Tacker portrays this complex and compelling figure in a raw, intense manner, showcasing his versatility in the teaser through a series of intriguing cuts that promise a chilling experience for viewers.\n\nThe show is set to stream soon on Amazon MX Player, and Karan's growing fanbase can look forward to another captivating performance following his work in shows like Khakee: The Bihar Chapter and Special Ops. With several more exciting projects on the horizon, fans can expect more thrilling announcements from the actor in the near future."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chasen Cos. faces foreclosure in Fells Point over alleged bank loan default",
            "link": "https://www.thebaltimorebanner.com/economy/chasen-cos-south-broadway-foreclosure-MP3UFO2CZVH3RNVJDYTNPMLGPA/",
            "description": "Chasen Cos., a Baltimore development firm faces new legal trouble after a bank alleged it defaulted on a nearly $14 million loan for properties in Fells Point.",
            "image_url": "https://www.bing.com/th?id=ODF.PqbfM-2VnPn3NhjfymUqfw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Baltimore Banner2h",
            "source": "Baltimore Banner",
            "article_content": "Chasen Cos., a Baltimore development firm that gained steam during the pandemic housing boom, faces new legal trouble after a bank alleged it defaulted on a nearly $14 million loan.\n\nCourt records filed this month show that a company subsidiary, which owns one property on the 500 block of South Broadway and two others behind it on the 500 block of South Regester Street, failed to make payments on a $13.7 million loan from PeoplesBank, a Pennsylvania-based lender that has since merged with Orrstown Bank.\n\nIt’s the third time since September that Chasen Cos. has faced a foreclosure filing over its Baltimore properties, and at least a dozen contractors and vendors also have alleged nonpayment in lawsuits.\n\nRepresentatives for Chasen Cos. did not respond to a request for comment.\n\nThe Baltimore Banner thanks its sponsors. Become one.\n\nTrustees for the bank wrote in legal filings that in addition to stopping payments last year, Chasen Cos. also violated the agreement by halting work on the project. The trustees also referenced the company’s challenges elsewhere, citing “material adverse changes in their financial conditions” as evidenced by the Maryland-based Sandy Spring Bank obtaining judgments against the company.\n\nOrrstown Bank gave Chasen Cos. and its founders, Brandon Chasen and Paul Davis, a deadline of Dec. 13 to begin satisfying their obligations, according to court documents. But Chasen Cos. offered no such relief, the bank trustees allege. To date, the real estate firm owes more than $4.6 million on the loan and is accruing as much as $1,317 a day in interest, the documents say.\n\nThe company owns as many as 2,000 housing units across its portfolio in Baltimore, Virginia and Florida and agreed to strict loan terms that allow the bank to automatically enter judgment in the event of a default. That’s what also led to judgments on the One Calvert Plaza skyscraper in Downtown Baltimore and 1400 Aliceanna St., and banks have moved to foreclose on the buildings.\n\nChasen Cos. said it would build luxury apartments on the empty lots now facing foreclosure. (Julie Bykowicz)\n\nChasen Cos., which has offices in Fells Point and was as recently as a year ago poised to become a dominant landlord in that neighborhood, has stopped working on many of its projects.\n\nThe Baltimore Business Journal reported in late 2022 that Chasen Cos. planned to flip the vacant lots on South Broadway and South Regester into a mixed-use retail and luxury housing building called The Brooks. Online property records show the company purchased the lots for about $1.75 million and advertised them as a five-story, ground-up project that would feature 49 luxury apartments.\n\nThe Baltimore Banner thanks its sponsors. Become one.\n\nToday, the empty lots near the Broadway Market are cordoned off by metal fences. Inside, piles of bricks, rubble and concrete chunks are all that are visible.\n\nBaltimore Banner reporter Greg Morton contributed to this story."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Italy's regulator blocks Chinese AI app DeepSeek on data protection",
            "link": "https://www.msn.com/en-us/news/technology/italys-regulator-blocks-chinese-ai-app-deepseek-on-data-protection/ar-AA1ybu3M?ocid=BingNewsVerp",
            "description": "Italy's data protection authority, the Garante, said on Thursday it had ordered DeepSeek to block its chatbot in the country ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t5O8DLWHG-avxMYihP1BNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Reuters on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s Gemini AI app is getting faster with Flash 2.0",
            "link": "https://www.msn.com/en-us/money/other/google-s-gemini-ai-app-is-getting-faster-with-flash-2-0/ar-AA1y9qy9?ocid=BingNewsVerp",
            "description": "Google announced Thursday that the Gemini app is getting its Gemini 2.0 Flash AI model. The upgraded model 'delivers fast ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sflMSri-lEmTyocV1Ac_7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How DeepSeek crashed the AI party",
            "link": "https://www.theverge.com/the-vergecast/603920/deepseek-nvidia-chatgpt-china-vergecast",
            "description": "On The Vergecast: AI chips, AI apps, the re-Pebble, and more.",
            "image_url": "https://www.bing.com/th?id=OVFT.zpBuGV2GUZj6Dl5swa5ASC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "The Verge",
            "article_content": "is editor-at-large and Vergecast co-host with over a decade of experience covering consumer tech. Previously, at Protocol, The Wall Street Journal, and Wired.\n\nThe DeepSeek story contains multitudes. It’s a story about the stock market, whether there’s an AI bubble, and how important Nvidia has become to so many people’s financial future. It’s also a story about China, export controls, and American AI dominance. And then, somewhere in there, there’s a story about technology: about how a startup managed to build cheaper, more efficient AI models with few of the capital and technological advantages its competitors have.\n\nOn this episode of The Vergecast, we talk about all these angles and a few more, because DeepSeek is the story of the moment on so many levels. Nilay and David discuss whether companies like OpenAI and Anthropic should be nervous, why reasoning models are such a big deal, and whether all this extra training and advancement actually adds up to much of anything at all. (Nilay has a long comparison to Bluetooth, in case that helps you guess where we land.)\n\nAfter that, we go through our email inbox (vergecast@theverge.com) and the Vergecast Hotline (866-VERGE11), and talk about some of your responses to last week’s question about how people use AI. Thank you so much to everyone who wrote in and called! There are so many interesting, complex, thoroughly human ways we’re all interacting with ChatGPT, Gemini, Claude, and the rest (but frankly, mostly ChatGPT), and we learned a lot from your examples. They also made us feel many feelings.\n\nIf you want to know more about everything we discuss in this episode, here are some links to get you started, first on DeepSeek and AI:\n\nAnd in the lightning round:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Gen AI app downloads reached 1.5 billion in 2024 — Report",
            "link": "https://businessday.ng/technology/article/gen-ai-app-downloads-reached-1-5-billion-in-2024-report/",
            "description": "Generative artificial intelligence (AI) app downloads rose to 1.5 billion in 2024 compared to 800 million reported in 2023, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E1Ty1iudxT7z8CR4MBCAaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "businessday6h",
            "source": "businessday",
            "article_content": "Generative artificial intelligence (AI) app downloads rose to 1.5 billion in 2024 compared to 800 million reported in 2023, according to a report by SensorTower.\n\nThe report titled “The State of Mobile 2024,’ revealed that in 2024, apps mentioning AI-related terms in their names, subtitles, or descriptions amassed more than 17 billion downloads globally, an increase from 5 billion downloads in 2019.\n\n“This accounted for 13 percent of all app downloads that year. Key markets contributing over a billion downloads each included India, the United States, China Mainland, Indonesia, and Brazil,” it said.\n\nIn late 2022, the world witnessed the rise of generative AI applications, driven by the debut of ChatGPT. Since then, interest in these technologies has surged, resulting in growth in in-app purchase (IAP) revenue and downloads.\n\nAccording to SensorTower data, IAP revenue for AI chatbot and AI art generator apps soared from $30 million in 2022 to $455 million in 2023, and nearly $1.3 billion by 2024.\n\nThe report said the United States emerged as the dominant market for generative AI apps in 2024, accounting for 45 percent of global revenue, the United Kingdom (4 percent), Germany (4 percent), Japan (3 percent), and Canada (3 percent) followed, reflecting a strong adoption of AI technology in developed markets.\n\nBrazil ranked as the seventh-largest market for generative AI apps despite not being a top 10 market for overall mobile consumer spending. Conversely, China Mainland lagged, contributing less than 2 percent of IAP revenue for this genre in 2024.\n\nIt said that while AI chatbots remain the most popular subgenre, some of the world’s biggest tech companies have launched their own AI chatbots, including Google Gemini, ByteDance’s Doubao, and Microsoft Copilot.\n\n“This influx of competition spurred rapid growth in the sector, with AI chatbot downloads climbing 119 percent year-over-year (YoY) in Q4 2024. Although AI art generators experienced slower growth, they still achieved 85 million downloads, up 21 percent YoY,” it stated.\n\nHowever, ChatGPT maintained its position as the market leader, commanding 40 percent of global generative AI consumer spend and 23 percent of total downloads in 2024.\n\nChatGPT’s mobile adoption has skyrocketed since its launch, with monthly active users (MAUs) increasing by 500 percent YoY to more than 160 million in Q3 2024.\n\nAmong apps released in the past three years, ChatGPT was the third-fastest to reach 50 million MAUs globally, achieving the milestone just five months after its launch in May 2023, this growth came despite the app’s delayed release on Google Play in July 2023, several months after its iOS debut.\n\n16 different generative AI apps also achieved at least $10 million in IAP revenue in 2024, while 25 surpassed 10 million downloads.\n\nOn the other hand, developers are increasingly incorporating AI features into apps across various categories. From travel to education to social networking, the possibilities for integrating generative AI are vast.\n\n“App developers have also shown agility, with the number of apps adding AI-related terms to their names or descriptions more than doubling in 2023 compared to 2022.\n\n“Even as the growth rate of AI-themed apps slowed in 2024, interest remained robust. Over 3,000 apps introduced AI-related terms in 2024, spanning 15 different categories, including productivity, photo & video, lifestyle, finance, and music,” it said.\n\nShare"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Digitalization 2.0: Why Embedding AI Is Critical For Business Survival",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/31/digitalization-20-why-embedding-ai-is-critical-for-business-survival/",
            "description": "Forget fancy chatbots—2025 will be about AI that gets embedded deep into a company's DNA. This new wave of process ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cE2xXH_ut_5rJw5N02gWhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Year of the Snake, Paranormal Cirque II and the Righteous Brothers: 7 events this week",
            "link": "https://www.abqjournal.com/lifestyle/article_6e3ece04-d9e2-11ef-93bd-0b8b9e9c6207.html",
            "description": "This year ushers in the Year of the Snake. You can celebrate the Lunar New Year this weekend at the Chinese Cultural Center.",
            "image_url": "https://www.bing.com/th?id=OVFT.ai743XqpOI0JWHwtCqlomC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Albuquerque Journal22h",
            "source": "Albuquerque Journal",
            "article_content": "State Alabama Alaska Arizona Arkansas California Colorado Connecticut Delaware Florida Georgia Hawaii Idaho Illinois Indiana Iowa Kansas Kentucky Louisiana Maine Maryland Massachusetts Michigan Minnesota Mississippi Missouri Montana Nebraska Nevada New Hampshire New Jersey New Mexico New York North Carolina North Dakota Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Vermont Virginia Washington Washington D.C. West Virginia Wisconsin Wyoming Puerto Rico US Virgin Islands Armed Forces Americas Armed Forces Pacific Armed Forces Europe Northern Mariana Islands Marshall Islands American Samoa Federated States of Micronesia Guam Palau Alberta, Canada British Columbia, Canada Manitoba, Canada New Brunswick, Canada Newfoundland, Canada Nova Scotia, Canada Northwest Territories, Canada Nunavut, Canada Ontario, Canada Prince Edward Island, Canada Quebec, Canada Saskatchewan, Canada Yukon Territory, Canada\n\nZip Code"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal Cirque III set for 10 days of shows in Albuquerque",
            "link": "https://www.kob.com/news/top-news/paranormal-cirque-iii-set-for-10-days-of-shows-in-albuquerque/",
            "description": "If you're looking for a date night idea that might give you a little scare, how about some flips and tricks with a paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVF.%2bwfS%2btFvSPVCnZN1%2b0cDBw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "KOB 458m",
            "source": "KOB 4",
            "article_content": "The adult-only show starts its Albuquerque run Friday. We got a preview here.\n\nALBUQUERQUE, N.M. — If you’re looking for a date night idea that might give you a little scare, how about some flips and tricks with a paranormal twist?\n\nCirque Italia is bringing Paranormal Cirque III to Albuquerque for 10 days of shows under the black and red big top tent at Cottonwood Mall. The shows are only for people ages 18 and older.\n\nThe shows are not for the faint of heart, organizers say. The shows feature what they describe as the “Wheel of Death, mystifying magic and more.”\n\nFor tickets and more info, view the video above and click here. (Warning: Some of the imagery may be content viewers find graphic.)\n\nThe shows are Feb. 1-5 and Feb. 7-11. Here are the times and dates:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Most Paranormal Place On Earth - What's Happening on Mount Shasta?",
            "link": "https://www.msn.com/en-us/video/peopleandplaces/the-most-paranormal-place-on-earth-whats-happening-on-mount-shasta/vi-AA1ybC6U?ocid=BingNewsVerp",
            "description": "Mount Shasta. Aliens, ghosts, underground bases and interdimensional portals. Check. Lost cities, strange disappearances, ...",
            "image_url": "https://www.bing.com/th?id=OVF.MAuWhVXBk2wT31IjfbYW4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "The Why Files on MSN1h",
            "source": "The Why Files on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Local author to release new paranormal romance novel Tuesday",
            "link": "https://cdapress.com/news/2025/jan/31/demons-and-tea-leaves-courtney-davis/",
            "description": "A prolific writer, an avid reader, a teacher of children and a dabbler in magical realms, Courtney Davis pens novels she ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WaZNUPCTQ0bvEZ2ip0Ie_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Coeur d'Alene Press8h",
            "source": "Coeur d'Alene Press",
            "article_content": "A prolific writer, an avid reader, a teacher of children and a dabbler in magical realms, Courtney Davis pens novels she would enjoy reading.\n\n\"My favorite books have always had at least a touch of romance to them,\" Davis, of Coeur d'Alene, told The Press in a Jan. 22 email. \"I have always been drawn to books with supernatural elements as well, so many of my books have both of these elements in them. I just think the world is more interesting with magic and love is its own special kind of magic.\"\n\nAn author of 15 books with such titles as \"A Shadow Among the Stars\" and \"Soul Sacrifice,\" Davis will release her newest tale Tuesday via 5 Prince Publishing and Books LLC: \"Demons and Tea Leaves.\"\n\n\"I came up with the idea of a woman accidentally summoning a demon. From there I expanded the idea,\" Davis explained. \"What would the circumstances be that she'd accidentally perform a spell, and what then would the demon do?\"\n\nThis particular story is for readers of sweet romances and fans of the paranormal, Davis said.\n\n\"If you enjoy the movie 'Practical Magic' and the show 'Charmed,' I think you'll enjoy 'Demons and Tea Leaves,'\" she said.\n\nAn educator for 10 years, Davis is a longtime North Idahoan. She grew up in Bonners Ferry, where she graduated from high school, then went to North Idaho College for an associate degree and attended the University of Idaho, where she earned a master's degree in elementary education.\n\n\"I love so many things about living here, aside from the cold dark winters,\" she said.\n\nDavis has been writing since she was a teenager. The first story she published was started when she was 18. She said she always knew she wanted to write.\n\n\"I was a voracious reader growing up and felt like I could do just as good as many of the books I enjoyed, so I gave it a shot,\" she said. \"I published quite a few eBooks in my 20s then took a break from writing for a bit as I had my two boys and came back to it in 2020.\"\n\nShe said her favorite thing about writing is exploring a story that comes into her head as a tiny idea and expanding that idea into a full story for others to enjoy.\n\n\"Any time someone reads one of my books, I hope that it gives them a momentary escape from reality and a trip through a fantastically entertaining story,\" Davis said.\n\nDavis will be signing books at It's a Love Story bookstore, 8927 N. Hess St. Suite A, Hayden, at 4:30 p.m. Feb. 21. Her works can be found locally at the Well-Read Moose, It's a Love Story, Kindred Bookstore and the Coeur d'Alene Public Library, as well as on amazon.com.\n\nInfo: authorcourtneydavis.com"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exclusive Cover Reveal + Excerpt: Jordan Gray’s Werewolf Bitten",
            "link": "https://www.pastemagazine.com/books/jordan-gray/bitten-cover-reveal-and-excerpt",
            "description": "Check out the cover of Bitten, Jordan Gray's upcoming paranormal fantasy romance, and read a sneak peek from the story itself ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4tEE0GtieQjYap3JNKmSTS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Paste11h",
            "source": "Paste",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly discovered near-Earth asteroid isn't an asteroid at all — it's Elon Musk's trashed Tesla",
            "link": "https://www.msn.com/en-us/news/technology/newly-discovered-near-earth-asteroid-isnt-an-asteroid-at-all-its-elon-musks-trashed-tesla/ar-AA1y8FLT?ocid=BingNewsVerp",
            "description": "Astronomers have retracted the discovery of a new asteroid after realizing the object was the remains of Elon Musk's Tesla ...",
            "image_url": "https://www.bing.com/th?id=OVFT._R5ZJGMWO26gQaYwuESAiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science on MSN23h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A newly discovered asteroid has a slim chance of hitting Earth in 2032",
            "link": "https://www.msn.com/en-us/news/technology/a-newly-discovered-asteroid-has-a-slim-chance-of-hitting-earth-in-2032/ar-AA1ybESa?ocid=BingNewsVerp",
            "description": "An asteroid first spotted in December has a 1.2% chance of hitting Earth in 2032. Scientists are tracking the space rock to learn more about its size and trajectory.",
            "image_url": "https://www.bing.com/th?id=OJ.d01Q6fJRG3ynoQ&pid=news&w=34&h=16&rs=2",
            "category": "science+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The MOST hosting Chocolate Discovery Fundraiser with Sweet on Chocolate",
            "link": "https://www.msn.com/en-us/entertainment/music/the-most-hosting-chocolate-discovery-fundraiser-with-sweet-on-chocolate/ar-AA1ybZ61?ocid=BingNewsVerp",
            "description": "Thanks to the Museum of Science & Technology, you can get some entertainment with your dessert during their Chocolate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.XAVDxgDScKVnuyiCOxGOUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN6m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Improving Efficiency in Drug Discovery and Development",
            "link": "https://www.technologynetworks.com/drug-discovery/articles/improving-efficiency-in-drug-discovery-and-development-394976",
            "description": "This article explores methods to enhance efficiency in the drug discovery and development pipeline, focusing on optimizing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ia_4RNRV5ouy9OBcPGAdhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "technologynetworks16h",
            "source": "technologynetworks",
            "article_content": "Thank you. Listen to this article using the player above. ✖\n\nRead time: 6 minutes\n\nDeveloping a new treatment from concept to clinic is a slow and expensive endeavor. It can take 10–15 years and – accounting for development failures – cost over $500 million.1\n\n\n\nDespite technological advances in almost every area of the pipeline, the drug development attrition rate has remained at ~90% for several decades.2 As many drugs still fail in trials because of lack of efficacy or toxicity, attention is turning to new technologies that can help the industry gain a faster understanding of whether their candidates are likely to succeed.\n\nExpediting the discovery phase\n\nOne of the greatest advances in drug development has been the advent of multiomics technologies that make it possible to characterize different players in pathogenic pathways and identify the critical hubs which, if modulated, could prevent, halt or reverse disease.\n\n\n\n\n\nUntil recently, our ability to exploit these data was limited because of a lack of computing power, but now machine learning is enabling faster classification of proteins and whole-system, target-agnostic approaches to drug discovery. The bottleneck has shifted – to one of prioritization.\n\n\n\n\n\n“The choice of target now becomes critical because we can’t pursue everything,” says Terry Kenakin, professor of pharmacology at the University of North Carolina. “There are maybe 800–1,500 viable human targets out there and industry is only able to pursue about 350 of these.”\n\n\n\n\n\n\n\n\n\nAdvances in technologies such as spatial biology and mass spectrometry imaging are aiding this process of target validation. Spatial biology has advantages over conventional bulk cell omics analysis in that the cellular context is preserved, providing information about where in the cell targets are functioning and interacting with other molecules. Mass spectrometry imaging adds another lens to this approach, enabling users to measure the abundance of metabolites and other molecules in different tissues. This can help to reveal disease mechanisms and identify and validate targets.\n\n\n\n\n\nOnce a target is selected, the next challenge is to determine the therapeutic approach. Here, innovations in antibody and peptide engineering mean that targets previously deemed undruggable are now the target for “blockbuster” drugs. For example, efforts to develop drugs that mimic glucagon-like peptide 1 to treat diabetes and obesity were stalling until advances in peptide chemistry led to semaglutide and opened up the field.3\n\n\n\nIn the hunt for small molecules, automation and robotics revolutionized high-throughput screening in the mid-2000s. However, one of the major hurdles to screening large chemical compound libraries is the scale of machines and robotic machinery required, as well as the associated challenges in sourcing enough purified target protein. Now, DNA-encoded libraries are making it possible to screen millions of compounds within days, using very small amounts of the target.4\n\n\n\n“Then you’re at that critical stage where you’re zeroing in on a select group of potential candidates,” says Kenakin. “Now you find out as much as possible about them to differentiate between them and to understand how to use them as probes when they go into clinical trials.”\n\nUnderstanding your candidate drugs\n\nThe most common causes of drug development failure remain lack of efficacy or toxicity; but current methods for predicting these aren’t yet mitigating this issue.\n\n\n\n\n\n“The current paradigm – the model of validation, screening and then optimization talked about so frequently – isn’t wrong, but each stage has become like a box-checking exercise to progress to the next stage,” says Duxin Sun, professor of pharmaceutical science at the University of Michigan. “Many years ago, we didn’t fulfill any of these steps and we still had a 10% success rate in drug development.”\n\n\n\n\n\nSun argues that some of the key attributes of candidate drugs are not being fully optimized before proceeding, and that target validation needs to be more closely tied to lead optimization to ensure the potency and specificity of candidate drugs is pharmacokinetically- and dose-relevant to the intended target in humans. He’s proposing a new approach called STAR (structure–tissue/cell selectivity–activity relationship), which uses machine learning to enhance efficiency by addressing on- and off-target activities early on in development.5\n\n\n\n\n\n“So often we see we can make a compound work in animals, but it requires a dose that when later extrapolated to humans is limited by toxicity,” says Duxin Sun. “We can see early on that there’ll be a lack of efficacy, yet we don’t own the failure at this stage.”\n\n\n\n\n\nSun’s sentiment is mirrored by Kenakin, who recently wrote about the importance of knowing the pharmacology of your molecule before making candidate prioritization decisions.6\n\n\n\n\n\n“Pharmacology is a unique science. It’s the only discipline that furnishes scales that can predict drug activity in different physiological and pathophysiological settings,” says Kenakin. “These detailed studies are done in industry settings, historically, but we now have more models, scales and theories we can use.”\n\n\n\n\n\nThe standard readouts pharmacologists would use – changes in calcium or cyclic AMP – have now been expanded to a treasure trove of functional assays, such as bioluminescence resonance energy transfer (BRET) and fluorescence resonance energy transfer (FRET). These can measure the proximity and interaction of molecules within a system and have revealed new types of signaling, such as biased signaling in G-protein coupled-receptor cascades, which previously would have been missed in traditional pharmacology models.\n\n\n\n\n\nTogether with other advances such as cryo-electron microscopy (cryo-EM) and molecular dynamics that allow characterization of binding at previously unknown allosteric sites, this has “freed us up”, says Kenakin. “When you have a candidate you’ve already invested millions in, you may as well invest a little more to know as much about it as you can. There’s a very good chance it will fail, and you don’t want to follow it up with a compound that does the same things.”\n\nLearning from clinical evaluation\n\nAlthough many drug failures are attributed to lack of efficacy or adverse effects, incorrect trial design and not recruiting the “right” patients are also commonly blamed. Jimeng Sun is a computer scientist working on applying artificial intelligence (AI) to healthcare challenges, who spotted an opportunity to use AI to improve the end-to-end process of clinical research.\n\n\n\n\n\n“The clinical trial space has an exciting set of problems – from planning trial designs at the beginning, right through to regulatory submission,” he says. “One task we’ve been focusing on is to take information about past trials and create a neural network model, to predict the outcome of similar future trials.”\n\n\n\n\n\nIn the first iteration, called HINT, they captured all the information before the trial started – disease target, eligibility criteria and drug molecule.7 They then connected this to the external knowledge base of all historical trials, both for trials that failed and those that succeeded. In later versions, they placed more statistical weighting on recent trials of a similar design, to reflect the fact that trial designs have improved over time.\n\n\n\n\n\n“In the trial design phase, the medical director spends a lot of time trying to optimize criteria to recruit a sufficient number of patients while excluding those with specific confounding factors or comorbidities that might influence the trial results,” explains Jimeng Sun. “Right now, there are a lot of pharma and biotech companies looking into this type of predictive model to help them assess their designs.”\n\n\n\n\n\nElsewhere in the clinical trial process, Sun is also developing AI tools that can generate quality control trial documents and is looking at other areas ripe for intervention, such as helping sponsors choose the best hospital sites for their studies.\n\n\n\n\n\n“Different study sites all have investigators and teams with different experience and different patients, so we are developing a tool for pharma companies to rank clinical sites that are optimal for running their trials and avoid competing trials,” explains Sun.\n\n\n\n\n\nThe tool, called fair ranking with missing modalities (FRAMM), enables pharma to simultaneously optimize site selection for both enrolment and diversity and has already been shown to increase diversity compared with traditional enrollment methods.8 “Another area is trial matching, where we can match patient records with inclusion criteria for trials, to boost recruitment further,” said Jimeng Sun.\n\nFuture outlook\n\nToday’s drug developers now have the technology to drug almost any molecule, but with that opportunity comes increasing challenges along the pipeline to fully characterize these drugs and design trials that set them up for success.9 By combining deeper characterization of target and drug molecules in the preclinical phase, and learning from the clinical failures of the past, the outlook could look more optimistic for the next generation of drugs entering the pipeline.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Upheaval Dome: Utah's 'belly button' that has divided scientists since its discovery",
            "link": "https://www.msn.com/en-us/science/earth-science/upheaval-dome-utah-s-belly-button-that-has-divided-scientists-since-its-discovery/ar-AA1ybKZL?ocid=BingNewsVerp",
            "description": "Upheaval Dome is a giant rock formation in southeastern Utah with two potential origin stories, although most scientists ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W8I3f0xqzzR2ExPxE04qyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN1h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI could be worth as much as TikTok owner Bytedance with SoftBank's latest investment",
            "link": "https://www.msn.com/en-us/money/companies/openai-could-be-worth-as-much-as-tiktok-owner-bytedance-with-softbanks-latest-investment/ar-AA1ybrFx?ocid=BingNewsVerp",
            "description": "SoftBank's investment in OpenAI may position the company as the world's joint-second most valuable private tech firm after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cVOORbkQgE7pW_wcroz4ZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DeepSeek, OpenAI, and the Race to Human Extinction | Opinion",
            "link": "https://www.msn.com/en-us/news/technology/deepseek-openai-and-the-race-to-human-extinction/ar-AA1yaSfF?ocid=BingNewsVerp",
            "description": "It is claimed that DeepSeek is roughly as good as the latest systems from US companies, but it's probably too early to say.",
            "image_url": "https://www.bing.com/th?id=OVFT.W9_WbU0KjPbzcTaFx1Okpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6hon MSNOpinion",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI cites US roots to dodge India courts, but lawyers say case can be heard",
            "link": "https://www.reuters.com/technology/artificial-intelligence/openai-cites-us-roots-dodge-india-courts-lawyers-say-case-can-be-heard-2025-01-31/",
            "description": "OpenAI faces an uphill climb as it argues that Indian courts cannot hear lawsuits about its U.S.-based business in the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gSEW6xaU7M9tEbVyqoYDjy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI in talks to raise up to $40 billion in funding round, potentially raising valuation to $340B",
            "link": "https://www.msn.com/en-us/money/other/openai-in-talks-to-raise-up-to-40-billion-in-funding-round-potentially-raising-valuation-to-340b/vi-AA1y8G1S?ocid=BingNewsVerp",
            "description": "CNBC's Kate Rooney joins 'Power Lunch' to report on the latest round of funding for OpenAI.",
            "image_url": "https://www.bing.com/th?id=OVFT.ypvOduZf_13x6cICXfgU6y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Japan PM to meet OpenAI and SoftBank CEOs on Monday, Japanese govt says",
            "link": "https://www.reuters.com/technology/japan-pm-meet-openai-softbank-ceos-monday-japanese-govt-says-2025-01-31/",
            "description": "Japanese Prime Minister Shigeru Ishiba will hold talks with OpenAI CEO Sam Altman and SoftBank Group CEO Masayoshi Son on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MXALwELhuLKoMN5d9OjUrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "5h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Bill Gates’s memoir ‘Source Code’: He sneaked out of window to code, ‘could be awake for 36 hours at a stretch’",
            "link": "https://www.msn.com/en-in/society-culture-and-history/books-and-literature/bill-gates-s-memoir-source-code-he-sneaked-out-of-window-to-code-could-be-awake-for-36-hours-at-a-stretch/ar-AA1y9vKe?ocid=BingNewsVerp",
            "description": "When Bill Gates was a child, he used to believe that 'if you truly were smart, you’d be able to get an A with as little effort as possible.' ...",
            "image_url": "https://www.bing.com/th?id=OJ.Hpk0ZVuWHc9usA&pid=news&w=45&h=16&rs=2",
            "category": "code+trends",
            "date": "3hon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Push-ups in a saree: Woman defies work-out dress code in viral video, exercises in traditional wear; netizens react",
            "link": "https://www.msn.com/en-in/news/other/push-ups-in-a-saree-woman-defies-work-out-dress-code-in-viral-video-exercises-in-traditional-wear-netizens-react/ar-AA1yaJ2n?ocid=BingNewsVerp",
            "description": "A viral video showcases a woman in a saree performing pull-ups and push-ups, demonstrating that motivation can overcome ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zreQGh1q62oj7b_YroJoIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6hon MSN",
            "source": "Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Agencies to Watch 2025 part 5: featuring Droga5, Uncommon and Wavemaker",
            "link": "https://www.thedrum.com/news/2025/01/31/agencies-watch-2025-part-5-featuring-droga5-uncommon-and-wavemaker",
            "description": "Bosch’s ‘#LikeABosch’: Last summer, Bosch named Droga5 its US Agency of Record, tasked with ambitiously expanding Bosch’s ...",
            "image_url": "https://www.bing.com/th?id=OVF.JUxffRTYqs3zORvjIXCP0w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1h",
            "source": "The Drum",
            "article_content": "As AI abounds and consolidation comes calling, the marcomms agency landscape is poised for a significant shakeup in 2025.\n\nBut where some see challenge, others seize opportunity. And so, to coincide with our Predictions event on thedrum.com, throughout this week our journalists have been making some predictions of their own by spotlighting the agencies they believe will dominate the headlines this year.\n\nThey have done so armed with some important information, as all the agencies featured across this series have earned The Drum Recommends status on the strength of their recent performance and quality of work.\n\nAMV BBDO, Hearts & Science and Code and Theory were among those recognized in part one. It was the turn of FCB, Mower and Whalar in part two. Then Area 23, David Madrid, Zulu Alpha Kilo enjoyed their moment in part three. And, in part four, Ogilvy UK, Monks and DDB Colombia all featured. Today, we have more heavy hitters to recognize from across the globe.\n\nSo scroll on to hear from our latest Agencies to Watch honorees about how they’re preparing themselves for the major trends upon us in 2025.\n\nWant to go deeper? Ask The Drum\n\nThe Accenture Song-owned ad agency featured prominently at The Drum Awards for Advertising, winning Golds in the Finance, Sports and Sound Design categories, while its São Paulo office partnered with Dove to celebrate 20 years of its ‘Campaign for Real Beauty.’\n\nWhat key trends do you foresee defining the industry in 2025?\n\nMark Green, global chief executive officer: Fighting evil in the algorithm. As content becomes increasingly polarized, brands will have to fight the urge to settle in the middle and play it safe. Growth for brands will be in unifying, not dividing.\n\nThe creative differentiator. Creativity will increasingly be the differentiation in business as new ideas are copied and replicated as quickly as DeepSeek, for example. Therefore, the power of brand becomes more crucial.\n\nHigher-order creativity. While robots and AI will transform jobs, industries and indeed advertising, human empathy and higher-order creativity will be the saviors. They were, are and will be the answer to growth.\n\nWhat does the agency have planned for 2025?\n\nGreen: A truly global Droga5 – fueled by borderless creativity and a renewed creative ambition – will be an even more powerful weapon as we continue pushing our creative boundaries further and beyond advertising. We firmly believe our best work is ahead of us. We have an exciting group of leaders that have the ambition to take creativity much further than advertising and we have a unique relationship with Accenture that brings the best of creativity, technology and consulting together. We have also learned a lot from successes and failures in equal measure and will now put this to work in the best way possible. New offices, new leaders and exciting new work will be the result.\n\nWhat work were you most proud of in 2024?\n\nGreen: Dove’s ‘The Code’: To celebrate 20 years of its pioneering ‘Campaign for Real Beauty,’ Dove partnered with Droga5 São Paulo to reinforce its commitment to real beauty. Vowing never to use AI to create or distort women’s images, ‘The Code’ demonstrated how adding the phrase ‘According to Dove Real Beauty campaign’ to AI-generated prompts resulted in dramatically more diverse, inclusive, and authentic images. This sets a new standard for brands navigating evolving technology.\n\nSolament’s ‘The Down-Less Down Jacket’: In Japan, Droga5 Tokyo applied a new technology and called it Solament, a unique material that absorbs near-infrared sunlight to generate heat and protect people from the cold. We then created the brand and developed a prototype for a transparent puffer jacket. This is a product and innovation going beyond advertising.\n\nSydney Opera House’s ‘Play It Safe’: Celebrating 50 years, Droga5 Australia created a musical tribute to one of the world’s most celebrated cultural landmarks, the Sydney Opera House. The musical created in collaboration with Tim Minchin reminded us of the power of creativity and its endless possibilities when you don’t ‘Play It Safe.’ This is the power of entertainment for brands.\n\nBosch’s ‘#LikeABosch’: Last summer, Bosch named Droga5 its US Agency of Record, tasked with ambitiously expanding Bosch’s presence in the US market. Those ambitious plans with Droga5 include leading the German engineering and tech company to make its Super Bowl debut with an extension of Bosch’s 2024 #LikeABosch platform.\n\nNRMA’s ‘A Help Company’: Celebrating 100 years NRMA wanted to transform from an insurance company that helps people to a help company that does insurance. We created a new brand platform to deliver this message while also taking creativity further across digital channels, product design and service delivery. This is more than a marketing transformation but rather a wholesale customer transformation.\n\nAdvertisement\n\nThe media agency had another award-laden year, the best yet in its 34-year history, picking up gongs at shows including The Drum Awards for Media and The Drum Awards for Marketing, including Gold in the Travel and Tourism category for its ‘If You’re Into It’ campaign for The V&A.\n\nWhat key trends do you foresee defining the industry in 2025?\n\nPaul Knight, incoming CEO, PHD UK: In a market that is experiencing media fragmentation, asset fragmentation and capability fragmentation, marketers need 2025 to be the year where consumer experiences are better connected.\n\nThe agencies that will thrive in 2025 will be the ones that can best connect their talent, technology, and data to accelerate and elevate new solutions for clients and deliver better brand experiences for consumers.\n\nKey to this will be agencies’ abilities to harness AI to improve efficiency in areas such as data distillation, audience pattern recognition and lateral thinking. We will also start to see the emergence of agentic AI, which acts autonomously on a user’s behalf, completing complex tasks without prompting.\n\nHowever, there’s one thing that will continue to define the industry but isn’t a new trend. When we get to the end of 2025, we will yet again be celebrating ingenious, creative thinking that creates real competitive advantage for clients. And long may that continue.\n\nWhat does the agency have planned for 2025?\n\nSarah Nugent, managing director, PHD London: Following a year where we successfully retained £250m+ in incumbent pitches and added almost £150m of net new wins to our client list, we’ve entered 2025 with significant business momentum and with Knighty’s imminent arrival as CEO in February we are full of energy to bring PHD’s new ‘Intelligence. Connected’ positioning to life in the work we do.\n\nWe exist to help clients Outthink, Outpace and Outgrow the competition so we will be continuing to prioritize the power of thinking to develop and grow new products and services that are designed to offer clients new solutions to new challenges, building on our recent successes in areas such as data consultancy and gaming.\n\nWe’re already underway with this, having already launched a new UK cultural insight platform called Culture Currents, which unveiled new research into the importance of brands embracing optimism in a challenging macro-economic and political climate. There will be much more of that to come this year and as an agency, we’re also massively optimistic about what 2025 will bring.\n\nWhat work were you most proud of in 2024?\n\nEuan Hudghton, chief brand and experience officer, PHD UK: 2024 was a standout year for work at PHD UK, becoming the most awarded year in the agency’s 34-year history, including winning five Grand Prix awards.\n\nAs importantly, our winning campaigns also reflected the breadth of work a modern media agency now needs to deliver for its clients. Work that was effective, creative, and inclusive.\n\nPHD clients won six IPA Effectiveness awards, including the Grand Prix for McCain.\n\nOur ‘Streams of (un)consciousness’ campaign for the British Heart Foundation flatlined the Twitch streams of 14 prominent gaming influencers to promote CPR training, directly leading to a life being saved.\n\nAward-winning campaigns for Andrex ranged from driving sales in new retail media spaces to partnering with ITV to redesign the Big Brother diary room chair made from toilet rolls.\n\nWe were also delighted to do our bit to make media more inclusive, brokering audio description and British Sign Language partnerships with ITV and Channel 4 for Guinness and Virgin Atlantic.\n\nAnd there’ll be more of that kind of work to come in 2025.\n\nAdvertisement\n\nNils Leonard’s hot shop continued to impress in 2024, its British Airways ‘Windows’ work picking up gongs at Cannes Lions and The Drum Awards for Advertising.\n\nUncommon\n\nWhat trends will shape the industry in 2025?\n\nAI won’t define 2025 – our reaction to it will. As AI mass-produces mediocrity, rare ideas, taste and beauty become more valuable. The industry’s fear is misplaced; automation pushes creativity further.\n\nPolarization will shift from risk to strategy. Brands must take bold stands, leaving some behind while fostering loyal communities. Forget playing it safe – conviction and agitation will drive sharper, more meaningful work.\n\n2025 will be a landmark year for design. No longer just a backdrop, design itself will spark conversations, provoke reactions and shape brand narratives. Smart brands will harness its power for fame, engagement and cultural relevance.\n\nWhat does the agency have planned for 2025?\n\nWe’re taking our design practice to the next level with more projects – off the back of the biggest rebrand in entertainment history for EA Sports FC and our disruptive graphic design system for Vimeo. As well as exploring new avenues including retail design – as we’re set to redesign The Ordinary’s store experience globally.\n\nArchitecture continues to be another area of growth in our founding partnership with Thomas Heatherwick’s ‘Humanise’ movement. Last year, we launched UnLandmarks, a campaign using AI to reimagine iconic British buildings through the lens of monotonous architectural trends. The project is set to expand to the US in 2025.\n\nUnrest is an accelerator developing impact-led consumer brands. Based in our London studio since its inception, we can’t wait to continue to cultivate this year’s cohort as the program’s continued brand partner.\n\nThis year also sees the launch of our third film feature, The Thing with Feathers, which premiered at Sundance 2025 with rave reviews, starring Benedict Cumberbatch and directed by Dylan Southern.\n\nWhat work were you most proud of in 2024?\n\nWe redefined Christmas with JD Sports’ #1 YouTube ad; launched Monzo’s first brand campaign and ATMmm stunt, making it Marketing Society’s Brand of the Year; crafted British Airways’ Cannes-winning ‘Windows’ and viral safety video; made reference point B2B work with Hiscox helping the insurer reach record profits; designed the first-ever brand identity with resolution at its core for Vimeo; challenged beauty industry standards with provocative outdoor for The Ordinary speaking to the brand’s philosophy of science over celebrity and celebrated Erling Haaland’s quirks, challenging the serious nature of sports marketing with Beats – all combining creativity and effectiveness to pick up four Effies and continue to build brands the world wished existed.\n\nAn award-winning 2024 for the global media agency saw it pick up 10 trophies at The Drum Awards for Media, including the Chair’s Award for its work with Transport for London.\n\nWavemaker\n\nWhat key trends do you foresee defining the industry in 2025?\n\nHow long is a piece of string? In such a fast-paced, constantly changing industry like ours, there’s always something influencing or impacting it in any given year.\n\nRather than trends, I like to focus on what’s keeping our clients awake at night or the things they are trying to navigate to deliver sustainable business growth – that’s what’s going to define the industry and what we need to do to adapt. I believe this year, there’ll be three things frequenting our agenda.\n\nThe first is HFSS – in October this year we’ll see the HFSS advertising legislation come into place. This isn’t just going to impact HFSS brands; it’s going to impact everyone – we’ll see increased competition for premium inventory and in turn, an impact cost that’s going to take some careful navigation to minimize the impact on ROI. The second is the ‘messy middle’; it’s a topic that’s never really gone away and one that clients and agencies have been navigating together, but I believe this year we’ll see a renewed focus on working hard to maximize the power of the messy middle. And last but certainly not least is the intelligent use of AI (yes, it’s being mentioned again!) in transforming creativity and problem-solving. It’s definitely transforming how we operate as an agency, freeing up more space to focus on the client challenges that really need that human brain power.\n\nWhat does the agency have planned for 2025?\n\nIt’s an exciting time to be part of WPP and GroupM. With lots of new leadership in place and a whole new way of operating, our platform advances, product innovation and collaborative spirit are serving us well, making us all stronger. The power of the group and the broader network is really enabling all of us at Wavemaker to live and breathe positive provocation, so I think you’ll see a renewed energy from us this year in really provoking the industry and demonstrating what sets us apart as an agency. It’s that positively provocative spirit that really gives us the focus on creating unrivaled work; I’m confident that you’re going to be seeing it in spades from Wavemaker UK in 2025.\n\nWhat work were you most proud of in 2024?\n\nOh, blimey, this is a bit like having to pick a favorite child! I’m incredibly proud of all our client work in 2024 - we really did see a step change in the volume of unrivaled work we were creating, powered by some great agency-wide initiatives that galvanized everyone behind the work. Some of the standout campaigns include ‘Bonjour, Hello, Ciao, Ola, Konichiwa!’ for TfL, where we combined real-time train and flight data into a globally recognized DOOH campaign for the Elizabeth Line; our groundbreaking activation for Paramount that transformed Piccadilly Lights into an ancient stone mosaic for Gladiator II; and our UnXpected FM campaign for the UK Government which tackled road safety in an authentic and impactful way.\n\nI’m also really proud of our partnership with Morrisons, which shines a light on what makes Morrisons unique, as well as our work in the data space with Merlin and William Hill that leveraged our proprietary technology ‘Geograph’ to deliver business impact for both businesses.\n\nIt’s always great to look back, but I’m super excited for what’s in store for 2025 when it comes to the work… watch this space!\n\nThe B2B specialist won in the Media and Technology-Led Innovation categories at The Drum Awards for B2B 2024, with its work for Juniper Networks and Ecologi.\n\nWhat trends will shape the industry in 2025?\n\nCreativity as a strategic brand/business asset: Creativity in B2B has made giant strides in recent years. The momentum for higher-order creativity – creativity that serves as a strategic asset to move a business forward into the future – is now unstoppable.\n\nThe essential role of buying groups. Every B2B purchase of consequence involves a buying group. Functional “point” buyers. Anonymous buyers, Hidden buyers. Building brand availability and preference at ‘day one’ of the purchase process is the only way to create and cultivate demand. The understanding that buying groups are not monoliths – with advocates, antagonists and neutrals all present within the same buying group – will influence brand strategy and activation going forward.\n\nThe 95/5 rule will become more nuanced. Within the 95% of buyers who are not in-market at any given time, there is a cohort of 25%-30% that is edging closer to market. B2B marketers will develop specific strategies to engage these ‘in-betweens’ and follow them as they progress into and through the funnel.\n\nBDX as B2B’s default go-to-market model: Truly unified brand-to-demand marketing will become the rule rather than the exception. Brands will gain maturity by applying the Brand-to-Demand Experience (BDX) model. From organizational structures to omnichannel creative platforms to orchestration platforms, BDX will move to underpin effective B2B marketing.\n\nThe re-definition of the role of brand in B2B. In-market, out-of-market and in between. Top, middle and bottom of funnel. Brand’s multiplier effect on performance marketing. The magnitude and expansiveness of brand’s role in driving demand and growth is becoming a mainstream B2B belief. Brand investment will grow in turn because it must.\n\nAI will move from hype to focused, strategic reality. While experimentation will continue for years, as will the AI arms race, marketers and agencies will focus on a core set of use cases that go beyond tactical enhancements to play a strategic role in all areas of value delivery.\n\nWhat does the agency have planned for 2025?\n\nWith new global CEO Kate MacNevin now at the helm, Stein IAS is continuing its growth journey and increasing its growth trajectory. Stein’s positioning – Building the World’s Most Demanded B2B Brands – connects the agency to the most consequential brands globally. Our Brand-to-Demand Experience (BDX) framework released at Cannes addresses the most critical challenge faced by B2B marketers – building brand strength in order drive demand strength and sustainable growth. As we scale BDX, we anticipate senior hires across the agency, particularly in creative, strategy and business leadership.\n\nIn 2025 and beyond, Stein IAS will continue to lead the industry BDX agenda by: launching the first B2B brand-to-demand maturity study, including industry perspectives on media allocation; partnering with LinkedIn, IAA, ANA and the ANA Lions CMO Growth Council to develop a Future of B2B Buying model; partnering with Brand Finance on the 2025 Most Valuable B2B Brands Index, focusing on the imperative for B2B enterprises to invest in brand to accelerate growth and build enterprise value; partnering strategically with ecosystem leaders, including LinkedIn and 6sense, to unify brand and demand and up-level effectiveness and efficiency for the world’s B2B brands; and launching v2 of our proprietary Origin data platform that leverages AI and direct feeds from LinkedIn’s APIs to develop more relevant and actionable personas, audiences, messaging and content, richer segmentation, and more effective media planning and activation.\n\nWhat work were you most proud of in 2024?\n\nThe Mack Trucks ‘By America’s Side’ campaign reconnected the soul of the iconic Mack Trucks brand with truck/fleet owners and operators. While the audience’s affinity with Mack is considerable going back many years, it had lessened over time and needed to be strengthened anew in a highly competitive market. To accomplish this, we brought Mack back – the famous bulldog mascot that adorns the hood of every Mack truck – and made him the centerpiece of the campaign focused on Mack’s role in helping to build America for 125 years.\n\nWe worked with Juniper Networks to progress its brand-to-demand marketing, driving performance and efficiency. ‘The Now Way To Network’ campaign positioned Juniper’s first-mover, AI-native enterprise networking solutions, driving brand salience and connecting top-of-funnel to pipeline through highly orchestrated customer journeys across lines of business. Along the way, Juniper and Stein won an ANA B2 Awards Gold for Multi-Year Impact and our first-ever ARF David Ogilvy Award.\n\nIn introducing the new Elimini carbon removals brand (launched by global biomass leader Drax), Stein IAS and MSQ partner agencies The Gate and MMT needed to build category awareness, brand awareness and brand credibility, all while driving immediate demand. Our ‘Removing Carbon for Good’ brand-to-demand campaign added urgency and immediacy to the carbon removal conversation, establishing Elimini as a market leader and initiating a pipeline of enterprise customers ready to act."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI Is Redefining The Way Software Is Built In 2025",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/30/how-ai-is-redefining-the-way-software-is-built-in-2025/",
            "description": "As we settle into 2025, it’s clear that the future of software development is being shaped by trends that prioritize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.80K2oFv0LHrWKaqQVVC1li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Gemini in Sheets Can Now Generate Charts and More",
            "link": "https://www.iphoneincanada.ca/2025/01/30/google-gemini-in-sheets-generate-charts/",
            "description": "Google's Gemini AI can now generate charts for data in Sheets and analyze it for trends, patterns, correlations between ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TKluQpv6Mb0nz3z_okzxKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "17h",
            "source": "iPhone in Canada",
            "article_content": "Do you hate making tedious charts for your spreadsheets? Well, Google’s Gemini AI has you covered. The tech giant on Wednesday announced an update for Gemini in Sheets that enables the AI assistant to generate charts based on your data and even analyze it to identify trends, patterns, and correlations between different variables.\n\n“Building data visualizations and identifying trends in data is a critical business function, however it can be time consuming and oftentimes overwhelming,” Google said in a blog post announcing the update.\n\n“To improve upon this experience, we’re making it easier for Sheets users, ranging from small business owners to marketing analysts, to visualize and analyze data using Gemini in Sheets.”\n\nGoogle Sheets users can now ask Gemini questions about their data, which it can analyze to come up with valuable insights. From identifying business trends to estimating future performance based on historical data, Gemini is positioning itself as the go-to spreadsheet wingman.\n\n“This update reflects Gemini in Sheets’ enhanced intelligence as it now yields valuable outputs by transforming your requests into Python code, executing on them and then analyzing the results to perform multi-layered analysis. As a result, you’re able to do things like identify top-performing products and then instantly dive into their sales trends — all without writing a single line of code,” Google explained.\n\nTo top it all off, Gemini in Sheets can generate charts for your data as static images that can be inserted over cells in a spreadsheet.\n\nUsers can access Gemini for Sheets in the side panel by clicking the spark-shaped “Ask Gemini” button. For enterprise deployments, administrators must enable the default personalization settings for users in the Admin console, while users need to ensure that smart features and personalization are turned on.\n\nThese features begin rolling out today and will be available to Google Workspace users with the following subscriptions:\n\nBusiness Standard and Plus\n\nEnterprise Standard and Plus\n\nGemini Education or Gemini Education Premium add-ons\n\nGoogle One AI Premium\n\nGoogle noted that anyone who previously purchased the now-discontinued Gemini Business and Gemini Enterprise plans will also get access to these features."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Subterranean ‘supercontinents’ reveal intriguing new clues to what’s happening beneath Earth’s surface",
            "link": "https://www.cnn.com/2025/01/31/science/earth-mantle-hidden-supercontinents/index.html",
            "description": "Research on hidden structures deep within Earth’s mantle challenges theories about our planet’s middle layer and could ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AnajUMK071lURCiNK_F_1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "CNN",
            "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nLike most of us, Earth has a lot going on under the surface — even in what may have once seemed to be its most unassuming layer.\n\nThe mantle, a zone between our planet’s thin crust and the molten core, features 1,800 miles (2,900 kilometers) of mostly solid rock, with a consistency like thickened caramel that scientists long hypothesized was uniformly blended. But massive unmixed regions have been found lingering in the mantle, like lumps of chocolate in a cookie, and new findings are just beginning to reveal their secrets.\n\nAmong the enigmatic mantle lumps are two enormous “supercontinents” buried thousands of kilometers below the crust amid the remains of ancient tectonic plates. One supercontinent lies under Africa, and the other resides deep under the Pacific Ocean. Using a new method to analyze data from earthquakes, researchers recently uncovered previously unknown details about these vast island regions, revealing that they may serve as anchors in our planet’s mantle and that they could be much older than previously thought.\n\nThe discovery adds to a growing body of evidence suggesting that the rocky mantle isn’t as well-stirred by Earth’s internal churning as once believed. And hidden structures or pockets of unblended material, such as these supercontinents, may shape mantle activity, including plate movement, in ways that are yet to be understood, scientists reported January 22 in the journal Nature.\n\n“These findings will contribute to a better understanding of mantle convection and plate tectonics, and, therefore, phenomena we experience at the surface like earthquakes and volcanism,” said Claire Richardson, a doctoral candidate in the School of Earth and Space Exploration at Arizona State University, who was not involved in the new research.\n\n“Resolving the physical, thermal, and chemical properties of rocks ~3000 km (1,864 miles) below our feet, at extreme temperatures and pressures, is a challenging problem to say the least,” Richardson told CNN in an email. “Open questions abound, and each new study gets us closer to understanding what’s really going on down there.”\n\nClues revealed by waves\n\nResearchers first spotted the subterranean supercontinents about 50 years ago when they popped up as anomalies in seismic data generated by earthquakes powerful enough to send reverberations through the planet. When seismic waves encounter unusual structures in the mantle, changes in wave speed provide seismologists with clues about Earth’s deep interior.\n\nOver the decades, seismic data revealed that these supercontinents make up about 20% of the mantle-core boundary. Each of the buried islands covers hundreds of thousands of miles, and in some spots they tower nearly 600 miles (965 kilometers) tall. However, little was known about what they were made of, when they sank and what role they might play in mantle flow, known as convection, said Dr. Sujania Talavera-Soza, lead author of the new study and a geosciences and seismology researcher at Utrecht University in the Netherlands.\n\n“Their origin and whether they are long-lived structures — it’s widely debated,” Talavera-Soza said.\n\nEarth maps in the top row show the positions of two buried supercontinents — also called large low shear velocity provinces or LLSVPs — and how they affect speed and attenuation, or damping, of seismic waves. The bottom row shows the same LLSVPs in a cross-section view of Earth. Utrecht University\n\nEarlier research focused on the velocity of seismic waves, showing that wave speed slowed by about 2% upon arriving at the supercontinents. This slowing of seismic waves led geologists to name the regions large low shear velocity provinces, or LLSVPs.\n\nVelocity loss in seismic waves suggested that these mantle zones were hotter than the rocks around them, Talavera-Soza said. But it was unknown whether the LLSVPs differed structurally from nearby regions. Scientists were also uncertain whether the supercontinents were actively involved in convection, or if they were “kind of dense piles that would just be sitting there,” said study coauthor Dr. Arwen Deuss, a professor of structure and composition of Earth’s deep interior at Utrecht University.\n\n“There was no information about that,” Deuss said. “We only knew that seismic waves slowed down.”\n\nIn the new study, the authors used a different approach for studying the LLSVPs to see if they could tease out details about the zones’ composition and activity. They looked at the attenuation, or intensity, of seismic signals as they traveled through the mantle to see how much energy the vibrations from quakes lost.\n\nIn music, attenuation is comparable to damping a tone, which produces a lower volume, Deuss said. Examining the attenuation of the waves — along with changes in wave speed — could provide previously unseen clues about LLSVPs’ makeup. The best data for this is from waves produced by earthquakes that are magnitude 7.8 or higher, Talavera-Soza added.\n\nWave speed and energy loss were known to be affected by mineral grain size as well as temperature, so the authors used a physics model that linked seismology and mineral physics. Waves are damped more when they encounter material made of smaller grains; if lots of grains are packed together, there are more boundaries between the grains that can sap a wave’s energy.\n\nOlder than ‘slab graveyards’\n\nThe researchers' findings could transform the understanding of plate tectonics. Here, a 7.5 magnitude earthquake leaves devastation in the Noto region of Japan's Ishikawa prefecture in January 2024. Toshifumi Kitamura/AFP/Getty Images\n\nOther studies revealed that the supercontinents had company in the deep mantle. Around them were “slab graveyards” of sunken tectonic plates, Deuss said. They were cooler than the LLSVPs, so seismic waves moved through them more quickly.\n\nHowever, the new model showed that while seismic waves’ velocity dipped when they reached LLSVPs, the waves didn’t lose much energy. By comparison, there was significant damping among the cooler graveyards around the LLSVPs.\n\nResearchers believe those differences come down to the comparative ages of the structures. Over millions of years, as rocky material descends through the boundary between the upper and lower mantle, mineral crystals are compressed and reformed into tinier grains that then regrow over time. Younger regions therefore have smaller crystals, which suck more energy from seismic waves, so the amount of damping in a region hints at how old it is.\n\n“The fact that the LLSVPs show very little damping, means that they must consist of much larger grains than their surroundings,” Talavera-Soza said. Larger mineral grains suggested that the supercontinents were significantly older than the tectonic graveyards around them, as their grains must have had more time to grow, according to the study. Larger building blocks would also make the supercontinents more rigid, keeping them separate from mantle convection, or movement of materials in that layer due to heat transfer.\n\n“Our study points to the LLSVPs being long-lived features, at least half a billion years old, perhaps even older,” Talavera-Soza said. “This implies they act as anchors at the base of the core-mantle boundary and have survived mantle convection, meaning that the mantle is not well-mixed.”\n\nThis discovery follows another recent revelation about even more “sunken worlds” that contradict the notion of a blended mantle. Buried plates in tectonic graveyards tend to accumulate in alignment with Earth’s subduction zones — regions where the edges of two plates meet, and where one slides beneath the other. But earlier this year, another team of scientists identified sunken tectonic slabs far from these boundaries in locations under continents’ interiors and beneath oceans, where sunken plates had never been found before.\n\n“Apparently, such zones in the Earth’s mantle are much more widespread than previously thought,” said Thomas Schouten, lead author of that investigation and a researcher at the Geological Institute of ETH Zurich, the Swiss Federal Institute of Technology, in a statement.\n\nThe model in the new study — the first 3D attenuation model for the entire mantle — will help seismologists to better understand what lies thousands of kilometers below Earth’s surface, said Richardson, the doctoral candidate.\n\n“It maps regions of the Earth that weaken seismic energy, ultimately affecting the measurements many seismologists use to understand other physical and chemical properties of Earth’s interior,” she said.\n\nThe findings could transform researchers’ understanding of plate tectonics and how plate movement might be shaped by these ancient, fixed anchors near Earth’s core, Deuss said. Further analysis of the supercontinents could also reveal if they are the source of geochemical elements nearly as old as Earth itself that are found in lava from certain types of volcanoes, she added.\n\n“These LLSVPs have been there for a long time — if they’ve been there for a billion years, they might have also been there for 4 billion years. They might well be that hidden reservoir where these chemical primordial elements might be located. We can’t prove that now, but geochemists can investigate this,” Deuss said.\n\n“From this study, I think there will be a lot of extra research that might answer a lot of outstanding questions that have been confusing scientists for ages.”\n\nMindy Weisberger is a science writer and media producer whose work has appeared in Live Science, Scientific American and How It Works magazine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Journey of science",
            "link": "https://www.dawn.com/news/1888786/journey-of-science",
            "description": "The science that was repulsive to an idea of religious belief thus began to embrace religious ideas culminating with the discovery of the Higgs boson or ‘God particle’, completing the stan­­-dard ...",
            "image_url": "https://www.bing.com/th?id=ODF.PnQtVHJ-YLDhyhggQpb7SQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Dawn12h",
            "source": "Dawn",
            "article_content": "OVER the last four centuries, the physical sciences have undergone a metamorphosis marked by breath-taking discoveries and the evolution of sophisticated the­­­ories about the nature of reality. From Isaac Newton’s ground-breaking work on matter and motion, to Albert Einstein’s revolutionary ideas about energy and space-time, and finally to David Bohm’s hypothesis linking quantum mechanics to consciousness, each era has expanded humanity’s understanding of the universe. This transition paves the way for better understanding of the interface between science and spirituality.\n\nThe groundwork for classical mechanics was laid by Sir Isaac Newton. His matter hy­­pothesis postulated that the universe was composed of indivisible discrete particles called atoms, governed by invariable laws of motion and gravity. Newton’s landmark work, Philosophiae Naturalis Principia Mathe­matica, integrated the motion and gravitation laws into a collected framework. He provided a predictable and perceptible understanding of natural phenomena.\n\nFor example, his equations explained how stellar bodies move in elliptical orbits. Newton’s reductionist ideas formulated matter as dormant and passive, subject only to external forces. While Newton’s ideology successfully elaborated macroscopic phenomena, questions about the nature of light, electromagnetic waves, and the behaviour of matter at exceedingly small scales remained unanswered.\n\nAdvances in applied physics and the discovery of phenomena such as radioactivity exposed substantial gaps in Newtonian mechanics by the early 20th century. These challenges were consummated in the innovative work of Albert Einstein, who radically reshaped humanity’s understanding of energy, matter, and space-time. Einstein’s special theory of relativity introduced the famous equation, e=mc2. This equation smashed the Newtonian assumption of matter as inert and invariable, showing that matter is a concentrated form of energy instead. His general theory of relativity further revisited gravity as the curvature of space-time caused by mass and energy.\n\nThe boundaries between physics, spirituality, and metaphysics are fluid.\n\nEinstein’s ideas replaced the deterministic framework of Newton with a relativistic model, where time and space were no longer considered absolute but rather relative to the observer. This drastic change laid the groundwork for innovations such as GPS technology and nuclear energy.\n\nDavid Bohm introduced a radical outlook that sought to desegregate the perplexing aspects of quantum mechanics with broader inquiries about reality and consciousness in the mid-20th century. Influenced by Eastern philosophy and quantum physics, Bohm hypothesised that the universe is interconnected, operating as a holistic system at all levels. His implicate order theory suggested that the visible, tactile universe (the explicate order) emanates from an elementary, enwrapped reality (the implicate order). This idea addressed the ability of particles to exhibit wave-particle duality and distant interactions, where particles influence each other expeditiously across gigantic distances.\n\nBohm’s work outstretched beyond physics into the domain of consciousness, which is synonymous with awareness of God. Bohm’s implicate order theory explains the mind-matter connection, suggesting that consciousness plays a role in orchestrating reality thus influencing interdisciplinary research in the realms of neurosciences, philosophy, and spirituality. Bohm’s approach signifies an important shift from reductionism to a more inclusive understanding of the universe and humanity. The science that was repulsive to an idea of religious belief thus began to embrace religious ideas culminating with the discovery of the Higgs boson or ‘God particle’, completing the stan­­-dard model of particle physics. This evolution is illustrated in the Quran as: Allah “built the universe with great might, and We are certainly expanding it” (51:47).\n\nThe progress of physical science reflects humanity’s ongoing desire to understand the true nature of reality. After these step-wise calculations, we are now beginning to realise that the boundaries between physics, philosophy, spirituality, and metaphysics are fluid and not as rigid as once thought. Each archetype has not only transfigured our understanding of the physical universe but also reshaped our scientific, philosophical, and sociocultural viewpoints.\n\nThe likes of Newton, Einstein and Bohm remind us that the pursuit of knowledge is an unending journey, challenging us to expand our horizons. As we advance from the early 17th-century concept of the nonexistence of God in science towards more recent awareness of consciousness, these ideas continue to evolve into new lines of inquiry thus paving the way to connect science with the ultimate Creator of the universe.\n\nThe writer is an assistant professor at West Virginia University School of Medicine.\n\nX: @mohsinfareed\n\nPublished in Dawn, January 31st, 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Newly discovered near-Earth asteroid isn't an asteroid at all — it's Elon Musk's trashed Tesla",
            "link": "https://www.msn.com/en-us/news/technology/newly-discovered-near-earth-asteroid-isnt-an-asteroid-at-all-its-elon-musks-trashed-tesla/ar-AA1y8FLT?ocid=BingNewsVerp",
            "description": "Astronomers have retracted the discovery of a new asteroid after realizing the object was the remains of Elon Musk's Tesla ...",
            "image_url": "https://www.bing.com/th?id=OVFT._R5ZJGMWO26gQaYwuESAiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Live Science on MSN23h",
            "source": "Live Science on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fire-breathing dragon sculpture not allowed to breathe fire",
            "link": "https://www.popsci.com/science/krakow-dragon-sculpture/",
            "description": "A famous dragon sculpture that spits out real fire is going to be a little less dramatic this month. The Wawel Dragon –or ...",
            "image_url": "https://www.bing.com/th?id=OVFT.memzWoPb8O1obcszObpVKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "38m",
            "source": "Popular Science",
            "article_content": "A famous dragon sculpture that spits out real fire is going to be a little less dramatic this month. The Wawel Dragon–or Smok Wawelski–in Krakow, Poland will have to hold its fiery breath so that authorities can see why it has been guzzling too much fuel lately.\n\nKrzysztof Wojdowski, spokesman for Krakow’s road infrastructure office, told the Associated Press that officials will inspect the gas lines and pipes that feed the19-feet metal dragon to look for ways to reduce energy bills. The sculpture is expected to begin to breathe fire again by March, pending the investigation.\n\nGet the Popular Science newsletter Breakthroughs, discoveries, and DIY tips sent every weekday. Email address Sign up Thank you! By signing up you agree to our Terms of Service and Privacy Policy.\n\nThe dragon sculpture at the foot of the Wawal Castle in the southern historic city attracts millions of visitors every year. Flames shoot out from its snout every three to five minutes using a natural gas nozzle in its mouth. It was created by Polish sculptor Bronislaw Chromy during the 1960s and officially installed in 1972.\n\nA metal dragon statue in front of the Wawel Castle (UNESCO World Heritage Site) in Krakow, Poland. CREDIT: Wolfgang Kaehler/LightRocket via Getty Images.\n\nIt is inspired by the ancient tale of the Wawel Dragon. The beast lived in a den under Wawel Hill and terrorized the residents of King Krak’s city–current day Krakow. Some tales say that the beast fed on cattle, while others say it only ate young virgins. No knight was able to vanquish the beast with force, but then a young shoemaker named Skuba outsmarted the dragon. Skuba took a ram’s hide and loaded it with sulfur and pitch. He placed the ram hide in front of the dragon’s den as bait. The dragon ate the hide and immediately felt a shooting pain and burning in the throat. In order to quench this burning thirst, the dragon drank from the nearby Vistula River. Depending on who is telling the story, the dragon either drank so much water that it burst from fullness or the gasses produced by a mix of water and sulfur caused the dragon to explode. Either way, the beast was vanquished and the townfold–and very brave shoemaker–rejoiced.\n\n[ Related: Could dragons be real? Not in the way we think. ]\n\nThe fire-breathing sculpture now stands at the foot of Wawel, near the dragon’s former den. Visitors can now explore into this dark cave that leads down from Wawel Hill to the banks of the Vistula River.\n\nTo see another sculpture with a fire element, you can visit Herning, Denmark’s Elia. The spherical metal dome sculpture created by Ingvar Cronhammar will occasionally spout fire from a center column."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A newly discovered asteroid has a slim chance of hitting Earth in 2032",
            "link": "https://www.msn.com/en-us/news/technology/a-newly-discovered-asteroid-has-a-slim-chance-of-hitting-earth-in-2032/ar-AA1ybESa?ocid=BingNewsVerp",
            "description": "An asteroid first spotted in December has a 1.2% chance of hitting Earth in 2032. Scientists are tracking the space rock to learn more about its size and trajectory.",
            "image_url": "https://www.bing.com/th?id=OJ.d01Q6fJRG3ynoQ&pid=news&w=34&h=16&rs=2",
            "category": "physics+discovery",
            "date": "1hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Build Your Own No-Code Chatbot In 10 Minutes",
            "link": "https://www.msn.com/en-gb/money/technology/how-to-build-your-own-no-code-chatbot-in-10-minutes/ar-AA1ybCZ5?ocid=BingNewsVerp",
            "description": "In 2025, it's easier than ever to build an AI chatbot. We explain how to build a chatbot from scratch in 7 steps, without ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rCwoVw7UHmrDm8QZ6Uba6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1hon MSN",
            "source": "Tech.co on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI-powered no-code vs generative AI: who will win the race to build tomorrow's tech unicorns?",
            "link": "https://www.msn.com/en-us/news/technology/ai-powered-no-code-vs-generative-ai-who-will-win-the-race-to-build-tomorrows-tech-unicorns/ar-AA1yc0Y7?ocid=BingNewsVerp",
            "description": "For organizations and startups alike, this democratization translates into faster innovation cycles and reduced costs. According to Gartner, low-code/no-code tools reduce app development time by up to ...",
            "image_url": "https://www.bing.com/th?id=OJ.8c0uNgU50WS2jg&pid=news&w=74&h=16&rs=2",
            "category": "nocode",
            "date": "1hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Watch The One Chicago Crossover Tonight — What Time Does It Start?",
            "link": "https://www.forbes.com/sites/monicamercuri/2025/01/29/how-to-watch-the-one-chicago-crossover-tonight---what-time-does-it-start/",
            "description": "NBC’s One Chicago is airing its first crossover in five years tonight. Here’s how to watch the epic event featuring \"Chicago ...",
            "image_url": "https://www.bing.com/th?id=OVFT.FNiPSeDt3MZqJep-_2TmlC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "20h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "David Benavidez vs. David Morrell Jr. fight prediction, odds, undercard, preview, start time, where to watch",
            "link": "https://www.cbssports.com/boxing/news/david-benavidez-vs-david-morrell-jr-fight-prediction-odds-undercard-preview-start-time-where-to-watch/",
            "description": "Saul \"Canelo\" Alvarez's refusal to face his top two challengers while undisputed super middleweight champion forced those two ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WLgpSUF-5R02hc72wKZYKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1m",
            "source": "CBSSports.com",
            "article_content": "Saul \"Canelo\" Alvarez's refusal to face his top two challengers while undisputed super middleweight champion forced those two men, David Benavidez and David Morrell, into a high-stakes showdown this Saturday night. Benavidez and Morrell both moved to light heavyweight after failing to secure fights with Alvarez. Now, they meet with a potential shot at the undisputed light heavyweight championship on the line.\n\nBenavidez (29-0, 24 KO) twice held the WBC super middleweight title and never lost the title in the ring. After winning the title the first time with a split decision over Ronald Gavril in 2017, he successfully defended the belt in their 2018 rematch. Later that year, it was reported that Benavidez tested positive for cocaine in a Voluntary Anti-Doping Agency drug test and was stripped of his title and handed a four-month suspension.\n\nBenavidez would regain the title in his second fight after his suspension, stopping Anthony Dirrell in the ninth round of their title bout. He would never defend that title, failing to make weight for his first planned defense against Roamer Alexis Angulo and being stripped of the belt again.\n\nMore dominance of the division continued for Benavidez in the ring, including picking up the WBC interim title in 2022. Alvarez collected all four world titles at 168 pounds but repeatedly blew off any talk of facing Benavidez, the clear top contender for his championships.\n\nAs it became increasingly clear that a fight with one of boxing's biggest stars was never going to come to fruition, Benavidez made the jump to 175 pounds where he again picked up a WBC interim title by defeating former world champ Oleksandr Gvozdyk. The fight with Gvozdyk proved a bit more difficult than expected, partially because of torn hand ligaments suffered prior to the bout and partially because Benavidez's endurance seemed to fail him as the fight hit the later rounds.\n\nMorrell (11-0, 9 KO) also spent plenty of time as an Alvarez mandatory challenger and would have been seen as a very legitimate opponent for the Mexican superstar. Despite winning the WBA \"regular\" championship in just his fifth professional fight and making five consecutive defenses, Morrell was facing the same lack of interest from Alvarez and also made the jump to 175 pounds, defeating Radivoje Kalajdzic to win the \"regular\" title at the new weight.\n\nLike Benavidez's division-welcoming fight with Gvozdyk, Morrell struggled at times in his light heavyweight debut, taking a decision over Radivoje Kalajdzic in a fight that was much closer than the official scorecards indicated. Prior to that fight, only two of Morrell's opponents had managed to last past the fourth round.\n\nThe prize that eluded both men at super middleweight -- a fight with multiple world championships on the line -- seems to be in reach now. The winner will become the obvious challenger for the winner of the rematch between undisputed light heavyweight champ Artur Beterbiev and Dmitry Bivol, which takes place on Feb. 22.\n\nBenavidez vs. Morrell fight card, odds\n\nDavid Benavidez -230 vs. David Morrell +180, light heavyweights\n\nBrandon Figueroa (c) -185 vs. Stephen Fulton +150, WBC featherweight title\n\nIsaac Cruz -900 vs. Angel Fierro +550, junior welterweights\n\nJesus Ramos -2500 vs. Jeison Rosario +1100, junior middleweights\n\nMirco Cuello -650 vs. Christian Olivo Barreda +450, featherweights\n\nYoenli Hernandez -2500 vs. Angel Ruiz Astorga +1100, middleweights\n\nKaipo Gallegos -600 vs. Leonardo Padilla +425, junior lightweights\n\nJose Benavidez Jr. -1100 vs. Danny Rosenberger +650, middleweights\n\nDaniel Blancas -2000 vs. Juan Barajas +900, super middleweights\n\nCurmel Moton -4000 vs. Frank Zaldivar +1200, lightweights\n\nWhere to watch Benavidez vs. Morrell Jr.\n\nDate: Feb. 1 | Start time: 8 p.m. ET (main card)\n\nFeb. 1 | 8 p.m. ET (main card) Location: T-Mobile Arena -- Las Vegas\n\nT-Mobile Arena -- Las Vegas TV channel/stream: Amazon PPV ($79.99)\n\nPrediction\n\nThis fight could well come down to which man has made the bigger adjustments to being at light heavyweight. As talented as both men are, there's no getting around the fact that both were less than their usual stellar selves in their first fights at the weight. It is worth mentioning that neither man took a light touch in their 175-pound debuts but they just didn't look as dominant as they had been for years at super middleweight.\n\nMorrell has been a thudding puncher for most of his career, blasting out opponents with power that is only improved by having solid technique as an accomplished amateur. Benavidez's style is a bit more raw, though it has always been effective and he's clearly sharpened his tools as his career has progressed.\n\nIf the fight breaks down into a firefight, either man has the power to land a fight-ending shot. Morrell could look at Benavidez fading late in his most recent fight as a sign he needs to try to pick spots to push the pace and drag things into the later rounds to truly take over while Benavidez. That said, it would be surprising to see either man take a particularly safe approach in the fight and Benavidez's higher level of professional experience should make him more comfortable in edging out the fight. Pick: David Benavidez via MD"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How AI Is Redefining The Way Software Is Built In 2025",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/30/how-ai-is-redefining-the-way-software-is-built-in-2025/",
            "description": "As we settle into 2025, it’s clear that the future of software development is being shaped by trends that prioritize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.80K2oFv0LHrWKaqQVVC1li&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "SAP sees growing demand for sustainability software despite U.S. climate disengagement",
            "link": "https://www.reuters.com/sustainability/sap-sees-growing-demand-sustainability-software-despite-us-climate-disengagement-2025-01-31/",
            "description": "Germany's SAP sees a growing global demand for software to manage and document companies' sustainability efforts despite a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7EKuD9fZQNtNe4TlJs_a4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "8h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Targets $340B Valuation In New Funding Round",
            "link": "https://www.ibtimes.com/openai-targets-340b-valuation-new-funding-round-3761813",
            "description": "Global tech investor SoftBank Group is in discussions to lead the round, with plans to contribute between $15 billion and $25 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7xl6p_X29gu8FzVzV2F8lC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "8h",
            "source": "International Business Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft Corporation (MSFT): Investing in OpenAI and Long-Term AI Success",
            "link": "https://www.msn.com/en-us/money/markets/microsoft-corporation-msft-investing-in-openai-and-long-term-ai-success/ar-AA1yatiH?ocid=BingNewsVerp",
            "description": "Regarding infrastructure, Weil pointed to OpenAI’s $500 billion Stargate initiative, which is aimed at expanding U.S. energy ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qp3mor-z4lUtsVjxvNSZUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning approach can enhance observatory's hunt for gravitational waves",
            "link": "https://www.msn.com/en-us/news/technology/machine-learning-approach-can-enhance-observatorys-hunt-for-gravitational-waves/ar-AA1y8kbo?ocid=BingNewsVerp",
            "description": "Finding patterns and reducing noise in large, complex datasets generated by the gravitational wave-detecting LIGO facility ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WBCq20LjHt9DF7OfhqYSLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "23hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is Deep Learning?",
            "link": "https://www.msn.com/en-us/news/technology/what-is-deep-learning/ar-AA1yc0XW?ocid=BingNewsVerp",
            "description": "Deep learning works by using multilayered neural networks. To make sense of the data they are fed, such as photos, neural ...",
            "image_url": "https://www.bing.com/th?id=OVFT._f4uak8PQqm5Ng78xR0zvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "26mon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hungary to block EU Russia sanctions next time unless Ukraine gas transit resumes, Orban says",
            "link": "https://www.reuters.com/world/europe/hungary-block-eu-russia-sanctions-next-time-unless-ukraine-gas-transit-resumes-2025-01-31/",
            "description": "Hungarian Prime Minister Viktor Orban threatened on Friday to block the next rollover of EU sanctions against Russia unless ...",
            "image_url": "https://www.bing.com/th?id=OVFT.evFKOBFXoTDmH8WEKY4OcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "8h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia claims another Ukrainian village has fallen as it closes in on a key city",
            "link": "https://www.msn.com/en-us/news/world/russia-claims-another-ukrainian-village-has-fallen-as-it-closes-in-on-a-key-city/ar-AA1ybAA2?ocid=BingNewsVerp",
            "description": "Russia is claiming it has captured another village in its relentless offensive in eastern Ukraine’s Donetsk region and as it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hc_XXIjLlD1rU3Im9vxPSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "U.N. warns escalation in Congo war with M23 rebels bringing \"summary executions\" and gang rapes",
            "link": "https://www.cbsnews.com/news/congo-war-m23-rebels-rwanda-goma-un-warns-gang-rape-summary-executions/",
            "description": "The U.N. voices concern over alleged atrocities as Rwandan-backed rebels reportedly advance after seizing the city of Goma in the Democratic Republic of Congo.",
            "image_url": "https://www.bing.com/th?id=OJ.8MmhhQ3g034d0g&pid=news&w=87&h=16&rs=2",
            "category": "war+conflict",
            "date": "2h",
            "source": "CBS News",
            "article_content": "Geneva — The United Nations on Friday voiced alarm at rampant violence in the eastern Democratic Republic of Congo, as the M23 armed group pushed deeper into the country, warning of summary executions and widespread rapes. The group's capture of most of Goma, the capital of North Kivu province, earlier in the week was a dramatic escalation in a region that has seen decades of conflict involving multiple armed groups.\n\nThe U.N. on Thursday said that it was \"deeply concerned\" by \"credible reports\" that the Rwandan-backed M23 rebels were advancing south from Goma to Bukavu — capital of the neighboring South Kivu province.\n\nU.N. rights office spokesman Jeremy Laurence said that since the start of the crisis, bombs had struct at least two sites housing internally displaced people (IDPs), \"causing civilian casualties.\"\n\n\"We have also documented summary executions of at least 12 people by M23 between 26 and 28 January,\" he told reporters in Geneva.\n\nMembers of the M23 armed group walk alongside residents on a street in the Keshero neighborhood of Goma, in the eastern Democratic Republic of Congo, Jan. 27, 2025. STR/AFP/Getty\n\nIn areas under M23 control in South Kivu, such as Minova, he said the group had \"occupied schools and hospitals, forced IDPs out of camps and subjected the civilian population to forced conscription and forced labor.\"\n\nThe rights office, he said, had documented \"cases of conflict-related sexual violence by the army and allied Wazalendo fighters in Kalehe territory.\"\n\n\"We are verifying reports that 52 women were raped by Congolese troops in South Kivu, including alleged reports of gang rape,\" he said.\n\nSeparately, he pointed to reports from DRC officials indicating that at least 165 women were raped by male inmates when more than 4,000 prisoners broke out of Goma's Muzenze prison on January 27, as the M23 began its assault on the town.\n\n\"Conflict-related sexual violence has been an appalling feature of armed conflict in eastern DRC for decades,\" Laurence said.\n\nMore than 400,000 people have been displaced since the start of the year due to ongoing clashes between M23 rebels and Congolese security forces in the eastern Democratic Republic of Congo. Efnan Ipsir/Anadolu/Getty\n\nU.N. rights chief Volker Turk \"is particularly concerned that this latest escalation risks deepening the risk of conflict-related sexual violence much further,\" he added.\n\nLaurence cautioned that the \"widespread proliferation of weapons in Goma\" was \"exacerbating\" those risks.\n\nHe also called for investigations to bring \"the perpetrators to justice\" and to ensure accountability.\n\nRuth Maclean, West Africa bureau chief for the New York Times, told CBS News this week that the increase of violence in Goma was of particular concern as, for months, people from the surrounding countryside have poured into the city seeking respite from fighting. Many of the displaced people, Maclean said, were living out in the open, leaving them at increased risk.\n\nThe U.N., many Western governments and the DRC all accuse Rwanda's government of backing M23 in a bid to control and exploit their much larger eastern neighbor's vast mineral resources, in an escalation of a crisis that has been playing out for many years across several international borders."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Private Sector on the Front Line",
            "link": "https://www.foreignaffairs.com/united-states/private-sector-front-line",
            "description": "MICHAEL BROWN is a Partner at Shield Capital, a Senior Distinguished Fellow at the Institute for Security and Technology, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-ctgVM6Sd4Ho7O2Lop7pfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Foreign Affairs14m",
            "source": "Foreign Affairs",
            "article_content": "MATT KAPLAN is an Analyst at Shield Capital.\n\nMICHAEL BROWN is a Partner at Shield Capital, a Senior Distinguished Fellow at the Institute for Security and Technology, and former Director of the Defense Innovation Unit at the U.S. Department of Defense."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "89bio Inc (ETNB)’s Stock Plunge: What You Need to Know",
            "link": "https://www.bovnews.com/2025/01/30/89bio-inc-etnbs-stock-plunge-what-you-need-to-know/",
            "description": "BofA Securities has recently resumed 89bio Inc (ETNB) stock to Buy rating, as announced on April 22, 2024, according to Finviz. Earlier, on January 12, 2024, RBC Capital Mkts had reduced the stock ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews19h",
            "source": "bovnews",
            "article_content": "BofA Securities has recently resumed 89bio Inc (ETNB) stock to Buy rating, as announced on April 22, 2024, according to Finviz. Earlier, on January 12, 2024, RBC Capital Mkts had reduced the stock from a Outperform to Sector Perform, setting a price target of $15 for ETNB stock. Oppenheimer also reduced Perform rating. Additionally, UBS initiated Buy rating on August 28, 2023, with a target price of $36. Evercore ISI analysts, in their report published on June 13, 2023, also initiated Outperform rating and set a price target of $49 for 89bio Inc’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n89bio Inc (ETNB) Stock Trading Recap\n\nOn Wednesday, 89bio Inc (ETNB) stock saw a decline, ending the day at $8.73 which represents a decrease of $-0.28 or -3.11% from the prior close of $9.01. The stock opened at $9.35 and touched a low of $8.64 during the day, reaching a high of $9.77. The volume of shares traded was 7.49 million exceeding the average volume of 1.62 million.\n\n\n\nSponsored\n\nETNB Stock Performance and Moving Averages\n\nIn recent trading, 89bio Inc (ETNB) stock price has shown some volatility, fluctuating 29.33% over the last five trades and 8.99% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -5.11%, and it has gained 10.93% in the previous three months. Currently, ETNB is trading at 19.58%, 11.33%, and 5.05% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, ETNB, a Healthcare sector stock, is trading -47.50% below its 52-week high but remains 45.85% above its 52-week low. The Average True Range (ATR) (14 days) of 0.83 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\n89bio Inc’s Profitability and Valuation Ratios\n\n89bio Inc’s profitability metrics reveal financial health. The company currently boasts a gross margin of -5.11%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, 89bio Inc’s market capitalization stands at $1.03 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Book Ratio is 2.45, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 4.21% of 89bio Inc (ETNB)’s shares, while financial institutions hold 92.61%.\n\nNotable insider trades include Le-Nguyen Quoc, See Remarks at 89bio Inc (ETNB), who sold 27955 shares on Oct 30 ’24, at $8.12 each, totaling $0.23 million. On Apr 01 ’24, PALEKAR ROHAN, Chief Executive Officer, sold 52718 shares for $10.91 each, amounting to $0.58 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Sealsq Corp (LAES) Stock Plunge -26.95% Last Week?",
            "link": "https://www.bovnews.com/2025/01/30/why-did-sealsq-corp-laes-stock-plunge-26-95-last-week/",
            "description": "LAES Stock Performance and Moving Averages. In recent trading, Sealsq Corp (LAES) stock price has shown some volatility, fluctuating -26.95% over the last five trades and -62.56% ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews17h",
            "source": "bovnews",
            "article_content": "Sealsq Corp (LAES) Stock Trading Recap\n\nOn Wednesday, Sealsq Corp (LAES) stock saw a decline, ending the day at $3.28 which represents a decrease of $-0.45 or -12.06% from the prior close of $3.73. The stock opened at $3.61 and touched a low of $3.28 during the day, reaching a high of $3.82. The volume of shares traded was 20.61 million falling short of the average volume of 45.07 million.\n\nLAES Stock Performance and Moving Averages\n\nIn recent trading, Sealsq Corp (LAES) stock price has shown some volatility, fluctuating -26.95% over the last five trades and -62.56% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 385.93%, and it has gained 721.85% in the previous three months. Currently, LAES is trading at -38.38%, 2.56%, and 143.23% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\n\n\nSponsored\n\nAs of the latest trading close, LAES, a Technology sector stock, is trading -70.18% below its 52-week high but remains 1031.03% above its 52-week low. The Average True Range (ATR) (14 days) of 1.13 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nSealsq Corp’s Profitability and Valuation Ratios\n\nSealsq Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of -52.49% and a profit margin of -65.13%, with a gross margin of 385.93%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Sealsq Corp’s market capitalization stands at $320.48 million. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. Additionally, the Price-to-Sales Ratio is 14.11, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 17.06, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 26.31% of Sealsq Corp (LAES)’s shares, while financial institutions hold 18.55%."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel Q4: Can They Turn It Around?",
            "link": "https://seekingalpha.com/article/4753807-intel-q4-can-they-turn-it-around",
            "description": "Intel Corporation faces challenges with market share & revenue, but their turnaround plan shows promise. Click for my review ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AEGPzjZT-jO3fwhBvH-YUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Seeking Alpha",
            "article_content": "Intel Corporation (NASDAQ: INTC ) is a global semiconductor company that designs, manufactures, and sells computer components such as CPUs and memory chips for businesses and consumers. They have been one of the largest semiconductor companies in the\n\nI believe in fundamental analysis and disciplined market research. I have strong quant background with a Ph.D. (Chemical Engineering, University of California, Santa Barbara) in model predictive control and an MBA (Jones School of Business, Rice University). My primary focus is to identify 1) small cap companies with strong fundamentals and growth potential, 2) large cap companies going through temporary set-backs, and 3) stable companies with solid dividend yields and growth potential.\n\nAnalyst’s Disclosure: I/we have a beneficial long position in the shares of INTC either through stock ownership, options, or other derivatives. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Global stocks with the highest market share within their product groups",
            "link": "https://seekingalpha.com/news/4400904-global-stocks-with-the-highest-market-share-within-their-product-groups",
            "description": "Discover the top 30 stocks with the highest market share among various product groups, identified by BofA Securities analysts ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kP6PIA9c8tET_tJk-JkftC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "23h",
            "source": "Seeking Alpha",
            "article_content": "BofA Securities analysts identified the companies with the highest market share within their product groups.\n\nAnalysts named stocks with the most association with different product groups to identify investment opportunities.\n\nThe GICS classification divides stocks into 11 major sectors, 24 industry"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Japan's Lost Decade - An Economic Disaster",
            "link": "https://www.msn.com/en-us/money/other/japan-s-lost-decade-an-economic-disaster/vi-AA1yb8Qo?ocid=BingNewsVerp",
            "description": "Japan in the 1990's suffered one of the greatest financial blowouts in history. In this episode we take a look at the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ci5oVryG8cCKwU_AyIALeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Disaster' five years on: Brexit has been doing 'so much damage to the British economy'",
            "link": "https://www.msn.com/en-us/money/other/disaster-five-years-on-brexit-has-been-doing-so-much-damage-to-the-british-economy/vi-AA1yaWgj?ocid=BingNewsVerp",
            "description": "Five years ago, the U.K. officially left the bloc after almost five decades of membership that had brought free movement and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m5ce3AgPp-u0TifFqcFZhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "iBUYPOWER RTX 5080 gaming desktops are now up for pre-order",
            "link": "https://www.msn.com/en-us/news/other/ibuypower-rtx-5080-gaming-desktops-are-now-up-for-pre-order/ar-AA1y90xc?ocid=BingNewsVerp",
            "description": "BUYPOWER, like many gaming PC manufacturers this week, has announced that pre-orders are live for its latest gaming desktop ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MzKSrict4q661SRZc_MVUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18hon MSN",
            "source": "Android on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "India's 2-wheeler market set to hit new peak next year with 8-10 pc growth",
            "link": "https://www.daijiworld.com/news/newsDisplay?newsID=1267473",
            "description": "Following an estimated 12-14 per cent surge this fiscal, the India’s two-wheeler industry is set to grow by another 8-10 per cent in the upcoming year, a report said on Friday. The Crisil Ratings ...",
            "image_url": "https://www.bing.com/th?id=ODF.ksSnZeZiz-YQci_J1yXpXQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "pc+manufacturer",
            "date": "Daijiworld7h",
            "source": "Daijiworld",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ex-Autodesk execs snag $46M to build the next gen of architecture design",
            "link": "https://www.msn.com/en-us/news/technology/ex-autodesk-execs-snag-46m-to-build-the-next-gen-of-architecture-design/ar-AA1y8d9X?ocid=BingNewsVerp",
            "description": "Talk to many architects, and they'll likely tell you that Autodesk's software, including AutoCAD and Revit, has been ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RGTDVZuI_YcLMEHO90Peai&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "23hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Exadata X11M: Oracle’s Next-Gen Intelligent Data Architecture",
            "link": "https://www.dqindia.com/interview/exadata-x11m-oracles-next-gen-intelligent-data-architecture-8679129",
            "description": "Oracle's Exadata X11M extreme performance, scalability, and cost efficiency for AI, OLTP, and analytics workloads across on-premises, hybrid, and multi-cloud, interview ...",
            "image_url": "https://www.bing.com/th?id=ODF.mqwrGf1iPA7607lJWCBxbg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Dataquest5h",
            "source": "Dataquest",
            "article_content": "In an exclusive conversation, Ashish Ray, VP, Mission-Critical Database Technologies from Oracle, sheds light on the Exadata X11M platform, its cutting-edge capabilities, and its role in transforming enterprise workloads. He discusses how Exadata X11M delivers extreme performance, cost efficiency, and scalability for AI, OLTP, and analytics workloads while ensuring seamless deployment across on-premises, hybrid, and multi-cloud environments. Ashish also shares insights on India’s digital transformation, multi-cloud strategies, and the future of emerging technologies like quantum computing, edge computing, and blockchain in database management.\n\nAdvertisment\n\nExcerpts\n\nDQ: Before we dive into specifics, can you give us a quick overview of what Exadata X11M brings to the table?\n\n\n\nAshish: Exadata X11M is the next-generation intelligent data architecture. It provides extreme performance, scalability, and availability for data and workloads. The platform is engineered to meet the evolving needs of enterprises by ensuring fast, scalable, and highly available data access. This includes data-optimized hardware, advanced data intelligence software, and the flexibility to deploy the system in any environment—on-premises, hybrid cloud, or any public cloud. The vision behind Exadata is to enable businesses to handle modern workloads, such as AI and analytics, with the lowest possible cost. The architecture ensures that companies can deploy the platform in any form factor they prefer, without sacrificing performance or availability.\n\nAdvertisment\n\nThe X11M’s innovative design combines powerful hardware, such as the latest AMD EPYC processors, with advanced software. The combination ensures businesses can process data faster, optimize resources, and maintain extreme scalability. Whether businesses need the system on-premises, in a hybrid environment, or on public clouds like AWS or Azure, Exadata X11M can be seamlessly deployed, offering extreme performance and flexibility.\n\nDQ: What specific advancements does Exadata X11M bring to workloads like AI, OLTP, and analytics?\n\n\n\nAshish: Exadata X11M offers significant improvements across all major workloads:\n\nAdvertisment\n\nAI Workloads: The platform supports highly parallelized processing for vector searches, improving performance by 43-55%. Advanced algorithms enhance query processing, making AI workloads faster and more efficient.\n\nOLTP Workloads: Transactional systems benefit from reduced latency (down to 14 microseconds) and faster transaction speeds (25% improvement). This is crucial for applications like e-commerce and stock trading.\n\nAnalytics Workloads: With technologies like smart scan and flash cache, Exadata delivers faster data reads and analytics processing. Flash reads are 2.2x faster, enabling quicker insights and decision-making.\n\nDQ: Could you elaborate on how Exadata delivers cost efficiency while maintaining performance?\n\nAshish: Cost efficiency in Exadata X11M stems from its ability to perform more work with fewer resources. For example, the latest AMD EPYC processors provide immense computing power, enabling faster data processing. This means fewer servers are required to handle workloads, reducing energy consumption, data center space, and cooling needs.\n\nAdvertisment\n\nAdditionally, Exadata incorporates advanced power management features. Businesses can automate the system to run at high power during peak times and shift to low-power modes during off-peak hours, ensuring optimal energy utilization. These measures not only lower operational costs but also enhance sustainability, which is a growing priority.\n\nFrom Oracle's perspective, the cost efficiency extends to our public cloud deployments. By consolidating workloads onto fewer systems, we reduce the demand for infrastructure while delivering the same or even better performance. This approach benefits not only Oracle but also our cloud partners and customers by optimizing return on investment (ROI) across the board.\n\nDQ: You mentioned Exadata X11M’s cost efficiency. How does it help Oracle and its customers achieve a Return on Investment (ROI)?\n\nAdvertisment\n\nAshish: That's an excellent question. Exadata X11M's cost efficiency stems from its ability to consolidate workloads and optimize resources. For Oracle's public cloud deployment, for instance, fewer systems are now required to support a larger number of customers. This optimization reduces the demand for power, space, and cooling in our data centers, which directly improves our ROI.\n\nFor our customers, the cost efficiency translates into faster productivity. Tasks like generating month-end or quarterly reports, which previously took hours, can now be completed in significantly less time. This boost in efficiency has ripple effects throughout the business ecosystem. Customers save on infrastructure costs while enhancing their operational capabilities.\n\nAdditionally, this efficiency extends to our cloud partners like AWS and Google Cloud, who can now offer Oracle solutions with reduced overhead. The result is a symbiotic relationship where Oracle, its partners, and its customers all benefit from streamlined operations and higher returns.\n\nAdvertisment\n\nDQ: How does Exadata address challenges like data silos, latency, and data security in a hybrid environment?\n\nAshish: Data silos and latency are common challenges for enterprises that have accumulated disparate systems over time. Exadata addresses these issues by consolidating all workloads into a unified, scalable architecture. This eliminates the need for multiple systems to interact through APIs, reducing latency and simplifying operations.\n\nThe architecture also includes Remote Direct Memory Access (RDMA) technology, which allows ultra-fast data communication between servers and storage. This ensures that even latency-sensitive applications, such as financial transactions or flight reservations, perform seamlessly.\n\nAdvertisment\n\nWhen it comes to security, Exadata offers robust features to protect data across hybrid environments. The platform adheres to stringent security protocols, ensuring data integrity whether it's stored on-premises, in a private cloud, or in a public cloud environment. Exadata's ability to scale elastically without downtime further ensures operational continuity and data protection.\n\nDQ: What are your observations on the Indian market's adoption of Exadata, and how does it cater to the unique needs of Indian enterprises?\n\nAshish: The Indian market is incredibly dynamic, with unique challenges and opportunities. The rapid digitization of the public and private sectors has led to a data explosion. Initiatives like UPI have showcased India's capability to scale digital solutions for a vast population. However, this scale also demands systems that are highly performant, scalable, and available.\n\nExadata is well-suited for the Indian market because it inherently supports these requirements. The platform's efficiency ensures that enterprises can handle massive workloads while keeping operational costs in check. Additionally, Exadata’s ability to support seamless IT modernization makes it ideal for enterprises transitioning to cloud environments.\n\nFor Indian businesses, the flexibility of Exadata is a game-changer. Whether they choose to operate on-premises, adopt hybrid cloud models, or move to public cloud platforms, Exadata ensures that the transition is smooth, with no disruption to operations.\n\nDQ: Multi-cloud strategies are becoming a priority for organizations. What trends and challenges have you observed in this area?\n\nAshish: Multi-cloud strategies are no longer optional; they are essential for enterprises seeking flexibility and resilience. Historically, individual clouds operated in silos, with limited fluidity between them. This lack of interoperability created challenges during migrations, often causing disruptions.\n\nExadata changes this dynamic by offering seamless migration capabilities across clouds. Enterprises can run Oracle databases on their preferred cloud platforms—AWS, Azure, or Google Cloud—while maintaining consistent performance and security. This transparency allows businesses to choose the best solutions for their needs without being constrained by vendor lock-in.\n\nThe biggest challenge in multi-cloud environments is managing disparate systems. Exadata simplifies this by providing a unified architecture that supports interoperability, ensuring that businesses can operate efficiently across multiple cloud platforms.\n\nDQ: Oracle partners with competitors like AWS, Microsoft Azure, and Google Cloud. How does this benefit Oracle and maintain its competitive edge?\n\nAshish: These partnerships are mutually beneficial, fostering collaboration and innovation at the R&D level. For example, when we work with AMD, we help improve their processors by testing them against Oracle's demanding workloads. Similarly, we optimize these processors for our environments, ensuring peak performance.\n\nThese collaborations also expand market opportunities. By offering Oracle database solutions on AWS, Azure, and Google Cloud, we enable these platforms to attract customers who rely on Oracle’s performance and reliability. For Oracle, this approach broadens our reach and ensures that our technology remains accessible across ecosystems.\n\nThe competitive edge comes from our laser-sharp focus on engineering and innovation. By consistently delivering cutting-edge solutions like Exadata X11M, we ensure that customers see Oracle as a leader in performance, scalability, and flexibility.\n\nDQ: How do you foresee emerging technologies like quantum computing, edge computing, and blockchain impacting database management? What role will Oracle play in these fields?\n\nAshish: Emerging technologies like quantum computing, edge computing, and blockchain are transforming the way data is processed and managed. At Oracle, we view these workloads as part of a larger ecosystem of data management.\n\nFor example, our converged database approach supports structured and unstructured data, enabling seamless integration with blockchain, graph databases, and spatial workloads. With the rise of AI and generative AI, Exadata has been optimized to handle massive parallel processing, making it ideal for vector searches and machine learning tasks.\n\nAs these technologies evolve, Oracle will continue to innovate, ensuring that our solutions remain relevant and capable of handling the demands of modern workloads."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Core Specimens Discovered On Kilimanjaro Mirror Bible Story",
            "link": "https://www.msn.com/en-us/news/opinion/core-specimens-discovered-on-kilimanjaro-mirror-bible-story/vi-AA1yb1fE?ocid=BingNewsVerp",
            "description": "The intersection of scientific discovery and historical accounts often sparks intrigue, offering potential connections between our understanding of the natural world and narratives passed down through ...",
            "image_url": "https://www.bing.comNo image",
            "category": "bible+discovery",
            "date": "Animal Planet HQ on MSN4hOpinion",
            "source": "Animal Planet HQ on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magnet Fishing Surprise: Uncovering a Firearm Underwater!",
            "link": "https://www.msn.com/en-au/news/other/magnet-fishing-surprise-uncovering-a-firearm-underwater/vi-AA1ybD9O?ocid=BingNewsVerp",
            "description": "Join us on our latest magnet fishing adventure as we make an unexpected discovery—a firearm submerged beneath the water's ...",
            "image_url": "https://www.bing.com/th?id=OVF.kFdjbu1H%2f%2bNsQX9c5mNi3w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Outdoors Weekly on MSN2h",
            "source": "Outdoors Weekly on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Trump Targets School Funding in Disturbing 'Indoctrination' Order",
            "link": "https://www.msn.com/en-us/news/opinion/trump-comes-for-school-funding-next-in-disturbing-executive-order/ar-AA1y7DR9?ocid=BingNewsVerp",
            "description": "Donald Trump has signed a sweeping executive order that could gut funding for public schools across the country.",
            "image_url": "https://www.bing.com/th?id=OVFT.oPx2ydLr9lOW-QHHAI3GMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "The New Republic on MSN21hOpinion",
            "source": "The New Republic on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public Health Agency of Canada",
            "link": "https://www.canada.ca/en/public-health.html",
            "description": "The Public Health Agency of Canada is part of the federal health portfolio. Our activities focus on protecting against threats to public health, preventing and reducing diseases and injury, and ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Canada15h",
            "source": "Canada",
            "article_content": "Public health notices Disease outbreaks or possible health risks to Canadians, how to protect yourself\n\nDiseases and conditions Symptoms, risks, and how to prevent, treat and manage human diseases and illnesses\n\nHealthy living Behaviours that affect health, health and pregnancy, wellness, infant care, blood donation\n\nTravel health Avoid disease, illness or other safety risks away from home\n\nFood recalls, risks and outbreaks Food poisoning, Canada's role in food safety, recent recalls and alerts\n\nVaccines and immunization Vaccination for children, adults, during pregnancy, travel vaccines, flu shot, information for health professionals\n\nBiosafety and biosecurity Biosafety training, pathogen hazards, exposure reporting, licences, regulating laboratories or containment zones\n\nEmergency preparedness and response How we prepare to keep the public safe from epidemics, chemical, biological, radiological and nuclear events\n\nFunding opportunities Grants and contribution programs, how and why we give funding, who we have funded\n\nHealth science, research and data Health data, science, research, statistics, determinants of health, and monitoring and surveillance"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "View all sightings",
            "link": "https://www.birdguides.com/sightings/",
            "description": "Have you seen something interesting? Click Submit to share your rare bird sightings via our simple form.",
            "image_url": "https://www.bing.comNo image",
            "category": "ufo+spotted",
            "date": "birdguides.com18h",
            "source": "birdguides.com",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Subterranean ‘supercontinents’ reveal intriguing new clues to what’s happening beneath Earth’s surface",
            "link": "https://www.cnn.com/2025/01/31/science/earth-mantle-hidden-supercontinents/index.html",
            "description": "Research on hidden structures deep within Earth’s mantle challenges theories about our planet’s middle layer and could ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AnajUMK071lURCiNK_F_1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "5h",
            "source": "CNN",
            "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nLike most of us, Earth has a lot going on under the surface — even in what may have once seemed to be its most unassuming layer.\n\nThe mantle, a zone between our planet’s thin crust and the molten core, features 1,800 miles (2,900 kilometers) of mostly solid rock, with a consistency like thickened caramel that scientists long hypothesized was uniformly blended. But massive unmixed regions have been found lingering in the mantle, like lumps of chocolate in a cookie, and new findings are just beginning to reveal their secrets.\n\nAmong the enigmatic mantle lumps are two enormous “supercontinents” buried thousands of kilometers below the crust amid the remains of ancient tectonic plates. One supercontinent lies under Africa, and the other resides deep under the Pacific Ocean. Using a new method to analyze data from earthquakes, researchers recently uncovered previously unknown details about these vast island regions, revealing that they may serve as anchors in our planet’s mantle and that they could be much older than previously thought.\n\nThe discovery adds to a growing body of evidence suggesting that the rocky mantle isn’t as well-stirred by Earth’s internal churning as once believed. And hidden structures or pockets of unblended material, such as these supercontinents, may shape mantle activity, including plate movement, in ways that are yet to be understood, scientists reported January 22 in the journal Nature.\n\n“These findings will contribute to a better understanding of mantle convection and plate tectonics, and, therefore, phenomena we experience at the surface like earthquakes and volcanism,” said Claire Richardson, a doctoral candidate in the School of Earth and Space Exploration at Arizona State University, who was not involved in the new research.\n\n“Resolving the physical, thermal, and chemical properties of rocks ~3000 km (1,864 miles) below our feet, at extreme temperatures and pressures, is a challenging problem to say the least,” Richardson told CNN in an email. “Open questions abound, and each new study gets us closer to understanding what’s really going on down there.”\n\nClues revealed by waves\n\nResearchers first spotted the subterranean supercontinents about 50 years ago when they popped up as anomalies in seismic data generated by earthquakes powerful enough to send reverberations through the planet. When seismic waves encounter unusual structures in the mantle, changes in wave speed provide seismologists with clues about Earth’s deep interior.\n\nOver the decades, seismic data revealed that these supercontinents make up about 20% of the mantle-core boundary. Each of the buried islands covers hundreds of thousands of miles, and in some spots they tower nearly 600 miles (965 kilometers) tall. However, little was known about what they were made of, when they sank and what role they might play in mantle flow, known as convection, said Dr. Sujania Talavera-Soza, lead author of the new study and a geosciences and seismology researcher at Utrecht University in the Netherlands.\n\n“Their origin and whether they are long-lived structures — it’s widely debated,” Talavera-Soza said.\n\nEarth maps in the top row show the positions of two buried supercontinents — also called large low shear velocity provinces or LLSVPs — and how they affect speed and attenuation, or damping, of seismic waves. The bottom row shows the same LLSVPs in a cross-section view of Earth. Utrecht University\n\nEarlier research focused on the velocity of seismic waves, showing that wave speed slowed by about 2% upon arriving at the supercontinents. This slowing of seismic waves led geologists to name the regions large low shear velocity provinces, or LLSVPs.\n\nVelocity loss in seismic waves suggested that these mantle zones were hotter than the rocks around them, Talavera-Soza said. But it was unknown whether the LLSVPs differed structurally from nearby regions. Scientists were also uncertain whether the supercontinents were actively involved in convection, or if they were “kind of dense piles that would just be sitting there,” said study coauthor Dr. Arwen Deuss, a professor of structure and composition of Earth’s deep interior at Utrecht University.\n\n“There was no information about that,” Deuss said. “We only knew that seismic waves slowed down.”\n\nIn the new study, the authors used a different approach for studying the LLSVPs to see if they could tease out details about the zones’ composition and activity. They looked at the attenuation, or intensity, of seismic signals as they traveled through the mantle to see how much energy the vibrations from quakes lost.\n\nIn music, attenuation is comparable to damping a tone, which produces a lower volume, Deuss said. Examining the attenuation of the waves — along with changes in wave speed — could provide previously unseen clues about LLSVPs’ makeup. The best data for this is from waves produced by earthquakes that are magnitude 7.8 or higher, Talavera-Soza added.\n\nWave speed and energy loss were known to be affected by mineral grain size as well as temperature, so the authors used a physics model that linked seismology and mineral physics. Waves are damped more when they encounter material made of smaller grains; if lots of grains are packed together, there are more boundaries between the grains that can sap a wave’s energy.\n\nOlder than ‘slab graveyards’\n\nThe researchers' findings could transform the understanding of plate tectonics. Here, a 7.5 magnitude earthquake leaves devastation in the Noto region of Japan's Ishikawa prefecture in January 2024. Toshifumi Kitamura/AFP/Getty Images\n\nOther studies revealed that the supercontinents had company in the deep mantle. Around them were “slab graveyards” of sunken tectonic plates, Deuss said. They were cooler than the LLSVPs, so seismic waves moved through them more quickly.\n\nHowever, the new model showed that while seismic waves’ velocity dipped when they reached LLSVPs, the waves didn’t lose much energy. By comparison, there was significant damping among the cooler graveyards around the LLSVPs.\n\nResearchers believe those differences come down to the comparative ages of the structures. Over millions of years, as rocky material descends through the boundary between the upper and lower mantle, mineral crystals are compressed and reformed into tinier grains that then regrow over time. Younger regions therefore have smaller crystals, which suck more energy from seismic waves, so the amount of damping in a region hints at how old it is.\n\n“The fact that the LLSVPs show very little damping, means that they must consist of much larger grains than their surroundings,” Talavera-Soza said. Larger mineral grains suggested that the supercontinents were significantly older than the tectonic graveyards around them, as their grains must have had more time to grow, according to the study. Larger building blocks would also make the supercontinents more rigid, keeping them separate from mantle convection, or movement of materials in that layer due to heat transfer.\n\n“Our study points to the LLSVPs being long-lived features, at least half a billion years old, perhaps even older,” Talavera-Soza said. “This implies they act as anchors at the base of the core-mantle boundary and have survived mantle convection, meaning that the mantle is not well-mixed.”\n\nThis discovery follows another recent revelation about even more “sunken worlds” that contradict the notion of a blended mantle. Buried plates in tectonic graveyards tend to accumulate in alignment with Earth’s subduction zones — regions where the edges of two plates meet, and where one slides beneath the other. But earlier this year, another team of scientists identified sunken tectonic slabs far from these boundaries in locations under continents’ interiors and beneath oceans, where sunken plates had never been found before.\n\n“Apparently, such zones in the Earth’s mantle are much more widespread than previously thought,” said Thomas Schouten, lead author of that investigation and a researcher at the Geological Institute of ETH Zurich, the Swiss Federal Institute of Technology, in a statement.\n\nThe model in the new study — the first 3D attenuation model for the entire mantle — will help seismologists to better understand what lies thousands of kilometers below Earth’s surface, said Richardson, the doctoral candidate.\n\n“It maps regions of the Earth that weaken seismic energy, ultimately affecting the measurements many seismologists use to understand other physical and chemical properties of Earth’s interior,” she said.\n\nThe findings could transform researchers’ understanding of plate tectonics and how plate movement might be shaped by these ancient, fixed anchors near Earth’s core, Deuss said. Further analysis of the supercontinents could also reveal if they are the source of geochemical elements nearly as old as Earth itself that are found in lava from certain types of volcanoes, she added.\n\n“These LLSVPs have been there for a long time — if they’ve been there for a billion years, they might have also been there for 4 billion years. They might well be that hidden reservoir where these chemical primordial elements might be located. We can’t prove that now, but geochemists can investigate this,” Deuss said.\n\n“From this study, I think there will be a lot of extra research that might answer a lot of outstanding questions that have been confusing scientists for ages.”\n\nMindy Weisberger is a science writer and media producer whose work has appeared in Live Science, Scientific American and How It Works magazine."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Journey of science",
            "link": "https://www.dawn.com/news/1888786/journey-of-science",
            "description": "The science that was repulsive to an idea of religious belief thus began to embrace religious ideas culminating with the discovery of the Higgs boson or ‘God particle’, completing the stan­­-dard ...",
            "image_url": "https://www.bing.com/th?id=ODF.PnQtVHJ-YLDhyhggQpb7SQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Dawn12h",
            "source": "Dawn",
            "article_content": "OVER the last four centuries, the physical sciences have undergone a metamorphosis marked by breath-taking discoveries and the evolution of sophisticated the­­­ories about the nature of reality. From Isaac Newton’s ground-breaking work on matter and motion, to Albert Einstein’s revolutionary ideas about energy and space-time, and finally to David Bohm’s hypothesis linking quantum mechanics to consciousness, each era has expanded humanity’s understanding of the universe. This transition paves the way for better understanding of the interface between science and spirituality.\n\nThe groundwork for classical mechanics was laid by Sir Isaac Newton. His matter hy­­pothesis postulated that the universe was composed of indivisible discrete particles called atoms, governed by invariable laws of motion and gravity. Newton’s landmark work, Philosophiae Naturalis Principia Mathe­matica, integrated the motion and gravitation laws into a collected framework. He provided a predictable and perceptible understanding of natural phenomena.\n\nFor example, his equations explained how stellar bodies move in elliptical orbits. Newton’s reductionist ideas formulated matter as dormant and passive, subject only to external forces. While Newton’s ideology successfully elaborated macroscopic phenomena, questions about the nature of light, electromagnetic waves, and the behaviour of matter at exceedingly small scales remained unanswered.\n\nAdvances in applied physics and the discovery of phenomena such as radioactivity exposed substantial gaps in Newtonian mechanics by the early 20th century. These challenges were consummated in the innovative work of Albert Einstein, who radically reshaped humanity’s understanding of energy, matter, and space-time. Einstein’s special theory of relativity introduced the famous equation, e=mc2. This equation smashed the Newtonian assumption of matter as inert and invariable, showing that matter is a concentrated form of energy instead. His general theory of relativity further revisited gravity as the curvature of space-time caused by mass and energy.\n\nThe boundaries between physics, spirituality, and metaphysics are fluid.\n\nEinstein’s ideas replaced the deterministic framework of Newton with a relativistic model, where time and space were no longer considered absolute but rather relative to the observer. This drastic change laid the groundwork for innovations such as GPS technology and nuclear energy.\n\nDavid Bohm introduced a radical outlook that sought to desegregate the perplexing aspects of quantum mechanics with broader inquiries about reality and consciousness in the mid-20th century. Influenced by Eastern philosophy and quantum physics, Bohm hypothesised that the universe is interconnected, operating as a holistic system at all levels. His implicate order theory suggested that the visible, tactile universe (the explicate order) emanates from an elementary, enwrapped reality (the implicate order). This idea addressed the ability of particles to exhibit wave-particle duality and distant interactions, where particles influence each other expeditiously across gigantic distances.\n\nBohm’s work outstretched beyond physics into the domain of consciousness, which is synonymous with awareness of God. Bohm’s implicate order theory explains the mind-matter connection, suggesting that consciousness plays a role in orchestrating reality thus influencing interdisciplinary research in the realms of neurosciences, philosophy, and spirituality. Bohm’s approach signifies an important shift from reductionism to a more inclusive understanding of the universe and humanity. The science that was repulsive to an idea of religious belief thus began to embrace religious ideas culminating with the discovery of the Higgs boson or ‘God particle’, completing the stan­­-dard model of particle physics. This evolution is illustrated in the Quran as: Allah “built the universe with great might, and We are certainly expanding it” (51:47).\n\nThe progress of physical science reflects humanity’s ongoing desire to understand the true nature of reality. After these step-wise calculations, we are now beginning to realise that the boundaries between physics, philosophy, spirituality, and metaphysics are fluid and not as rigid as once thought. Each archetype has not only transfigured our understanding of the physical universe but also reshaped our scientific, philosophical, and sociocultural viewpoints.\n\nThe likes of Newton, Einstein and Bohm remind us that the pursuit of knowledge is an unending journey, challenging us to expand our horizons. As we advance from the early 17th-century concept of the nonexistence of God in science towards more recent awareness of consciousness, these ideas continue to evolve into new lines of inquiry thus paving the way to connect science with the ultimate Creator of the universe.\n\nThe writer is an assistant professor at West Virginia University School of Medicine.\n\nX: @mohsinfareed\n\nPublished in Dawn, January 31st, 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "KIT opens test facility: Encryption with quantum physics",
            "link": "https://www.it-daily.net/en/shortnews-en/kit-opens-test-facility-encryption-with-quantum-physics",
            "description": "Confidential patient data, bank details and highly sensitive government and military information must be increasingly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.aYUVld8-zAs3eg8OgiRdWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "it-daily.net5h",
            "source": "it-daily.net",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Supremacy: The GPT-1 Moment Of Computing's Next Revolution",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2025/01/31/quantum-supremacy-the-gpt-1-moment-of-computings-next-revolution/",
            "description": "If quantum is three to five years behind AI in technology development, is 2025 the equivalent of what 2022 was for AI?",
            "image_url": "https://www.bing.com/th?id=OVFT.YOJnEcGe95B2RSLYGr8MNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researcher on energy revolution: Sustainability is still a work in process",
            "link": "https://www.sciencedaily.com/releases/2025/01/250130135426.htm",
            "description": "The world is experiencing more frequent and intense heat waves, floods, hurricanes, and wildfires due to rising greenhouse gas emissions. The energy sector is one of the largest contributors to ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "Science Daily2h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Guest opinion: Charlie Danaher: What our contraceptive mindset has wrought",
            "link": "https://www.msn.com/en-us/health/other/guest-opinion-charlie-danaher-what-our-contraceptive-mindset-has-wrought/ar-AA1ybH1r?ocid=BingNewsVerp",
            "description": "There’s an old saying that sex leads to diapers. If we deny that fact, we’re ignoring reality and risking all that comes with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GPDB0kKjvYip7wawCvB1YS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "Daily Camera on MSN1hOpinion",
            "source": "Daily Camera on MSN",
            "article_content": ""
        }
    }
]