[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The U.S. Drone Panic Mirrors UFO Overreactions",
            "link": "https://www.scientificamerican.com/article/the-u-s-drone-panic-mirrors-ufo-overreactions/",
            "description": "We need less uproar over everyday drones and more critical attention about ones near airports and other restricted airspace ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Yw45vN9dBTMfuc-2UyzX9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Scientific American13h",
            "source": "Scientific American",
            "article_content": "We need less uproar over everyday drones and more critical attention about ones near airports and other restricted airspace\n\nDecember’s spate of drone sightings seen in New Jersey and spreading nationwide, sure looks familiar. As does its associated media frenzy—culminating in memes and conspiracy theories about so-called “mystery drones.” The episode bears an eerie resemblance to the UFO phenomenon, or the unidentified anomalous phenomena (UAP) one, that spiked in recent years and has led to significant congressional attention and legislation.\n\nIn a way, this is progress. The reason this outbreak looks so familiar is that such drone sightings would previously have been identified as UAP ones. It’s only after years of concerted efforts in education, and transparency by U.S. Department of Defense officials, that UAP sightings have rightfully evolved into common drone identification. That is not to say that the drone sightings are any less of a concern, but fortunately, we can address them without the contagion of the UFO community and the conspiracies associated with it.\n\nUnfortunately, our response has been no less irrational.\n\nOn supporting science journalism\n\nIf you're enjoying this article, consider supporting our award-winning journalism by subscribing. By purchasing a subscription you are helping to ensure the future of impactful stories about the discoveries and ideas shaping our world today.\n\nA New Jersey state assemblyman has accused federal officials of “lying to us” about drones on CNN. The president-elect suggested we “shoot them down!!!” which is almost (but only almost, sadly) needless to say, a bad idea. So is wasting resources to investigate nonsensical notions of advanced technology related to Iran or, again, aliens. Calls for shooting objects down not only have obvious safety issues but fail to recall that Congress and the White House limited such strikes over U.S. territory after the incidents involving the Chinese high-altitude balloon and other balloons, based on concerns about civilian safety.\n\nThere are a couple of things we need to make clear about the drone sightings. First, many of the sightings remain mistaken interpretations of manned aircraft or satellites such as Starlink ones. The real drone sightings fall into two classes: those that are in restricted airspace, and those that are in legal airspace. Restricted airspace surrounds airports as well as national security areas such as Air Force and Navy bases. Most sightings reported fall within the latter category and have been assessed as having no immediate national security or flight safety risk, although the public finds them annoying.\n\nOne fact that many people tend to overlook, or at least don’t readily rationalize, is that these drones have lights on them. That lights are present on various flying objects including drones (also known as unmanned aerial vehicles, or UAVs) is a fact I often referred to in my last job, heading a Pentagon office investigating UAP sightings. Lights on a drone are for collision avoidance. They are a safety feature. Flying drones with lights ensures they can be seen; if they were meant to be unnoticed, the operators would turn off or disable the lights. In September 2023, the FAA changed the rules to allow drones to fly at night this way, and this is likely a contributing factor to the increase in sightings. The public and elected officials in Congress continue to believe lights in the sky are scary, however, particularly when they mistake crewed aircraft for drones.\n\nCongressional officials and that unfortunate source of information, social media, continue to make unfounded claims of drone technologies far ahead of U.S. capabilities. The most recent example being the assertion that drones flew from an Iranian mother ship off the coast of the U.S. and demonstrated seven or eight hours of battery life. That fantastic assertion requires there to be evidence that the drones originated from an Iranian ship and were tracked continuously to the U.S. cities. There are no such tracks. The more rational explanation is that they originated near the place of the sighting, that is from domestic operators.\n\nHowever, that doesn’t mean some drone operations aren’t ill-intentioned.\n\nSeveral hypotheses (apart from mistaken identity) might explain these drones in legal airspace. They might be academic, professional or hobbyist domestic operators exploring a new technology. YouTube overflows with drone footage from amateur photographers all over the world. Flying in urban settings, in legal airspace, for photography or maybe even some research such as high resolution thermal or pollution measurements is very plausible. Or they are commercial. Increased commercial activity is unavoidable as industry advances drone technology for delivery, remote sensing and communications.\n\nMore concerning, operators could be probing the limits of legal activities, or in military speak, performing or exploring preparation of the battlespace. Whether foreign or domestic bad actors, they could be flying commercial drones, complete with lights, to test reactions of both the public and the government. As long as they are flying within legal airspace, under legal limits, they can push those limits and measure what the reaction is. That information on reactions and response could readily feed back to some sort of attack planning, illegal drug delivery or other malicious intent.\n\nFinally, the operators could be using them intentionally to whip up frenzy, hysteria and panic. It could be for personal gain (such as claiming they have the anti-UAV solution to sell), or perhaps advertising something resembling another History Channel series on aliens.\n\nMuch like the UAP problem, there is little evidence to support, or rule out, any of these hypotheses. Like UAP, the drones don’t likely all have the same explanation. That makes it hard from a national security perspective to distinguish when a sighting is benign versus potentially nefarious. Lest we forget the lessons of the ongoing war on Ukraine, we don’t want to be caught in an intelligence or technical surprise.\n\nMeanwhile, the sightings that are clearly in restricted airspace usually have more obvious intentions. These can range from benign to nefarious, but generally center around seeing things that are normally not allowed. Whether this is military aircraft, commercial airports or operations, these clearly identified drones and balloons with payloads pose not only a security risk but also a flight safety risk. It would only take one small quad copter to get sucked into a commercial jet engine to end in tragedy.\n\nThe proliferation of drone technology, in its commercial, recreational, scientific and military uses, is clearly disrupting the world around us. Our legislation and regulation have created an environment that allows for legal drone usage. It should come as no surprise then that drones are in the air and increasing. Yet here we are, once again with more extraordinary claims, public demands for transparency, baseless accusations of hiding the truth, and congressional calls for more legislation over a mystery in the sky, instead of a rational scientific approach to the investigation. Sound familiar?\n\nThis is an opinion and analysis article, and the views expressed by the author or authors are not necessarily those of Scientific American."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Joe Rogan Says He Doesn’t Expect ‘Cagey’ Trump To Drop Government UFO Secrets After Drone Sightings",
            "link": "https://www.msn.com/en-us/news/politics/joe-rogan-says-he-doesn-t-expect-cagey-trump-to-drop-government-ufo-secrets-after-drone-sightings/ar-AA1wxE1A?ocid=BingNewsVerp",
            "description": "Elsewhere in his podcast episode, Fox asserted that Biden has 'nothing to lose' by dumping the classified info on Americans ...",
            "image_url": "https://www.bing.com/th?id=OVF.UghCh%2fwyRyEvUMa%2fojUPgA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "23hon MSN",
            "source": "HuffPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "25-Year Military Veteran Describes Frightening Encounter With UFO While Camping",
            "link": "https://brobible.com/culture/article/military-veteran-describes-encounter-ufo-camping/",
            "description": "A man who says he spent over 25 years in the military recently described his terrifying encounter with a bright UFO he saw ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3z6pWIl2TOAOjE1gs_MQlS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nA man who says he spent over 25 years in the military recently described his terrifying encounter with a bright UFO he saw while camping in California. During the course of describing the harrowing event, he said it was like nothing he had ever experienced before.\n\nHe described the UFO as being 20 to 30 feet in length and 8 to 10 feet in height. He also stated that the mysterious craft was oval-shaped, emitted a white light, and got to within 100 yards of his campsite in Mountain Center, Calif.\n\n“At approximately 11:00 p.m. I was laying in the tarped bed of my truck in the Santa Rosa Mountain Yellow Post campsites at about 7,800 foot elevation,” the military veteran wrote in his report that was submitted to the National UFO Reporting Center (NUFORC). “I was the only camper/hunter in the area that night and it was pitch black out.\n\n“Instantly, everything (all natural animal/insect noises) went completely silent and the entire area lit up brighter than the brightest full moon I’ve ever seen. But I knew it wasn’t the moon because I had already located the moon prior to that and it was a dimly lit waning gibbous.\n\n“Thinking a really quiet truck was pulling into the campground with its headlights on, I peeked out from under the tarp and saw a stationary, bright white light, about 20-30 foot in length (about the size of a medium sized helicopter but with the light encompassing the entire object), hovering at tree top level, behind an about 30-40 foot tall pine tree, only about 100 yards away. It made absolutely no noise, didn’t pulsate or move, and did not radiate any sort of heat (it was about 40 degrees Fahrenheit that evening).\n\n“I observed it for at least a minute before fear took over and I sank back down into the bed of my truck and into my sleeping bag. Therefore I have no idea what it did or where it moved after that. I must’ve fell asleep and didn’t come back out of my sleeping bag until approximately 2:30 a.m., drenched in sweat, at which time it was gone, and everything was pitch black again.\n\n“I was completely sober and not tired nor sleep deprived at the time of this sighting. I stayed the next night at the same campsite (only because I didn’t recall this incident until two days later) and did not experience any further bright lights.\n\n“I’m no expert tracker, but I did not notice any out of the ordinary tracks or signs in the vicinity of the sighting over the next two days. I’ve backpacked/hunted the backcountry routinely for the past 15 years, spent over 25 years in the military, and I’ve never experienced anything like this before.”\n\nThis military veteran’s story has gained credence recently due to the numerous unexplained drone slash UFO sightings that have been taking place all over the United States.\n\nIn addition to the widely-publicized drone sightings over New Jersey, there have also been reports made in Ohio, in San Diego County and other parts of Southern California, over Bowie, Maryland, and at Ramstein Air Base in Germany.\n\nOn top of those strange witness reports, RadarOnline.com recently obtained new photos and video of some of the suspected drones that have been terrorizing residents around Staten Island.\n\nThe media outlet also reports similar sightings have been reported in Connecticut, Florida, and Massachusetts. Those drone sightings and many others are now being tracked by an interactive map published by DailyMail.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Georgia father and son run after 'orange UFO orb' as they're taking out the trash",
            "link": "https://www.msn.com/en-nz/news/other/father-and-son-witness-orange-ufo-orb-while-taking-out-the-trash/ar-AA1wABFa?ocid=BingNewsVerp",
            "description": "A father and son in Georgia chased an 'orange UFO orb' after they spotted the mysterious light floating through the sky while taking out the trash.",
            "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
            "category": "ufo",
            "date": "10hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former Pentagon official lifts lid on UFO encounter amid curious 'drone' theories",
            "link": "https://www.mirror.co.uk/news/us-news/former-pentagon-official-lifts-lid-34379826",
            "description": "Following a wave of sightings of drones lighting up the nights' skies across the US lately, speculation has grown residents ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3LGm-iR6D_HxTWY661U_Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "20h",
            "source": "The Mirror",
            "article_content": "An experienced military witness in the US recalled his late-night encounter with a UFO - which lit up his campsite and \"made absolutely no noise.\"\n\nThe former Pentagon official with 25 years of experience, who asked to remain anonymous, said the UFO hovered less than 100 yards from his campsite and buzzed along the treeline.\n\nHe added: \"I knew it wasn’t the moon because I had already located the moon prior.\" The trained observer noted the UFO was between 20-to-30 feet tall and was silent. He added: \"[The moon] was a dimly lit waning gibbous.\"\n\nThe military witness has spoken out following a spate of sightings of drones across the US, each lighting up the nights' skies. Each has led to talk in the US citizens are being watched by objects - or beings - and calls for the government to provide more transparency.\n\nImage: Doug Johnstone of Denville) Doug Johnstone of Denville)\n\nBut the military career man saw his object - which he was convinced was a UFO - in October, several weeks before the first sightings of the current string of mysterious orbs. The professional, who reported this episode to the National UFO Reporting Center (NUFORC), added: \"I observed it for at least a minute before fear took over and I sank back down into the bed of my truck and into my sleeping bag.\"\n\nSome of the latest incidents have included sightings of orbs the size of cars. Community leaders are \"livid,\" according to journalist and author Michael Shellenberger, who obtained audio from a video briefing delivered to more than 500 New Jersey mayors by the Department of Homeland Security (DHS).\n\nHe told Fox News: \"One of them [i.e. a mayor] got up there and said, 'I had two automobile-sized drones hovering over my house.'\"\n\nPolice at US Army's Picatinny Arsenal have reported 11 confirmed and unauthorised drone sightings there since mid-November. Security officers described \"flashing red, green, and white lights\" with no obvious explaination."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 tips and tools for using AI to improve your relationships",
            "link": "https://www.tomsguide.com/ai/7-tips-and-tools-for-using-ai-to-improve-your-relationships",
            "description": "For those who need something a little more structured, the Flamme app may be a worthwhile investment. It offers a wide range ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z8L67TpbgUE5aDVU7iajSC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "14h",
            "source": "Tom's Guide",
            "article_content": "Most people, when they think about AI, focus on applications such as image generation or chatbots. But as we're starting to learn, there is so much more to artificial intelligence than these simple tools.\n\nAs well as the high-specification AI products, which help with science, deep research and other heavyweight needs, AI is also extremely useful in the softer sciences.\n\nOur existence is made up of relationships — work, family, friendships, they're all part of the important mix of life. So let's take a quick look and see how our computerized friend can help us navigate the tricky waters around our important social activities.\n\nIt's important to remember, however, that AI will never be a substitute for real-life engagement or professional guidance. This is just an example of how you can use AI, not professional advice.\n\n1. Communications\n\nSo much of the hard work relating to relationships comes from simply navigating communications. It's no surprise that large language models, which are the bedrock of today's AI, excel at language. We can use this ability to significantly improve our interactions.\n\nA growing number of people use their chatbot as a sounding board, to ask for advice on how to deal with tricky communications. Things said or unsaid.\n\nA simple tool is to give ChatGPT something you plan to send to a friend, loved one or even a colleague and ask: \"Can I phrase this better?\"\n\nSign up to get the BEST of Tom's Guide direct to your inbox. Get instant access to breaking news, the hottest reviews, great deals and helpful tips. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\n2. Conflict resolution\n\nInterview roleplay with GPT-4o voice and vision - YouTube Watch On\n\nOne of the sad but true facts about relationships is the fact that they involve a fair amount of conflict in one way or another. Chatbots can offer feedback on tricky episodes, as well as suggestions for how to overcome certain positions.\n\nEven asking simple questions about how to apologize, or requesting help with mediation is a valuable way to use the power of AI language.\n\nFor those who need something a little more structured, the Flamme app may be a worthwhile investment. It offers a wide range of options and is available on iPhone and Android. Essentially, it offers advice on interacting with your partner every day including tips and information.\n\n3. Mental Health\n\nAgain, this is not advice, merely a list of tips and apps you can use with AI.\n\nThere's a growing palette of AI tools being deployed for mental health applications. These cover the range from simple mood apps, which check your current state of mind and help to improve it, to deep therapy products which are designed to work alongside professional mental health services.\n\nOne such tool is Youper, which is a CBT chatbot designed to help people with emotional issues. Always check with medical professionals.\n\n4. Organizational tool\n\nA lot of the negative issues arising out of relationships come from simple bad planning. Forgetting appointments, losing track of obligations or simply not contributing our share to a workload. Again AI can come to the rescue through the use of a variety of tools to help manage these kinds of daily demands.\n\nThe free Trevor AI app is one such example amongst many. It combines an AI assistant with an organizer, to-do list manager and more.\n\n5. Social skills aid\n\nHave you ever wished you were more socially adept? You're not alone, millions of people across the world feel like they fail to cope with basic social skills. We can use artificial intelligence to help practice these skills, because they can be learned just like any other skill.\n\nRole-playing, active listening sessions and empathy exercises are all part of the things we can use to improve ourselves.\n\nThere are a number of commercial apps which can be used for this purpose, although many are just wrappers for the standard AI models from OpenAI, Anthropic and the rest. It's probably just as valid to use a standard chatbot in the first instance.\n\n6. Memory aid\n\nIt pays to remember the simple things in our relationships. Even banal issues like forgetting birthdays or anniversaries can be a cause of conflict and discord.\n\nBy using AI technology to manage our memory, calendar or even alarm clock, we can encourage smooth sailing in every way.\n\nSetting reminders for gift ideas is a very quick win. This type of feature is likely to become more common in standard AI models as the memory functions improve over time.\n\n7. General relationships\n\nIt may sound a little excessive, but by using an AI advisor to help us with relationship expectations at the beginning of an important life journey, we can proactively prevent issues down the line.\n\nWe can also use AI to help us with cultural and language gaps which may occur in our personal interactions.\n\nFinally, using AI to help with relationship goal setting in a collaborative way can be very useful. By working together on these kinds of tasks, we can probably strengthen the depth of our connection in subtle but important ways."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Best iPad apps to boost productivity and make your life easier",
            "link": "https://www.msn.com/en-us/news/technology/best-ipad-apps-to-boost-productivity-and-make-your-life-easier/ar-AA1rn4HH?ocid=BingNewsVerp",
            "description": "There are many apps to help you create a single place to organize your life or help you stay focused on your day-to-day tasks ...",
            "image_url": "https://www.bing.com/th?id=OVFT.pSXtjNxMbMFItjbdud7DcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Android XR vs. Meta Horizon OS: How Meta Quest and Google tech will stack up",
            "link": "https://www.yahoo.com/tech/android-xr-vs-meta-horizon-175405097.html",
            "description": "We break down how Google's new Android XR will compare against Meta for software, hardware, AI, partnerships, and more.",
            "image_url": "https://www.bing.com/th?id=OJ.kOKMdnoIEscfWg&pid=news&w=57&h=16&rs=2",
            "category": "ai+app",
            "date": "10h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Nicholas Sutrich / Android Central\n\nAndroid XR\n\nBringing the Play Store to XR\n\nGoogle's Android XR OS will offer a consistent foundation of Android apps and Gemini AI commands to mixed-reality headsets, AR glasses, and smart glasses. Assuming it doesn't join the Killed by Google graveyard, it has the potential to change the XR landscape. But the actual devices will come from partners like Samsung.\n\n\n\n\n\nMeta Horizon OS\n\nThe XR Goliath to beat\n\nAdvertisement Advertisement\n\nAdvertisement\n\nMeta is best known for its Quest headsets, but its Meta Horizon OS is available to third-party partners, giving them access to the Quest gaming library, Meta AI, and an interface that's been tweaked and improved across a ton of updates. It has the edge for gaming and its sales foothold but lacks Google's access to millions of apps.\n\n\n\n\n\nYou might think it's premature to compare Android XR vs. Meta Horizon OS, given that we won't see any Android XR headsets until 2025 at the earliest. But based on everything Google has explained about Android XR's features, hardware, and software, it's remarkable how similar these two operating systems will be.\n\nUnlike Apple with its productivity-focused Vision Pro, Google and Samsung have said they intend to make gaming a central tenet of Android XR, meaning they'll have to challenge gaming headsets like the Meta Quest 3S.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nOtherwise, Google's software plans for XR headsets, AR glasses, and smart glasses all directly oppose Meta, the established or aspiring rival in each category. The big question will be whether Google is willing to lose billions on XR development the way Meta has been or if it'll kill Android XR like so many other initiatives if it's unprofitable.\n\nWe should see a major influx of VR headsets and smart glasses from Google and Meta's partners, running either Android XR or Meta Horizon OS. We'll be following developments closely for both, but if you're weighing buying your next XR purchase for gaming, productivity, or development, this guide will run through what to expect with either operating system.\n\nAndroid XR vs. Meta Horizon OS: Hardware and controls\n\nMeta Quest headsets depend on Snapdragon chips, optimized to run graphics-heavy programs and a dozen sensors or cameras at once. Meta itself said that the Snapdragon XR2 series is \"tightly integrated with our software and hardware stacks\" and that Horizon OS partners will benefit from their \"long-term partnership with Qualcomm.\"\n\nGoogle also \"collaborated\" directly with Qualcomm when designing Android XR, which is unsurprising given its specialization in the XR space. It specifically declared the Snapdragon XR2 Plus Gen 2 as the backbone behind upcoming Android XR headsets. Qualcomm will make its Snapdragon Spaces XR platform fully compatible with Android XR, and they are \"focused on helping to build and scale the Android XR ecosystem.\"\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWe expect the performance level for Google and Meta headsets (or their partner brands) to be very similar and dependent upon which generation of Snapdragon SoC they use. The main differences will come down to specific partners' hardware choices, like the cameras, controllers, and amount of RAM.\n\nA Meta Quest 3S headset with its default cloth strap on a wood floor\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBased on everything Google has said or shown about Android XR, the operating system can support controller tracking, hand tracking, eye tracking, and voice-controlled commands. So, any given Android XR headset or glasses could ship without controllers and rely solely on pinching and showing information where you're looking; otherwise, they can support proper gaming controllers. It's all up to the OEM.\n\nMeta supports all of these controller options through the Meta Horizon OS. It hasn't offered eye tracking on a headset since the defunct Quest Pro, but we suspect Meta may re-add eye tracking to the Quest 4 since Apple and Google are both making it a point of emphasis.\n\nThere isn't too much else to say about hardware until we try Samsung's Project Moohan or Google's smart glasses for ourselves. Meta's Quest headsets are well known for their strengths — affordability, lightweight and wireless design, reliable tracking — and weaknesses — battery life and the need for comfort upgrades.\n\nAndroid XR vs. Meta Horizon OS: Partnerships\n\nAn official concept image of a potential Meta Horizon OS VR headset\n\nMeta Horizon OS has changed its name a couple of times (starting with Oculus), but it's the proprietary OS behind its Quest headsets. In April 2024, Meta opened up Horizon OS to third parties, announcing that Lenovo and ASUS ROG would make a productivity and gaming headset, respectively, with the same OS and software as first-party Quests. Meta also intends to make a Quest \"inspired by Xbox\" in partnership with Microsoft. We don't know yet when these devices will arrive.\n\nAdvertisement Advertisement\n\nBased on our demo with the Meta Orion AR glasses and our time wearing the Ray-Ban Meta smart glasses, they share many of the same OS tools and AI tricks as the Quest headsets. So, we think it's fair to lump them into the same Meta Horizon OS umbrella.\n\nWhile Meta took years to open up its system to others, Google is making Android XR available to other brands from the start without its own (public) hardware plans. Google developed Android XR in tandem with Samsung, which will sell its mixed-reality headset — codenamed Project Moohan — in 2025. Google has its own smart glasses prototype, but we don't know if they'll ever be available to consumers.\n\nAn official product render of Samsung's Project Moohan VR headset\n\nGoogle also has other partners who plan to sell Android XR devices: Xreal, Sony, and Lynx. Sony already announced its mixed-reality headset at CES 2024, and Xreal previously hinted that it intended to make its glasses compatible with a multimodal AI on your phone, meaning Google Gemini.\n\nGoogle has explicitly said Android XR will work for AR and smart glasses. Meta announced Horizon OS as \"our open mixed reality ecosystem\" and did not mention glasses, so it may not intend to share its software with anyone targeting this form factor — or at least not yet.\n\nAndroid XR vs. Meta Horizon OS: Software, games, and apps\n\nViewing my living room in mixed reality as a starship in Starship Home through the lenses of a Meta Quest 3S\n\nMeta regularly updates its devices with new software features, but it does so by device: the Meta Quest is on v72 as of December 2024, while the Ray-Ban Meta smart glasses are on v11. It's not clear how Meta will handle feature updates for third-party headsets, but it is clear that they update things quickly rather than wait for annual updates.\n\nAdvertisement Advertisement\n\nIt's also fair to point out that Meta's software is highly focused on gaming. It has a few 2D progressive web apps (PWAs) since it can't use traditional App or Play Store apps, but only a few big-name apps like YouTube, Xbox Cloud Gaming, and a few streaming apps with basic VR theater modes. For the most part, you'll be spending your time in the Quest browser.\n\nOn the gaming front, every VR or MR developer focuses on the Quest first and foremost since that's where the money is. Our best Quest games list and the upcoming Quest games list should show just how much content there is available — and third-party Meta Horizon OS headsets will get that same content, from virtual experiences to mixed-reality titles that make your living room visible.\n\nAdmittedly, developers are annoyed with Meta at the moment over its mess of an app store, which spends more real estate highlighting the Horizon app over new games. So, if Google provides a better alternative and makes porting games easy, we're sure some developers will jump on board. The question is whether gamers will follow and move over to either Samsung or any other Android XR partner when their current gaming library is on the Quest.\n\nA look at the video player UI of Android XR running on a Samsung Project Moohan headset in mixed reality\n\nAdvertisement Advertisement\n\nOn the Android XR front, Google is promising app developers an easy pipeline to their apps appearing on their headsets. It supports \"ARCore, Android Studio, Jetpack Compose, Unity, and OpenXR,\" and there is already substantial documentation for devs to start using the Android XR SDK.\n\nGoogle says any current Play Store developer can \"opt in\" to Android XR and have their app \"just work\" because of this built-in compatibility. But we assume this would simply mean that the app works as a 2D window in virtual space, not that it'll have any XR optimization. And it's not clear how many major developers will opt into Android XR, based on the difficulties Apple had getting Vision Pro buy-in.\n\nSo far, only a few third-party apps like Adobe, Calm, and MLB have officially signed on. However, even a tiny fraction of the Play Store's app collection would give Google the edge. It also has the advantage of its own apps: being able to include Google Drive and Gmail gives an automatic edge for productivity users. Chrome is a more popular and polished browser option than Meta's, and YouTube and Google TV will provide popular streaming options.\n\nPlus, Google has the ability to fully sync its Android XR software with your other Android devices, specifically your phone. Just like Wear OS watches benefit from close synchronization for functions like messaging, Android XR headsets and glasses could have functions that Meta can't offer as easily.\n\nAdvertisement Advertisement\n\nGoogle has promised full gaming support for Android XR, and many Quest games use OpenXR, allowing for cross-platform compatibility. However, the built-in Quest audience will make it a higher priority for developers, and the specter of Stadia's failure could make gaming developers leery about investing too much time in the platform.\n\nAndroid XR vs. Meta Horizon OS: Gemini & Meta AI\n\nTranslating a sign using smart glasses powered by Android XR\n\nGoogle Gemini and Meta AI are two of the most well-known AI options available today. Gemini Live is getting a major marketing push as this conversational tool on your phone, while Ray-Ban Meta smart glasses just got its own Live AI and live translate update for hands-free Meta AI conversations.\n\nWe can't say whether Gemini or Meta AI is better, but they're both backed by billions of dollars in R&D and teams of engineers, pushing out new, smarter versions at regular intervals. At the moment, both are as prone to hallucinations and misinformation as any other AI.\n\nIn the short term, headsets like Project Moohan and the Quest 3 will offer AI tools, but they won't be the device's focus. Most people are still buying XR headsets for gaming, and you don't need AI for that. It's when we start to see more smart & AR glasses for outdoor use that the AI will really matter, in our opinion.\n\nAdvertisement Advertisement\n\nGoogle has said that the \"Gemini era\" is why Android XR will succeed where past Google VR and AR projects, so whether or not you get invested in the platform may depend on whether you think Gemini will be smart enough to be a real-time multimodal assistant in the next few years.\n\nAndroid XR vs. Meta Horizon OS: Can Google make a name for itself?\n\nAndroid XR has the potential to become the most exciting version of Android in years. However, so much of its potential depends on how well partners like Samsung take advantage of it. Samsung is one of the most popular tech brands in the world, and its hardware and software knowledge helped revive Wear OS from metaphorical life support, but Samsung and Google are both in the business of making money, and XR has historically proven to be difficult to profit from. Just ask Meta!\n\nWe can also look at the example of the Apple Vision Pro, which has a gorgeous design, excellent UI, and opt-in apps from its App Store but has largely failed to make a huge impact. It's in part because of its overpriced headset but also because the audience for a wearable productivity device is relatively small.\n\nSamsung will have to compete with the established Meta Horizon brand on the gaming front or hope that it can do better than Apple at a lower price point. And if any Android XR brand hopes to sell AR glasses, they'll have to deal with the simple fact that they seem extremely difficult to create in a lightweight, functional form factor.\n\nAll of that is to say; Android XR seems to have some factors stacked against it while also having the advantage over Meta's rival OS in key areas like apps and a full device ecosystem. We're excited to see whether or not Android XR lives long enough to truly make a difference in the XR industry!\n\nMeta Quest 3S\n\nThe standard, now in a cheaper package\n\nThe Meta Quest 3S is like having a Quest 3 but without having to spend several hundreds of dollars. There are a few downgrades, but the experience is largely the same and you'll have access to all the best VR games.\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Real Stakes of the AI Race",
            "link": "https://www.foreignaffairs.com/united-states/real-stakes-ai-race",
            "description": "Much more than computing dominance is at stake; the struggle for AI primacy between the United States, China, middle powers, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.oL6rVf0xncMJxP9wuCejcy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "Foreign Affairs11h",
            "source": "Foreign Affairs",
            "article_content": "Since its founding in 1922, Foreign Affairs has been the leading forum for serious discussion of American foreign policy and global affairs. The magazine has featured contributions from many leading international affairs experts."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What the Tech: App of the Year: Perplexity",
            "link": "https://www.msn.com/en-us/news/technology/what-the-tech-app-of-the-year-perplexity/ar-AA1wAQOo?ocid=BingNewsVerp",
            "description": "This AI-powered tool does everything ChatGPT can do but with greater accuracy, more recent information, and a wider range of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SHiWLkhPC29CWvxaYMpCKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "Lansing WILX-TV on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Living Nostradamus’ predicts that ‘the worst is yet to come’ with ‘biggest threats to global security’",
            "link": "https://www.msn.com/en-us/news/world/living-nostradamus-predicts-that-the-worst-is-yet-to-come-with-biggest-threats-to-global-security/ar-AA1wAytJ?ocid=BingNewsVerp",
            "description": "The psychic claimed that cyber threats are one of the \"biggest threats to global security\" and warned of the issues around ...",
            "image_url": "https://www.bing.com/th?id=OVFT.d0zSXWcIv4her1SwcQqi8C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost Stories Unveiled: Exploring Haunted Hotels in New Orleans",
            "link": "https://www.msn.com/en-us/travel/tripideas/ghost-stories-unveiled-exploring-haunted-hotels-in-new-orleans/ar-AA1wzgLu?ocid=BingNewsVerp",
            "description": "Discover the chilling tales of haunted hotels in New Orleans. Uncover ghostly legends, eerie histories, and paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVFT._IhRmsjj6GblxO_ONP-8pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "HowStuffWorks on MSN18h",
            "source": "HowStuffWorks on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Haunted hotel in Ballinger looking for new owner",
            "link": "https://www.msn.com/en-us/travel/article/haunted-hotel-in-ballinger-looking-for-new-owner/ar-AA1wAq7i?ocid=BingNewsVerp",
            "description": "The activity never stops at the Olde Park Hotel in Ballinger. From full-body apparitions to cold spots, this century-old ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MddBTaVO5gdLEp2G5I0NuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "San Angelo Standard-Times on MSN10h",
            "source": "San Angelo Standard-Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Haunted House Horror: Tales of the Paranormal Gone Wrong",
            "link": "https://www.msn.com/en-us/video/peopleandplaces/haunted-house-horror-tales-of-the-paranormal-gone-wrong/vi-AA1wxELh?ocid=BingNewsVerp",
            "description": "Hear about haunted house horror stories gone wrong.",
            "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Culture Quest on MSN16h",
            "source": "Culture Quest on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This Supernatural Mystery Series Will Trap You in a World of Haunting Secrets and Unanswered Questions",
            "link": "https://collider.com/haven-tv-show/",
            "description": "In addition to providing comic relief, the ensemble helps make the town feel real, giving the audience a reason to care about ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PcHx0WGsULqTzPprzU4bly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "23h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An incredible archaeology discovery could rewrite the history of the Roman Empire",
            "link": "https://www.express.co.uk/news/science/1993505/archaeology-discovery-frankfurt-amulet-christianity",
            "description": "The man's burial with the amulet is a likely indication of the depth of his commitment to Christianity, researchers believe.",
            "image_url": "https://www.bing.com/th?id=OVFT.St332w89dDD2-i2XQimIWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "13h",
            "source": "Daily Express",
            "article_content": "Scientists discovered a wafer-thin rolled up inscription inside the amulet.\n\nAn extraordinary archaeological discovery in Germany has shed new light on the early spread of Christianity in the Roman Empire - as it is being tipped to rewrite history in the process. Researchers have been studying a 1,800-year-old silver amulet first discovered beneath a skeleton's chin in a cemetery outside Frankfurt. The amulet, measuring just 1.4 inches (3.5 centimetres) in length, was carefully examined using cutting-edge CT scanning technology, which revealed a tiny scroll inside the silver. Upon digitally unrolling it, researchers found an unusual Latin inscription, offering a rare glimpse into the Christian beliefs of the time. According to the study’s findings, this discovery could drastically alter the historical timeline of Christianity’s spread across Europe.\n\nTine Rassalle, an independent biblical archaeologist who was not involved in the study, told the LiveScience website: \"This takes our understanding of Western Christianisation and Christian monotheism to a whole new level.\n\nA silver amulet was found near the chin of a man buried in Frankfurt in the third century.\n\n\"What makes this particular example remarkable is that it is written entirely in Latin and exclusively invokes Jesus Christ and the Christian God.\" The amulet was found in the grave of a man who probably died between AD 230 and 270, suggesting that the wearer was a devout Christian at a time when practising the faith openly could be dangerous. Christianity, which was still in its early stages in the Roman Empire, was often persecuted, especially during the reign of Emperor Nero, who infamously targeted Christians in the first century. Researchers say that this man’s burial with the amulet is a likely indication of the depth of his commitment to Christianity. In an era where medical knowledge was limited, amulets like this one were widely thought to offer protection from misfortune, illness, and even demonic forces.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nThe small piece of silver foil was virtually unrolled using CT scanning.\n\nMs Rassalle explained: \"The purpose of these amulets, also known as phylacteries, was to protect or heal their owners from a range of misfortunes, such as illnesses, bodily aches, infertility, or even demonic forces. \"In an era without advanced medical knowledge, such items were vital sources of comfort and security for you and your loved ones.\" She continued: “These amulets were widely used in Late Antiquity, especially in the eastern Mediterranean world but they are much rarer in the western Roman world. The discovery of this amulet in Germany suggests that Christian ideas had already begun to penetrate areas far from Christianity’s early centres of growth.” Found in 2018 during an excavation of a Roman-era cemetery, the amulet was not the only item uncovered.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning Webb Discovery Forces Rethink of Planet Formation in the Early Universe",
            "link": "https://scitechdaily.com/stunning-webb-discovery-forces-rethink-of-planet-formation-in-the-early-universe/",
            "description": "New data confirms Hubble's finding and refutes current theories of planet formation in the universe’s early days. Thanks to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0trS7waucSKMCyJewcB5zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "1h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historic 'black hole triple' discovery shatters existing theories",
            "link": "https://www.msn.com/en-us/science/astronomy/historic-black-hole-triple-discovery-shatters-existing-theories/ar-AA1wB3Lh?ocid=BingNewsVerp",
            "description": "Scientists have long observed black holes existing as part of binary systems, where a black hole pairs with a nearby object ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2PE4VmHRj_EcTV7i8hoZsy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Proposed Agri-science centre gets new name and new potential home",
            "link": "https://london.ctvnews.ca/proposed-agri-science-centre-gets-new-name-and-new-potential-home-1.7158678",
            "description": "The former Huron Perth Agricultural Science Centre will now officially be known as the Ontario Agri-Food Discovery Centre.",
            "image_url": "https://www.bing.com/th?id=OVFT.-3hcK8MVk_YIIXXMqL9j2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "CTV News8h",
            "source": "CTV News",
            "article_content": "A multi million-dollar agricultural science centre has a new name, and a potential new home.\n\nThe former Huron Perth Agricultural Science Centre will now officially be known as the Ontario Agri-Food Discovery Centre.\n\nThe new name reflects the province wide mandate they expect to have, say organizers.\n\nThe proposed centre also has a potential home, once it’s built. The Municipality of North Perth has set aside 10 acres of serviced land on the west side of Listowel near Binning Street and Road 165.\n\nThe agricultural innovation centre has been discussed since 2020. The goal, say organizers is to build a permanent year-round showcase for Ontario’s agriculture and food industries, with a focus on technology and opportunities that exist in the industry.\n\nThe potential cost ranges anywhere from $20 to $38 million. Organizers anticipate raising half the building costs from the private sector, and the other have from government grants.\n\nIf all goes according to plan, the Ontario Agri-Food Discovery Centre will be welcoming visitors to the edge of Listowel by 2028.\n\nYou can learn more by visiting www.huronperthagsciencecentre.ca"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Orlando’s theme parks in review, 2024: Reviving and recycling",
            "link": "https://www.msn.com/en-us/travel/news/orlando-s-theme-parks-in-review-2024-reviving-and-recycling/ar-AA1wzeIF?ocid=BingNewsVerp",
            "description": "Orlando Science Center completed its largest expansion with 'Life,' which features a trio of environments — swamp, ocean and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dNbk-nc2DsMhAexzdjGDmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17hon MSN",
            "source": "Orlando Sentinel on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT isn't the only cool AI tool made by OpenAI — check out Sora, DALL-E, and more",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/chatgpt-isn-t-the-only-cool-ai-tool-made-by-openai-check-out-sora-dall-e-and-more/ar-AA1wAxsk?ocid=BingNewsVerp",
            "description": "OpenAI has other AI tools like Sora, which quickly creates videos from text prompts. Another, Whisper, transcribes and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DHPRK6asWYVlhpDAySiJAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI confirms plans to become a for-profit company as it looks to raise even more investor money",
            "link": "https://www.msn.com/en-us/money/technology/openai-confirms-plans-to-become-a-for-profit-company-as-it-looks-to-raise-even-more-investor-money/ar-AA1wAKnu?ocid=BingNewsVerp",
            "description": "OpenAI CEO Sam Altman has said that his company was made 'unusual' on purpose. Now, that unusualness is getting in the way of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uRV8HHYTEUeY0VbWPSEi9S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explainer: Why OpenAI plans transition to public benefit corporation",
            "link": "https://www.reuters.com/technology/artificial-intelligence/why-openai-plans-transition-public-benefit-corporation-2024-12-27/",
            "description": "OpenAI on Friday laid out a plan to transition its for-profit arm into a Delaware public benefit corporation (PBC) to help it ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RjNZKBcbhp6FRmclH6-FTC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI lays out its for-profit transition plans",
            "link": "https://techcrunch.com/2024/12/27/openai-lays-out-its-for-profit-transition-plans/",
            "description": "One of OpenAI’s co-founders, billionaire Elon Musk, has filed for an injunction to halt the company’s transition to a ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LRxPy8gESKbuooXRAdPmbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "TechCrunch",
            "article_content": "OpenAI says its corporate structure must evolve to advance its mission of ensuring artificial general intelligence (AGI) — AI that can complete most tasks humans can — benefits all humanity.\n\nThe company currently has a for-profit org controlled by a nonprofit, with a “capped profit” share for investors and employees. But in a blog post published Friday, the company says it plans to begin transitioning its existing for-profit into a Delaware Public Benefit Corporation (PBC), with ordinary shares of stock and the OpenAI mission as its public benefit interest.\n\nThose details had been reported elsewhere. In December, The New York Times revealed that OpenAI was in discussions to pay its nonprofit billions of dollars for it to cede control. However, it’s the first time OpenAI has laid out its proposal in a public memo.\n\n“As we enter 2025, we will have to become more than a lab and a startup — we have to become an enduring company,” OpenAI wrote in its post. “The world is moving to build out a new infrastructure of energy, land use, chips, data centers, data, AI models, and AI systems for the 21st century economy. We seek to evolve in order to take the next step in our mission.”\n\nOpenAI says establishing the PBC would enable it to “balance shareholder interests, stakeholder interests, and a public benefit interest” in its decision-making while allowing it to “raise the necessary capital with conventional terms.” It would also create one of the best-resourced nonprofits in history, OpenAI claims; OpenAI’s existing nonprofit would receive shares in the PBC “at a fair valuation determined by independent financial advisors.”\n\n“We have a nonprofit and a for-profit today, and we will continue to have both,” OpenAI wrote. “Our current structure does not allow the board to directly consider the interests of those who would finance the mission and does not enable the nonprofit to easily do more than control the for-profit. The PBC will run and control OpenAI’s operations and business, while the nonprofit will hire a leadership team and staff to pursue charitable initiatives in sectors such as health care, education, and science.”\n\nOpenAI was founded in 2015 as a nonprofit research lab. But as its experiments became increasingly capital-intensive, it created its current structure, taking on outside investments from VCs and companies, including Microsoft.\n\nIn October, OpenAI raised $6.6 billion at a $157 billion valuation, bringing its total raised to $17.9 billion. The company still expects to lose money this year, however — $5 billion, according to CNBC — and the terms of its latest funding round require that it complete a for-profit transition within two years.\n\nThe plan faces hurdles.\n\nOne of OpenAI’s co-founders, billionaire Elon Musk, has filed for an injunction to halt the company’s transition to a for-profit, accusing OpenAI of abandoning its original philanthropic mission. Musk has also alleged that OpenAI has deprived his own AI company, xAI, of capital by extracting promises from investors not to fund it.\n\nOpenAI has called Musk’s complaints “baseless” and simply a case of sour grapes.\n\nFacebook’s parent company and AI rival, Meta, is also supporting efforts to block OpenAI’s conversion. In December, Meta sent a letter to California attorney general Rob Bonta, arguing that allowing the shift would have “seismic implications for Silicon Valley.”\n\n“If OpenAI’s new business model is valid, nonprofit investors would get the same for-profit upside as those who invest the conventional way in for-profit companies while also benefiting from tax write-offs bestowed by the government,” Meta wrote in the letter.\n\nOpenAI competitors like xAI and Anthropic are structured as PBCs but lack a nonprofit component.\n\nOpenAI’s structure as it exists today is what ultimately led to the abrupt ousting of CEO Sam Altman last November, which greatly displeased investors — in particular Microsoft. It also gives OpenAI’s board the power to determine exactly when OpenAI has achieved AGI, and exempts this AGI from the licensing agreements the startup has in place with customers.\n\nOne of those customers is Microsoft — and Microsoft and OpenAI are said to have a specific, internal financial definition of AGI. According to The Information, the two companies signed an agreement last year stating OpenAI has only achieved AGI when it develops AI systems that can generate at least $100 billion in profits.\n\nOpenAI continues to deal with an outflow of high-level talent due in part to concerns that the company is prioritizing commercial products at the expense of safety. One former employee, Carroll Wainwright, who researched aligning AI systems with safety policies, wrote in a post on X this fall that OpenAI “was structured as a nonprofit [but] acted like a for-profit” and “should not [be trusted] when it promises to do the right thing later.”\n\nIn a series of posts on X, Miles Brundage, a longtime policy researcher who left OpenAI in October, said that he has “serious concerns” about OpenAI’s transition plan as outlined.\n\n“First, there is surprisingly little discussion of actual governance details, despite this arguably being the key issue,” Brundage wrote. “Second, a well-capitalized nonprofit on the side is no substitute for PBC product decisions … being aligned to the original nonprofit’s mission … Third, while there is a ton of potential for a well-capitalized nonprofit to drive ‘charitable initiatives in sectors such as health care, education, and science,’ that is a very narrow scope relative to the original OpenAI mission. What about advancing safety and good policy?”\n\nBrundage said that he worries about OpenAI’s nonprofit becoming a “side thing” that gives license to the PBC to operate as a “normal company” without addressing potentially problematic areas.\n\n“Besides board details, what other guardrails are being put in place … to ensure that the nonprofit’s existence doesn’t (seem to) let the PBC off too easy?” he wrote. “[A]s OpenAI knows (in part from work I coauthored there), competition also begets corner-cutting. What are the PBC and nonprofit going to do about this?”\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI says it needs ‘more capital than we'd imagined' as it lays out for-profit plan",
            "link": "https://www.nbcnewyork.com/news/business/money-report/openai-says-it-needs-more-capital-than-wed-imagined-as-it-lays-out-for-profit-plan/6086774/",
            "description": "OpenAI said in a blog post Friday that heading into 2025, 'we have to becomean enduring company,' which requires changing its ...",
            "image_url": "https://www.bing.com/th?id=OVF.wLQnjdokdxM198HwW4xGtQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "15h",
            "source": "NBC New York",
            "article_content": "In a blog post Friday, OpenAI laid out its early plans for changing its corporate structure to allow for more capital raising and growth.\n\nOpenAI said its existing for-profit division will become a public benefit corporation, or PBC, \"with ordinary shares of stock.\"\n\nThe PBC will oversee commercial operations, and the nonprofit will hire a staff to pursue charitable initiatives, OpenAI said.\n\nOpenAI said Friday that in moving toward a new for-profit structure in 2025, the company will create a public benefit corporation to oversee commercial operations, removing some of its nonprofit restrictions and allowing it to function more like a high-growth startup.\n\n\"The hundreds of billions of dollars that major companies are now investing into AI development show what it will really take for OpenAI to continue pursuing the mission,\" OpenAI's board wrote in the post. \"We once again need to raise more capital than we'd imagined. Investors want to back us but, at this scale of capital, need conventional equity and less structural bespokeness.\"\n\nGet Tri-state area news delivered to your inbox.> Sign up for NBC New York's News Headlines newsletter.\n\nThe pressure on OpenAI is tied to its $157 billion valuation, achieved in the two years since the company launched its viral chatbot, ChatGPT, and kicked off the boom in generative artificial intelligence. OpenAI closed its latest $6.6 billion round in October, gearing up to aggressively compete with Elon Musk's xAI as well as Microsoft, Google, Amazon and Anthropic in a market that's predicted to top $1 trillion in revenue within a decade.\n\nDeveloping the large language models at the heart of ChatGPT and other generative AI products requires an ongoing investment in high-powered processors, provided largely by Nvidia, and cloud infrastructure, which OpenAI largely receives from top backer Microsoft.\n\nOpenAI expects about $5 billion in losses on $3.7 billion in revenue this year, CNBC confirmed in September. Those numbers are increasing rapidly.\n\nBy transforming into a Delaware PBC \"with ordinary shares of stock,\" OpenAI says it can pursue commercial operations, while separately hiring a staff for its nonprofit arm and allowing that wing to take on charitable activities in health care, education and science.\n\nThe nonprofit will have a \"significant interest\" in the PBC \"at a fair valuation determined by independent financial advisors,\" OpenAI wrote.\n\nOpenAI's complicated structure as it exists today is the result of its creation as a nonprofit in 2015. It was founded by CEO Sam Altman, Musk and others as a research lab focused on artificial general intelligence, or AGI, which was an entirely futuristic concept at the time.\n\nIn 2019, OpenAI aimed to move past its role as solely a research lab in hopes of functioning more like a startup, so it created a so-called capped-profit model, with the nonprofit still controlling the overall entity.\n\n\"Our current structure does not allow the Board to directly consider the interests of those who would finance the mission and does not enable the nonprofit to easily do more than control the for-profit,\" OpenAI wrote in Friday's post.\n\nOpenAI added that the change would \"enable us to raise the necessary capital with conventional terms like our competitors.\"\n\nMusk's opposition\n\nOpenAI's efforts to restructure face some major hurdles. The most significant is Musk, who is in the midst of a heated legal battle with Altman that could have a significant impact on the company's future.\n\nIn recent months, Musk has sued OpenAI and asked a court to stop the company from converting to a for-profit corporation from a nonprofit. In posts on X, he described that effort as a \"total scam\" and claimed that \"OpenAI is evil.\" Earlier this month, OpenAI clapped back, alleging that in 2017 Musk \"not only wanted, but actually created, a for-profit\" to serve as the company's proposed new structure.\n\nIn addition to its face-off with Musk, OpenAI has been dealing with an outflow of high-level talent, due in part to concerns that the company has focused on taking commercial products to market at the expense of safety.\n\nIn late September, OpenAI Chief Technology Officer Mira Murati announced she would depart the company after 6½ years. That same day, research chief Bob McGrew and Barret Zoph, a research vice president, also announced they were leaving. A month earlier, co-founder John Schulman said he was leaving for rival startup Anthropic.\n\nAltman said during a September interview at Italian Tech Week that recent executive departures were not related to the company's potential restructuring: \"We have been thinking about that — our board has — for almost a year independently, as we think about what it takes to get to our next stage,\" he said.\n\nThose weren't the first big-name exits. In May, OpenAI co-founder Ilya Sutskever and former safety leader Jan Leike announced their departures, with Leike also joining Anthropic.\n\nLeike wrote in a social media post at the time that disagreements with leadership about company priorities drove his decision.\n\n\"Over the past years, safety culture and processes have taken a backseat to shiny products,\" he wrote.\n\nOne employee, who worked under Leike, quit soon after him, writing on X in September that \"OpenAI was structured as a non-profit, but it acted like a for-profit.\" The employee added, \"You should not believe OpenAI when it promises to do the right thing later.\"\n\nWATCH: OpenAI announces o3 and o3 mini models"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Payment Trends Shaping the Future of Transactions",
            "link": "https://www.techrepublic.com/article/top-payment-trends/",
            "description": "Payment trends include the rise of digital wallets, contactless payments, and cryptocurrency, reflecting consumer demand for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B9wJ_oHSJ70eaOdzwpF-Ni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "7h",
            "source": "TechRepublic",
            "article_content": "Payments trends in 2024 and beyond are largely impacted by technology and the state of the economy. We’re seeing a decline in discretionary spending, and an increase in the number of ways consumers like to make payments. Plus, AI and biometrics are also impacting payment security and fraud prevention.\n\nBelow, I’ll walk you through a few digital payment trends​ to watch as you prepare your business for the future of payment processing.\n\n1. Diversified payment methods\n\nOne of the more well-known global payment trends​ is payment method diversity. There are so many ways to make payments these days. I can choose cash, card, mobile app, QR code, tap to pay, buy now and pay later (BNPL), or even cryptocurrency.\n\nAccording to a survey by Square, preferences are pretty widespread across the board. While 58% of consumers still use cash, 57% prefer mobile wallets, and 53% use QR code payments. Another 44% use traditional credit and debit cards, 44% use touchless card payments, and 43% use BNPL.\n\nBNPL is particularly notable, as it’s now being adopted in more industry verticals than before. Groceries, for example, may be available for purchase via BNPL. In fact, BNPL grocery purchases increased by 40% between 2023 and 2024, according to Deloitte. This is a direct response to the current economic and political climate, which is causing a decrease in discretionary spending.\n\nThe list of payment options will only continue to grow as the economy moves further away from cash and check and towards innovative payment methods like NFC or biometric payments. This also means considering options like subscriptions, cryptocurrency, saved payments, bill splitting, peer-to-peer (P2P), and gift cards.\n\nHere’s another interesting stat from Deloitte: 70% of consumers say their store choice is highly influenced by whether or not the store offers their preferred payment method. It is therefore important for businesses to keep up.\n\nRelated: Best crypto payment gateways\n\nCash vs cashless\n\nToday’s consumers like convenience and options. I remember when it was just a cash or credit world—now, consumers can choose to pay for their purchases in many ways.\n\nHowever, according to data from Square, about 58% of shoppers still prefer cash. In fact, some trends are even indicating a move back to cash and away from digitization.\n\nSo, there’s really no clear winner in a cash vs. cashless debate. The real answer for businesses is to create ways to allow customers to pay with or without cash.\n\nRelated: What is a cashless society? From speculation to near-reality\n\nMobile payments and digital wallets\n\nMobile payments and digital wallets—like Apple Pay and Google Pay—are another payment trend that has been around for a while but continues to impact businesses everywhere, especially as this technology evolves.\n\nPer Deloitte, 57% of consumers prefer to pay with mobile wallet apps. Digital wallets actually made up 37% of transaction value for e-commerce payments and 15% of POS payments in North America in 2023.\n\nContactless pay can also fall under the category of mobile payments. Mobile payments involve the use of NFC technology so a customer can hold up their phone or smartwatch to the reader rather than having to insert a chip or swipe a card. The contactless payment market is also expected to see major growth—at a compound annual growth rate (CAGR) of 113% through 2029, according to Juniper Research.\n\nRelated: Top mobile payment methods\n\nCrypto payments\n\nCryptocurrency payments skyrocketed in popularity when they were first introduced. The trend did lose some steam partly due to regulatory challenges, currency volatility, susceptibility to fraud, and low confidence in the currency’s viability over the long term, perhaps thanks to the FTX scandal and collapse.\n\nWith this doubt, the crypto payments market is only forecasted to grow at a CAGR of 17% through 2029.\n\nHowever, since Donald Trump’s re-election, crypto and bitcoin have seen a resurgence of popularity in the United States.\n\n2. Biometrics features\n\nBiometric payments are experiencing a surge in growth, with forecasts to grow at a CAGR of 113.6% from 2024 through 2028, per Juniper Research. Some forecasts even say it will be the norm within the next decade. These payments incorporate biometric technology—usually in the form of fingerprint or facial recognition—to improve both data privacy and transaction convenience.\n\nSecurity is a top concern for businesses, both themselves and their customers. This is especially important when it comes to payments—there’s lots of sensitive information going around, so businesses are always looking for ways to tighten things up from a security perspective. Biometric payments are another layer of security that can help accomplish this.\n\nNot only does biometric authentication help boost security, but it also makes login and connection more efficient. I can’t tell you how many passwords I have to remember—if I can use my fingerprint or my face to authenticate something instead, that’s one less password I have to keep track of. And remember, shoppers love efficiency and convenience.\n\n3. AI to facilitate and fight fraud\n\nFraud is always a threat to businesses and consumers. According to Avidchange’s B2B Payment Security report, more than three-quarters of businesses have experienced payment fraud in the past year alone.\n\nSpeaking of security, AI is another payment trend to watch. And this can work in businesses’ favor or, in a worst-case scenario, fraudsters’ favor. Globalpayments reports that as many as 43% of businesses have plans to employ AI technology to help with fraud detection.\n\nWhile AI is an amazing tool to detect fraudulent transactions and add a layer of security, it also makes the work of a hacker much more accessible.\n\nRather than manually decoding payment information, hackers can tap into AI technology to make it easier to accomplish their tasks. In fact, Deloitte actually predicts that AI could enable losses to fraud of up to $40 billion by 2027. So, it’s important to use payment technology that integrates the latest and most advanced security features.\n\n4. Instant payments\n\nWhile consumers love the convenience of being able to pay with anything other than cash, this has also added to delays when it comes to being able to access said cash.\n\nDigital payments often come with a waiting period—for example, if I make a purchase with my credit card at a store, it might take a day or two for the charge to show up. Likewise, when I transfer money from PayPal or Venmo to my account, I usually have to wait a few days to receive the funds in my bank account.\n\nThese delays don’t gel with our instant gratification society. So, payment technology is adapting to instant payments. For example, if I want to receive my PayPal or Venmo funds right away, I can actually pay a fee for an instant transfer.\n\nInstant payments are actually expected to make up 22% of transactions by 2028, per Capegemini’s World Payments Report 2025. It’s also believed that more instant payment availability will also facilitate more digital payment adoption by both businesses and consumers alike. JPMorgan reports about 80% of finance professionals believe faster payments will positively impact business.\n\nBut time will tell on this one—only about 5% of global banks have advanced business technology, so there’s still work to do.\n\n5. B2B is going digital\n\nB2B payments used to be largely check-based. But checks are quickly becoming antiquated in the payments industry. In fact, 80% of B2B transactions used to be paid by check—that figure is now closer to one-third. And only about 5% of businesses are even prepared to make vendor and supplier payments by check.\n\nYou can see the decline in cash and check in B2B payment trends in the chart below. In 2019, they made up half of all B2B payments. Now, they account for less than one-third. Digital ACH transfers are making the most headway, but card and wire payments also experienced a slight increase."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 5 Cyber Security Trends for 2025",
            "link": "https://www.techrepublic.com/article/cyber-security-trends-2025/",
            "description": "TechRepublic asked cyber experts to predict the top trends that will impact the security field in 2025. The cyber landscape ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DLTx1DhSIW2WDlWS30zw5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "4h",
            "source": "TechRepublic",
            "article_content": "The cyber landscape is more turbulent than ever. Microsoft recently reported a 2.75-fold increase in ransomware attempts this year, while research predicts that global cyber attacks in 2024 will surge 105% compared to 2020.\n\nThere is a dire need for more qualified cyber professionals as generative AI is lowering the barrier to entry for attacks. Unfortunately, cyber skills gaps have been reported in both the U.K. and Australia, with women making up only a quarter of the industry.\n\nBut how will we roll into next year? TechRepublic asked cyber experts to predict the top trends impacting the security field in 2025.\n\nSEE: Number of Active Ransomware Groups Highest on Record\n\n1. Renewed focus on third-party risk management, including the AI software supply chain\n\nThis year, headlines were dominated by the CrowdStrike incident, which disabled about 8.5 million Windows devices worldwide and caused huge disruption to emergency services, airports, law enforcement, and other critical organisations.\n\nSEE: What is CrowdStrike? Everything You Need to Know\n\nHowever, this is far from the first instance of a supply chain attack being put on the public’s radar; the MOVEit attacks from last year may also still be fresh in the mind. Due to the prevalence of these incidents, Forrester analysts predict that governments will ban certain third-party software in 2025.\n\nAdditionally, more companies are using Generative AI to code new software, which could open it up to weaknesses. AI-generated code has been known to cause outages, and security leaders are even considering banning the use of technology in software development.\n\nFor executives, this all illustrates how essential third-party risk management is to operations, leading to a new focus in 2025.\n\nMax Shier, the chief information security officer at cyber advisory firm Optiv, told TechRepublic in an email: “Third party risk management, supply chain risk management, and increased oversight and regulatory requirements will drive the need for companies to focus on and mature their governance, risk, and compliance programs.”\n\nJacob Kalvo, the CEO of proxy provider Live Proxies, added: “It is expected that in 2025, organisations will likely shift toward proactive ways of assessing and monitoring supply chains. It could be leveraging zero-trust architectures that will verify at stages of access, where the companies deal with external partners.\n\n“This shift to increased supply chain scrutiny marks a wider trend of bringing cybersecurity into general enterprise-wide risk management.”\n\nAI software is one of the weakest links in the software supply chain\n\nWhile businesses race to capitalise on generative AI solutions, the speed of their adoption has resulted in some areas of oversight when it comes to security. A study from HackerOne found that 48% of security professionals believe AI poses the most significant security risk to their organisation.\n\nCache Merrill, founder of software development company Zibtek, told TechRepublic by email: “As AI tools increasingly integrate into software development, we anticipate attackers targeting the software supply chain’s weakest AI-driven components. The focus will no longer be just on vetting third-party code but scrutinising AI models that may have inadvertently introduced security gaps through data poisoning or bias exploitation.\n\n“By 2025, supply chain security will demand a whole new layer of vigilance, where even the datasets and AI models feeding into our applications are analysed for adversarial tampering. A secure supply chain won’t just be about code but curating safe and verifiable AI training sources.”\n\nPaul Caiazzo, VP of security services at Quorum Cyber, told TechRepublic that attackers may specifically target weaker AI tools to exfiltrate sensitive data. “CISOs will struggle to secure them due to a lack of AI skills and tooling,” he added.\n\n2. Macs will become more targeted by cybercriminals\n\nExperts say that Macs will become even more of a target for cybercriminals in the next year. Kseniia Yamburh, malware research engineer at Moonlock, the security division of MacPaw, told TechRepublic by email: “Once considered safer, macOS now faces rising threats, particularly from stealer malware designed to collect sensitive data.\n\n“Our research at Moonlock shows a notable spike in macOS-targeted stealer malware, with 2024 seeing 3.4 times more unique samples than 2023.”\n\nSEE: Threat Actors Increasingly Target macOS, Report Finds\n\nThe number of macOS vulnerabilities exploited in 2023 increased by more than 30%, with attackers using infostealers, fake PDFs, fake Mac apps, legitimate Microsoft apps, and other novel techniques to breach the operating system this year. In November, several malicious macOS apps were linked to North Korea.\n\nThe growing interest in Apple devices may be due to their increasing prevalence in organisations and greater competition amongst cybercriminals in the Windows landscape.\n\n3. Identity to shift into the jurisdiction of security teams\n\nSecurity experts predict that in 2025, responsibility for identity and access management within companies will shift from IT departments to security teams. Sagie Dulce, VP of research at segmentation firm Zero Networks, said identity-based attacks are the leading cause of breaches, and this is not looking to change. As these attacks escalate, security professionals are needed to eliminate potential entry points.\n\nDulce told TechRepublic: “This is not new, but is a growing trend as more identities belong to services and apps — they are harder to manage and control. Most organisations are currently blind to their exposure from service accounts, privileged identities, secrets spread, third party access, and more.\n\n“These identities are often the lowest-hanging fruits in organisations and attackers know it. As many web applications are still exposed to the internet, getting initial access via compromised credentials to a web app remains the main attack vector utilised to gain initial access.”\n\n4. Cyber regulations will divide countries\n\nGlobal cyber regulations are becoming stricter — especially with the rise in nation-state cyber attacks. As a result, legislation will focus on geopolitics and national security interests.\n\nVishal Gupta, CEO of security software provider Seclore, told TechRepublic in an email: “In the coming year, long raging wars and general geopolitical tensions will drive the bulk of regulations. Countries and groups of countries will create regulations to protect their own interests over deemed enemies and will prevent the broad spread of supply chains.\n\n“This is already evident in the CHIPS act and more recent [export control law] interpretations. ‘Country over collaboration’ may well be the theme of these regulations.”\n\nDouglas McKee, executive director of Threat Research at security firm SonicWall, added that it will become increasingly difficult to detect the origins of attacks because “the line between state and criminal operations will continue to blur further.”\n\nSEE: Tenable: Cyber Security Pros Should Worry About State-Sponsored Cyber Attacks\n\nAs a result, decision-makers should strengthen international collaboration rather than create more division. McKee told TechRepublic in an email: “Governments and private organisations must adapt to this evolving threat landscape, focusing more on proactive intelligence sharing and threat-hunting to disrupt collaborative efforts before they impact critical sectors.”\n\nCritical national infrastructure will fall behind in compliance\n\nCritical national infrastructure, such as transport, telecommunications companies, and data centres, is a key target for attackers because it can lead to widespread disruption. A recent report from Malwarebytes found that the services industry is the worst affected by ransomware, accounting for almost a quarter of global attacks.\n\nSEE: 80% of Critical National Infrastructure Companies Experienced an Email Security Breach in Last Year\n\nAccording to Christian Borst, EMEA CTO at security firm Vectra AI, attacks on CNI will surge in 2025, partly because these firms are not keeping up with regulations. These include NIS2, which aims to establish a consistent, minimum cybersecurity baseline across all E.U. member states.\n\nBorst told TechRepublic in an email: “Regulators aren’t asking the world, but CNI firms are already struggling to stick to the timelines set out by regulators and get their houses in order, as we’re already seeing E.U. member states who are lagging behind on NIS2 implementation.\n\n“Threat actors will be well aware of lagging compliance, so will concentrate efforts on targeting critical infrastructure before the security gaps are closed.”\n\n5. Specific employees targeted via social media and AI\n\nAt the start of the year, a finance worker in Hong Kong paid out $25 million to hackers that used AI and publicly available video content to impersonate the chief financial officer. The hackers mimicked the executive’s voice during phone calls to authorise the transfer.\n\nExperts predict that this behaviour will continue into 2025. According to Garner, AI-enhanced malicious attacks were the top emerging business risk throughout the year’s first three quarters.\n\nThe number of business email compromise attacks detected by security firm Vipre in the second quarter was 20% higher than the same period in 2023, and two-fifths of them were generated by AI. The top targets were CEOs, followed by HR and IT personnel.\n\nDarius Belejevas, head of data privacy platform Incogni, told TechRepublic: “An ever-increasing number of data breaches are now the result of criminals actively targeting specific employees, in some cases armed with personal information they have managed to source on that individual. Unfortunately not enough people realise they are being targeted because of where they work.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Enpass review: a password manager that works everywhere",
            "link": "https://www.digitaltrends.com/computing/enpass-review/",
            "description": "I reviewed Enpass, a password manager that lets me sync logins to my preferred cloud storage provider and take charge of login security.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "7h",
            "source": "Digital Trends",
            "article_content": "Enpass Individual Score Details “Enpass Individual has affordable plans for mobile sync, but there are some trade-offs with its unique storage options.” Pros Strong security via third-party cloud\n\nEasy access to logins and more\n\nUnlimited free desktop app\n\nLow prices for mobile sync\n\nUnlimited secure storage Cons No web app\n\nSharing is awkward\n\nEmail support\n\nTable of Contents Table of Contents Specs Tiers and pricing Design Features Support Privacy and security Is Enpass right for you?\n\nEnpass is a password manager that can store and sync logins to Google Drive, iCloud, or other cloud storage providers. That means you can choose which leading tech company you trust most to encrypt and secure your account passwords.\n\nRecommended Videos\n\nThe best password managers go beyond auto-filling passwords on favorite websites. You can also organize and share logins, notes, and more with ease. I went hands-on with the free and paid version of Enpass to find out how well its cloud sync works and whether it’s a good solution for your needs.\n\nSpecs\n\nEnpass Platforms Windows, macOS, Linux, iOS, Android Devices Unlimited Support Email, Forums Free version? Yes\n\nTiers and pricing\n\nEnpass has a nice desktop app that you can use for free on Windows, macOS, and Linux computers. Android and iOS apps can only sync 25 logins for free, a good incentive to become a subscriber. Who has only 25 accounts?\n\nAn Enpass plan starts at just $10 annually and renews at $24. That’s very affordable pricing that’s equivalent to $1 initially, climbing to $2 per month after 12 months.\n\nEnpass Family provides accounts for up to six family members. The initial cost is $30, and the subscription renews at $48. That makes the family plan a good choice for families with three to six members.\n\nA unique one-time payment plan lets you buy a lifetime Enpass Individual license for $80. If you anticipate using Enpass for at least four years, the One-Time plan offers the best value. It’s like year five and beyond are free.\n\nWhile it’s rare, there are other password managers that accept a single payment. For example, StickyPassword is an offline password manager that syncs to your other devices over Wi-Fi.\n\nA paid Enpass subscription unlocks unlimited items on mobile devices, more organization features, and monitoring for password breaches.\n\nDesign\n\nI started with the free Windows app. Enpass setup was quick and simple. I created an individual account and verified my email address. Next, I was given several cloud sync options, including Google Drive, Dropbox, iCloud, OneDrive, and Box.\n\nThere are also options to save data locally and sync with other devices via Wi-Fi. I could also set up WebDAV or NextCloud servers to self-host. I chose Google Drive, authenticated, and chose a strong master password.\n\nI was guided to install the browser extension and authenticate. I checked the app and couldn’t find a place to enter verify. After looking around for a bit, I went back to the browser and typed the code that I saw on screen even though there was no box to type into. That worked, and I was ready to start using Enpass in Microsoft Edge. Enpass also supports Chrome, Firefox, Safari, Opera, Brave, and Vivaldi.\n\nI also switched on Windows Hello authentication so I didn’t have to type my long master password when Enpass timed out or when I restarted my computer. Settings are arranged in tabs so it was easy to find what I needed.\n\nFeatures\n\nEnpass autofill worked just like most other password managers. When I visited Netflix, my login appeared as soon as I selected the username or password field. Signing in only took two clicks of my mouse.\n\nIf I use Enpass as a launcher, choosing a website from the Windows app or browser extension, the page loads and I’m automatically logged in, so I can access my favorite websites even faster.\n\nEnpass lets me attach files and photos to secure notes. Cross-platform syncing worked perfectly. I could see use the passwords from my Windows PC on my iPhone to autofill in Safari. I created a secure note and attached a photo from my iPhone gallery, and in seconds it appeared on my computer.\n\nWhile the 3GB secure storage limit of NordPass is generous, Enpass doesn’t limit how much data I use. That’s between me and my cloud provider.\n\nUnfortunately, the simplicity breaks down when you want to share a login, note, or other item with someone else. I had to use the Enpass app and navigate through menus to generate a key, giving it a name and a password. The name is for my reference, but the password is needed by the recipient to unlock shared items.\n\nNext, I find the item I want to share and provide an email address or copy a link to message to my friend or family member. The recipient must have the Enpass app installed to open the link. To make matters worse, Gmail didn’t hyperlink the eight-line URL so they had to select copy and paste it into Enpass.\n\nKeeper and 1Password lead the way with simple yet robust sharing features that don’t require everyone to have an account.\n\nSupport\n\nEnpass offers email support, which usually means you’ll have to wait up to 24 hours for a reply. That’s not as convenient as the 24/7 live chat option from competitor Keeper, but Enpass has a very thorough support center and online user guide to look up information.\n\nOn the evening of December 24, I sent an email and also filled in the contact form on the support page. I received replies from both very early on the 26th, taking about 31 hours. That’s fast for email support during the holiday season.\n\nPrivacy and security\n\nEnpass’ privacy policy looks good. It collects the minimum user data needed to provide service and doesn’t sell or share your email address with third-party advertisers.\n\nYour data is stored on your own devices or in your chosen cloud service. No logins are uploaded, and Enpass uses end-to-end AES-256 encryption based on your master password, so no one can access your accounts, even Enpass staff.\n\nEnpass security has been verified by Cure53, a well-known and trusted independent security lab.\n\nIs Enpass right for you?\n\nEnpass is a great option for free use on Windows, macOS, and Linux computers. However, you’ll probably need to sync with mobile devices. In that case, there are better free password managers with full cross-platform syncing.\n\nI recommend Proton Pass, which is part of Proton Free, since it includes free password management, VPN, cloud storage, and more.\n\nThe best password managers make a strong effort to secure your data, but there have been notable issues. LastPass was hacked in 2022 and 1Password suffered a minor breach in 2023.\n\nWhere Enpass shines is the variety of storage options that let you choose where to your logins are saved. With a paid Enpass plan you can over local Wi-Fi, use your own server, or choose from a variety of popular cloud storage services. If you already trust Google, Microsoft, Apple, or others with most of your data, it might make sense to store logins there as well."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future Is Ephemeral: The Next Iteration Of The Cloud-Native Promise",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/27/the-future-is-ephemeral-the-next-iteration-of-the-cloud-native-promise/",
            "description": "Many organizations are now fueled by a need to have their infrastructure on demand, and their testing setup should be no ...",
            "image_url": "https://www.bing.com/th?id=OVFT.K_hoTFCd99-RAtlWwb3d-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "15h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Futuristic Chic Is The Party Dress-code Of The Season",
            "link": "https://www.msn.com/en-in/fashion-and-style/fashion-trends/why-futuristic-chic-is-the-party-dress-code-of-the-season/ar-AA1wzZu9?ocid=BingNewsVerp",
            "description": "On most days I’ve noticed men are blissfully unaware of what’s trending. You usually throw on your favourite T-shirt, count ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KA1Oa30Dufr9sL9Q-AjWQy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN13h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An incredible archaeology discovery could rewrite the history of the Roman Empire",
            "link": "https://www.express.co.uk/news/science/1993505/archaeology-discovery-frankfurt-amulet-christianity",
            "description": "The man's burial with the amulet is a likely indication of the depth of his commitment to Christianity, researchers believe.",
            "image_url": "https://www.bing.com/th?id=OVFT.St332w89dDD2-i2XQimIWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13h",
            "source": "Daily Express",
            "article_content": "Scientists discovered a wafer-thin rolled up inscription inside the amulet.\n\nAn extraordinary archaeological discovery in Germany has shed new light on the early spread of Christianity in the Roman Empire - as it is being tipped to rewrite history in the process. Researchers have been studying a 1,800-year-old silver amulet first discovered beneath a skeleton's chin in a cemetery outside Frankfurt. The amulet, measuring just 1.4 inches (3.5 centimetres) in length, was carefully examined using cutting-edge CT scanning technology, which revealed a tiny scroll inside the silver. Upon digitally unrolling it, researchers found an unusual Latin inscription, offering a rare glimpse into the Christian beliefs of the time. According to the study’s findings, this discovery could drastically alter the historical timeline of Christianity’s spread across Europe.\n\nTine Rassalle, an independent biblical archaeologist who was not involved in the study, told the LiveScience website: \"This takes our understanding of Western Christianisation and Christian monotheism to a whole new level.\n\nA silver amulet was found near the chin of a man buried in Frankfurt in the third century.\n\n\"What makes this particular example remarkable is that it is written entirely in Latin and exclusively invokes Jesus Christ and the Christian God.\" The amulet was found in the grave of a man who probably died between AD 230 and 270, suggesting that the wearer was a devout Christian at a time when practising the faith openly could be dangerous. Christianity, which was still in its early stages in the Roman Empire, was often persecuted, especially during the reign of Emperor Nero, who infamously targeted Christians in the first century. Researchers say that this man’s burial with the amulet is a likely indication of the depth of his commitment to Christianity. In an era where medical knowledge was limited, amulets like this one were widely thought to offer protection from misfortune, illness, and even demonic forces.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nThe small piece of silver foil was virtually unrolled using CT scanning.\n\nMs Rassalle explained: \"The purpose of these amulets, also known as phylacteries, was to protect or heal their owners from a range of misfortunes, such as illnesses, bodily aches, infertility, or even demonic forces. \"In an era without advanced medical knowledge, such items were vital sources of comfort and security for you and your loved ones.\" She continued: “These amulets were widely used in Late Antiquity, especially in the eastern Mediterranean world but they are much rarer in the western Roman world. The discovery of this amulet in Germany suggests that Christian ideas had already begun to penetrate areas far from Christianity’s early centres of growth.” Found in 2018 during an excavation of a Roman-era cemetery, the amulet was not the only item uncovered.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Achieve Your Dream of Becoming a Physicist: The Essential Steps",
            "link": "https://www.careerindia.com/tips/how-to-achieve-your-dream-of-becoming-a-physicist-the-essential-steps-011-046625.html",
            "description": "Explore the essential steps to becoming a physicist, from education to networking. Start your journey in understanding the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eRTWY5ulyeSNMJdoO9sLKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Top23h",
            "source": "Top",
            "article_content": "Becoming a physicist is an exciting journey filled with discovery and innovation. Physics helps us understand the universe, from the smallest particles to the vastness of space. If you're passionate about science and eager to explore the laws of nature, this guide will help you take the first steps towards a career in physics.\n\nStart by nurturing your interest in science. Read books, watch documentaries, and follow science news. Engage with content that sparks curiosity and inspires you to learn more about how the world works.\n\n2. Focus on Your Education\n\nYour educational journey begins in school. Pay special attention to subjects like mathematics, physics, and chemistry. These are foundational for understanding complex scientific concepts.\n\n3. Pursue a Bachelor's Degree in Physics\n\nEnrol in a university programme that offers a strong physics curriculum. A bachelor's degree provides essential knowledge and skills needed for advanced study or work in the field.\n\n4. Gain Research Experience\n\nParticipate in research projects during your undergraduate studies. This hands-on experience is invaluable and can often be found through internships or university labs.\n\n5. Consider Postgraduate Studies\n\nA master's or doctoral degree can open doors to specialised fields within physics. Advanced degrees are often required for research positions or academic roles.\n\n6. Develop Analytical and Problem-Solving Skills\n\nPhysics requires strong analytical skills. Practice solving complex problems and learn to think critically about data and theories.\n\n7. Network with Professionals\n\nJoin physics clubs, attend conferences, and connect with professionals in the field. Networking can provide mentorship opportunities and insights into career paths.\n\n8. Stay Curious and Keep Learning\n\nThe field of physics is always evolving. Stay updated with new discoveries by reading journals, attending seminars, and taking online courses.\n\nConclusion: Embark on Your Physics Journey\n\nPursuing a career as a physicist is both challenging and rewarding. By following these steps, you'll be well on your way to making significant contributions to our understanding of the universe.\n\nRemember, persistence is key. Keep exploring, learning, and questioning the world around you!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stunning Webb Discovery Forces Rethink of Planet Formation in the Early Universe",
            "link": "https://scitechdaily.com/stunning-webb-discovery-forces-rethink-of-planet-formation-in-the-early-universe/",
            "description": "New data confirms Hubble's finding and refutes current theories of planet formation in the universe’s early days. Thanks to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0trS7waucSKMCyJewcB5zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "1h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nearly 140 new species confirmed in 2024 by California Academy of Sciences",
            "link": "https://www.eastbaytimes.com/2024/12/27/new-species-2024-fish-bug/",
            "description": "Rocha, a scientist and curator at the California Academy of Sciences in San Francisco, thought the fish was so unusual that ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3fjUxHK_4e2rJ2IYk5QtfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "4h",
            "source": "East Bay Times",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Danish researchers redefine quantum mechanics with major discovery",
            "link": "https://www.msn.com/en-us/science/physics/danish-researchers-redefine-quantum-mechanics-with-major-discovery/ar-AA1wzMe3?ocid=BingNewsVerp",
            "description": "The ability to control two quantum light sources is a cornerstone of quantum physics. Stable quantum light sources and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yl0ugv-48eCMktP5p4TEEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN15h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Impact Of Low-Code/No-Code Architectures On Digital Transformation",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/27/the-impact-of-low-codeno-code-architectures-on-digital-transformation/",
            "description": "With low-code/no-code platforms empowering more people to create apps and automate tasks, opportunities and challenges arise ...",
            "image_url": "https://www.bing.com/th?id=OVFT.i5JoXcc9-IrI1dWsZ0Zhxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "15h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "aelf Introduces aevatar Intelligence: No-Code, No Limits for AI Agents",
            "link": "https://cryptonews.com/news/aelf-introduces-aevatar-intelligence-no-code-no-limits-for-ai-agents/",
            "description": "AI-enhanced Layer 1 blockchain, has launched aevatar intelligence, a revolutionary no-code framework for AI agents. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qMqEO0k2gdqnF-xbuA71HS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "cryptonews13h",
            "source": "cryptonews",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dear Annie: Is it cheating if I just stop talking to my snippy girlfriend and start looking for someone else?",
            "link": "https://www.oregonlive.com/advice/2024/12/dear-annie-is-it-cheating-if-i-just-stop-talking-to-my-snippy-girlfriend-and-start-looking-for-someone-else.html",
            "description": "I will be inheriting a modest sum of money and want to gift some of it to my two married children. I also want to gift some ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0o67i5RuF7WHMT6EeRprjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3h",
            "source": "Oregonian",
            "article_content": "Annie Lane writes the Dear Annie advice column.Creators Publishing\n\nDear Annie: I don’t even know where to begin. I’ve been seeing this girl “Angie” for eight months now. She is everything to me. I fell in love with her right away, and she said she loved me first within the first month.\n\nBut now, I get yelled at for basically everything I say. Like today, I called her for the first time at 2:30 p.m. and she answered the phone saying, “What do you want?” I ask what she’s up to and she says, “It’s none of your business” and then goes, “I’m done talking now.” This is a typical conversation for us.\n\nAnnie, I never cheated on this girl. I have always treated her well. Is it cheating if I just quit talking to her and start looking for someone else? The crappy part is that I don’t want anyone else. But I’m not sure how much longer I can put up with this. -- Should I Stay or Should I Go\n\nDear Should I Stay: Before you start looking for someone else, you need to tell Angie the relationship is over. Just because she isn’t treating you well doesn’t mean you should stoop to her level.\n\nAs for not wanting anyone else, you’ll never know until you start looking. You’d be amazed at what a clean break and a little bit of time can do.\n\nDear Annie: I will be inheriting a modest sum of money and want to gift some of it to my two married children. I also want to gift some money to my daughter’s two young children to be used for future educational needs. My son and his wife don’t have children and will likely not have any in the future. They lost beautiful twins born prematurely many years ago.\n\nI want to be fair and compassionate with the distribution of money. If I gift the same amount to my two children and a smaller amount to our two grandchildren, do you think my son will feel the distribution is unfair? I realize the inheritance is mine to do with as I please, but I don’t want to hurt anyone’s feelings. We are all kind and level-headed people. -- Grandma in a Quandary\n\nDear Grandma: Your thoughtfulness and consideration for everyone’s emotions show what a caring grandma you are.\n\nGifting the same amount to each child, plus additional funds earmarked for your grandkids' education, is a perfectly fair approach. But because your son and daughter-in-law experienced such a profound loss, it’s wise to consider how this might affect them emotionally. If you want, you could contribute something unique to them as well -- a trip, for example -- to show extra consideration.\n\nSend your questions for Annie Lane to dearannie@creators.com.\n\n\n\nCOPYRIGHT 2023 CREATORS.COM\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Startup radar: Early-stage companies getting off the ground in Seattle",
            "link": "https://www.geekwire.com/2024/startup-radar-4-early-stage-companies-getting-off-the-ground-in-seattle/",
            "description": "Aeone CEO Twama Nambili; Summed AI CEO Tyler Rich; JustCoach CEO Shwetha Arya; and Lifecrafting CEO Lakshmi Narayanee.",
            "image_url": "https://www.bing.com/th?id=OVFT.mhFKliwcnypjZd56Z9nDYS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "12h",
            "source": "GeekWire",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 5 Cyber Security Trends for 2025",
            "link": "https://www.techrepublic.com/article/cyber-security-trends-2025/",
            "description": "TechRepublic asked cyber experts to predict the top trends that will impact the security field in 2025. The cyber landscape ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DLTx1DhSIW2WDlWS30zw5y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "4h",
            "source": "TechRepublic",
            "article_content": "The cyber landscape is more turbulent than ever. Microsoft recently reported a 2.75-fold increase in ransomware attempts this year, while research predicts that global cyber attacks in 2024 will surge 105% compared to 2020.\n\nThere is a dire need for more qualified cyber professionals as generative AI is lowering the barrier to entry for attacks. Unfortunately, cyber skills gaps have been reported in both the U.K. and Australia, with women making up only a quarter of the industry.\n\nBut how will we roll into next year? TechRepublic asked cyber experts to predict the top trends impacting the security field in 2025.\n\nSEE: Number of Active Ransomware Groups Highest on Record\n\n1. Renewed focus on third-party risk management, including the AI software supply chain\n\nThis year, headlines were dominated by the CrowdStrike incident, which disabled about 8.5 million Windows devices worldwide and caused huge disruption to emergency services, airports, law enforcement, and other critical organisations.\n\nSEE: What is CrowdStrike? Everything You Need to Know\n\nHowever, this is far from the first instance of a supply chain attack being put on the public’s radar; the MOVEit attacks from last year may also still be fresh in the mind. Due to the prevalence of these incidents, Forrester analysts predict that governments will ban certain third-party software in 2025.\n\nAdditionally, more companies are using Generative AI to code new software, which could open it up to weaknesses. AI-generated code has been known to cause outages, and security leaders are even considering banning the use of technology in software development.\n\nFor executives, this all illustrates how essential third-party risk management is to operations, leading to a new focus in 2025.\n\nMax Shier, the chief information security officer at cyber advisory firm Optiv, told TechRepublic in an email: “Third party risk management, supply chain risk management, and increased oversight and regulatory requirements will drive the need for companies to focus on and mature their governance, risk, and compliance programs.”\n\nJacob Kalvo, the CEO of proxy provider Live Proxies, added: “It is expected that in 2025, organisations will likely shift toward proactive ways of assessing and monitoring supply chains. It could be leveraging zero-trust architectures that will verify at stages of access, where the companies deal with external partners.\n\n“This shift to increased supply chain scrutiny marks a wider trend of bringing cybersecurity into general enterprise-wide risk management.”\n\nAI software is one of the weakest links in the software supply chain\n\nWhile businesses race to capitalise on generative AI solutions, the speed of their adoption has resulted in some areas of oversight when it comes to security. A study from HackerOne found that 48% of security professionals believe AI poses the most significant security risk to their organisation.\n\nCache Merrill, founder of software development company Zibtek, told TechRepublic by email: “As AI tools increasingly integrate into software development, we anticipate attackers targeting the software supply chain’s weakest AI-driven components. The focus will no longer be just on vetting third-party code but scrutinising AI models that may have inadvertently introduced security gaps through data poisoning or bias exploitation.\n\n“By 2025, supply chain security will demand a whole new layer of vigilance, where even the datasets and AI models feeding into our applications are analysed for adversarial tampering. A secure supply chain won’t just be about code but curating safe and verifiable AI training sources.”\n\nPaul Caiazzo, VP of security services at Quorum Cyber, told TechRepublic that attackers may specifically target weaker AI tools to exfiltrate sensitive data. “CISOs will struggle to secure them due to a lack of AI skills and tooling,” he added.\n\n2. Macs will become more targeted by cybercriminals\n\nExperts say that Macs will become even more of a target for cybercriminals in the next year. Kseniia Yamburh, malware research engineer at Moonlock, the security division of MacPaw, told TechRepublic by email: “Once considered safer, macOS now faces rising threats, particularly from stealer malware designed to collect sensitive data.\n\n“Our research at Moonlock shows a notable spike in macOS-targeted stealer malware, with 2024 seeing 3.4 times more unique samples than 2023.”\n\nSEE: Threat Actors Increasingly Target macOS, Report Finds\n\nThe number of macOS vulnerabilities exploited in 2023 increased by more than 30%, with attackers using infostealers, fake PDFs, fake Mac apps, legitimate Microsoft apps, and other novel techniques to breach the operating system this year. In November, several malicious macOS apps were linked to North Korea.\n\nThe growing interest in Apple devices may be due to their increasing prevalence in organisations and greater competition amongst cybercriminals in the Windows landscape.\n\n3. Identity to shift into the jurisdiction of security teams\n\nSecurity experts predict that in 2025, responsibility for identity and access management within companies will shift from IT departments to security teams. Sagie Dulce, VP of research at segmentation firm Zero Networks, said identity-based attacks are the leading cause of breaches, and this is not looking to change. As these attacks escalate, security professionals are needed to eliminate potential entry points.\n\nDulce told TechRepublic: “This is not new, but is a growing trend as more identities belong to services and apps — they are harder to manage and control. Most organisations are currently blind to their exposure from service accounts, privileged identities, secrets spread, third party access, and more.\n\n“These identities are often the lowest-hanging fruits in organisations and attackers know it. As many web applications are still exposed to the internet, getting initial access via compromised credentials to a web app remains the main attack vector utilised to gain initial access.”\n\n4. Cyber regulations will divide countries\n\nGlobal cyber regulations are becoming stricter — especially with the rise in nation-state cyber attacks. As a result, legislation will focus on geopolitics and national security interests.\n\nVishal Gupta, CEO of security software provider Seclore, told TechRepublic in an email: “In the coming year, long raging wars and general geopolitical tensions will drive the bulk of regulations. Countries and groups of countries will create regulations to protect their own interests over deemed enemies and will prevent the broad spread of supply chains.\n\n“This is already evident in the CHIPS act and more recent [export control law] interpretations. ‘Country over collaboration’ may well be the theme of these regulations.”\n\nDouglas McKee, executive director of Threat Research at security firm SonicWall, added that it will become increasingly difficult to detect the origins of attacks because “the line between state and criminal operations will continue to blur further.”\n\nSEE: Tenable: Cyber Security Pros Should Worry About State-Sponsored Cyber Attacks\n\nAs a result, decision-makers should strengthen international collaboration rather than create more division. McKee told TechRepublic in an email: “Governments and private organisations must adapt to this evolving threat landscape, focusing more on proactive intelligence sharing and threat-hunting to disrupt collaborative efforts before they impact critical sectors.”\n\nCritical national infrastructure will fall behind in compliance\n\nCritical national infrastructure, such as transport, telecommunications companies, and data centres, is a key target for attackers because it can lead to widespread disruption. A recent report from Malwarebytes found that the services industry is the worst affected by ransomware, accounting for almost a quarter of global attacks.\n\nSEE: 80% of Critical National Infrastructure Companies Experienced an Email Security Breach in Last Year\n\nAccording to Christian Borst, EMEA CTO at security firm Vectra AI, attacks on CNI will surge in 2025, partly because these firms are not keeping up with regulations. These include NIS2, which aims to establish a consistent, minimum cybersecurity baseline across all E.U. member states.\n\nBorst told TechRepublic in an email: “Regulators aren’t asking the world, but CNI firms are already struggling to stick to the timelines set out by regulators and get their houses in order, as we’re already seeing E.U. member states who are lagging behind on NIS2 implementation.\n\n“Threat actors will be well aware of lagging compliance, so will concentrate efforts on targeting critical infrastructure before the security gaps are closed.”\n\n5. Specific employees targeted via social media and AI\n\nAt the start of the year, a finance worker in Hong Kong paid out $25 million to hackers that used AI and publicly available video content to impersonate the chief financial officer. The hackers mimicked the executive’s voice during phone calls to authorise the transfer.\n\nExperts predict that this behaviour will continue into 2025. According to Garner, AI-enhanced malicious attacks were the top emerging business risk throughout the year’s first three quarters.\n\nThe number of business email compromise attacks detected by security firm Vipre in the second quarter was 20% higher than the same period in 2023, and two-fifths of them were generated by AI. The top targets were CEOs, followed by HR and IT personnel.\n\nDarius Belejevas, head of data privacy platform Incogni, told TechRepublic: “An ever-increasing number of data breaches are now the result of criminals actively targeting specific employees, in some cases armed with personal information they have managed to source on that individual. Unfortunately not enough people realise they are being targeted because of where they work.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CES 2025: 5 car trends we expect to see",
            "link": "https://www.msn.com/en-us/news/technology/ces-2025-5-car-trends-we-expect-to-see/ar-AA1wzjsH?ocid=BingNewsVerp",
            "description": "The 2025 edition is set to keep that momentum revving. From January 7 to 10, CES will take over Las Vegas. Here’s what to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4rWqD2jRpzeWaLfVBwYgHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "17hon MSN",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Details Plans for Becoming a For-Profit Company",
            "link": "https://www.nytimes.com/2024/12/27/technology/openai-public-benefit-corporation.html",
            "description": "OpenAI said it will be restructured as a public benefit corporation, and the nonprofit that controls the organization would ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CzAcJsPko9gXYKHebFziQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "9h",
            "source": "The New York Times",
            "article_content": "OpenAI revealed details on Friday about its plans to adopt a new corporate structure that will remove the company from control by a nonprofit that has been the focus of contention.\n\nOpenAI’s leaders have been privately discussing a change for several months but had provided few specifics.\n\nIn a company blog post published on Friday, OpenAI said it planned to restructure as a public benefit corporation, or P.B.C., which is a for-profit corporation designed to create public and social good. OpenAI rivals like Anthropic and Elon Musk’s xAI use a similar structure.\n\n“The P.B.C. is a structure used by many others that requires the company to balance shareholder interests, stakeholder interests and a public benefit interest in its decision making,” the company said. “It will enable us to raise the necessary capital with conventional terms like our competitors.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI beefs up Washington presence with a pitch for energy and security",
            "link": "https://www.msn.com/en-us/news/politics/openai-beefs-up-washington-presence-with-a-pitch-for-energy-and-security/ar-AA1wADEy?ocid=BingNewsVerp",
            "description": "The AI industry wants Trump’s Washington to embrace it as a bulwark against China. OpenAI is trying to lead the pack.",
            "image_url": "https://www.bing.com/th?id=OVFT.k3p6wWujRqdc_a19u7-bKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7hon MSN",
            "source": "POLITICO on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists use machine learning to develop an opener for a molecular can",
            "link": "https://www.msn.com/en-us/health/other/scientists-use-machine-learning-to-develop-an-opener-for-a-molecular-can/ar-AA1wAfKy?ocid=BingNewsVerp",
            "description": "In an era of medical care that is increasingly aiming at more targeted medication therapies, more individual therapies and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mZ8XcK4FbGaHwAu9BC_jii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "11hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A comprehensive survey of federated transfer learning: Challenges, methods and applications",
            "link": "https://www.msn.com/en-us/news/technology/a-comprehensive-survey-of-federated-transfer-learning-challenges-methods-and-applications/ar-AA1wAhvy?ocid=BingNewsVerp",
            "description": "Federated Learning (FL) has gained significant attention as a novel distributed machine learning paradigm that enables ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BAaifFVIGfm1GmI_ZXfglS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Tech Xplore on MSN12h",
            "source": "Tech Xplore on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine Slows Firing of Missiles Into Russia as Trump Prepares to Take Office",
            "link": "https://www.nytimes.com/2024/12/27/world/europe/ukraine-russia-missiles-trump.html",
            "description": "The long-range missiles provided by the United States and Britain were used to strike inside Russian territory, despite ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mMkW0kwL5tlST8m4nmzkYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "12h",
            "source": "The New York Times",
            "article_content": "With much fanfare, Ukraine was granted permission to fire Western long-range missiles at Russian military targets more than a month ago. But after initially firing a flurry of them, Ukraine has already slowed their use.\n\nKyiv is running out of missiles. It also might be running out of time: President-elect Donald J. Trump has said publicly that allowing U.S.-made long-range missiles inside Russia was a big mistake.\n\nSo far, the missiles have been effective in limited ways, but they have not changed the war’s trajectory, senior NATO officials said.\n\nThe war has also not escalated as some had feared. Although Russia launched a powerful new intermediate-range hypersonic ballistic missile at a Ukrainian weapons facility after the first two volleys of Western long-range missiles, it has since responded to them with its usual mix of drones, missiles and threats."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia is intensifying its air war in Ukraine. A secretive factory is ramping up drone production to fuel the offensive",
            "link": "https://www.msn.com/en-us/news/world/russia-is-intensifying-its-air-war-in-ukraine-a-secretive-factory-is-ramping-up-drone-production-to-fuel-the-offensive/ar-AA1wyadc?ocid=BingNewsVerp",
            "description": "A manufacturing plant in Russia’s Tatarstan region has significantly scaled up its production of Iranian-designed drones, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9W1-LE2NJP8HRN-Dsvi-ti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "15hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia-Ukraine war: Key moments of the deadly conflict in 2024",
            "link": "https://www.msn.com/en-xl/war-and-conflicts/military/russia-ukraine-war-key-moments-of-the-deadly-conflict-in-2024/vi-AA1wBahn?ocid=BingNewsVerp",
            "description": "A look back at the war in Ukraine in 2024 as conflict approaches its 3rd year. Russia launched the full-scale invasion of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QO8G-QthuX_NwsZUlN5qjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A MAGA ‘Civil War’ on X between Musk and the far right over H-1B visas",
            "link": "https://www.washingtonpost.com/technology/2024/12/27/h-1b-visas-elon-musk-trump-immigration/",
            "description": "The online rift over the H-1B skilled worker visa program signifies a potential wedge between Trump’s core base and his new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zWr1YXxrQUKy9JweFksFKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "7h",
            "source": "The Washington Post",
            "article_content": "Far-right activists clashed online with billionaire Elon Musk and other supporters of President-elect Donald Trump over the need for a skilled-worker immigration program that has long been a lifeblood for Silicon Valley — signifying a potential rift between Trump’s core nationalist base and technology executives who have come to support him.\n\nThe fight that spilled into public view over the holiday week could preview a wedge within Trump’s coalition over how to execute immigration policy, an issue that animated Trump’s White House campaign.\n\nThe controversy spread across X after far-right activist Laura Loomer on Monday criticized Trump’s choice to name Sriram Krishnan, a technology entrepreneur and investor who was born in India, as his senior policy adviser on artificial intelligence. She pointed to Krishnan’s previous support for removing some caps on green cards and easing the ability of skilled foreign workers to come to the United States. The policy is “in direct opposition” to Trump’s agenda, Loomer wrote.\n\nAdvertisement\n\nThe critique sparked a broader debate about immigration in the tech industry, which relies heavily on a visa program that allows foreigners with technical skills to work in the United States for up to six years under H-1B nonimmigrant status.\n\nIt ran headlong into tension with some of Trump’s closest advisers, notably Tesla and SpaceX CEO Musk; David Sacks, who will be the president-elect’s AI and crypto czar; and Vivek Ramaswamy, who will co-lead a commission to cut government spending.\n\nRamaswamy argued American culture doesn’t produce enough skilled workers to fuel cutting-edge companies. “‘Normalcy’ doesn’t cut it in a hyper-competitive global market for technical talent,” he wrote on X. “And if we pretend like it does, we’ll have our asses handed to us by China.”\n\nThe online fight sparked a slew of racist posts from Loomer and allegations of censorship. She said her X account lost its verified status and premium subscribers because Musk, who owns the platform, was retaliating against her.\n\nAdvertisement\n\nA screenshot purporting to show that Loomer’s X account had been flagged for violating rules against “posting other people’s private information” bounced around the social network. The Washington Post could not independently verify the authenticity of the post.\n\n“So much for free speech,” she said in an X post on Friday. “Quite totalitarian if you ask me.”\n\nNotable Republicans, including former GOP presidential candidate Nikki Haley, championed Loomer’s position. “If the tech industry needs workers, invest in our education system,” Haley said in a post on X on Friday. “Invest in our American workforce. We must invest in Americans first before looking elsewhere.”\n\nTech executives, including Musk, have said they would prefer to hire American workers because obtaining visas for foreign workers can be time-consuming and costly. But Musk, who once held an H-1B visa and has relied on the program to employ thousands of Tesla employees, said recruiting foreign workers is a crucial way technology companies obtain the best engineering talent to compete globally.\n\nAdvertisement\n\n“The number of people who are super talented engineers AND super motivated in the USA is far too low,” Musk wrote on X on Christmas. “If you want your TEAM to win the championship, you need to recruit top talent wherever they may be.”\n\nThe online feud reflects the challenges that Trump will have holding together the delicate political coalition that delivered him the White House, which included unprecedented levels of financial support from Musk and other Silicon Valley billionaires.\n\n“It’s a sign of future conflicts,” said Samuel Hammond, a senior economist at the Foundation for American Innovation. “This is like the pregame.”\n\nKrishnan declined to comment. Loomer and a representative for the Trump transition team did not respond to requests for comment. Trump traveled with Loomer during the campaign, but amid criticism of her previous statements, he said in September he doesn’t “control” her.\n\nAdvertisement\n\nTrump has sought to position himself as a champion for legal immigration, even though he slashed pathways for immigrants during his first term. Trump has offered few specifics about how he will address skilled immigration in the tech industry during his second term.\n\nOn a June episode of the “All In” podcast, which is co-hosted by Sacks, Trump said he would automatically give a green card to every international student with a college diploma.\n\n“If you graduate or you get a doctorate degree from a college, you should be able to stay in this country,” he said.\n\nAhead of the first Trump administration, many tech CEOs sought to build bridges with the president-elect during the transition with a meeting at his New York Trump Tower. But those delicate relationships broke down when Trump almost immediately rolled out what critics and federal judges have branded a “Muslim ban,” which prohibited U.S. entry by the citizens of several majority-Muslim countries.\n\nAdvertisement\n\nThe episode amounted to a “shock wave” in the industry, where many founders and workers are immigrants, Hammond said.\n\n“Immigration is an economically important issue for tech, but also in many cases a personal one,” he said. “They all understand the inefficiencies and the bureaucracy around the U.S. immigration system and the Kafkaesque nightmares it can throw you in.”\n\nBut this time, the tech industry is far more directly intertwined in Trump’s transition. Self-described “first buddy” Musk has spent much of the time since Election Day by the president-elect’s side, and Trump has tapped many Silicon Valley investors and executives to serve in prominent roles within his administration.\n\nAs Silicon Valley companies compete to create artificial intelligence products, the need for foreign-born talent has intensified. Twenty-eight of the top 43 AI companies in the United States were co-founded by immigrants, and 70 percent of full-time graduate students in AI-related fields are international students, according to a 2023 analysis from the National Foundation for American Policy.\n\nAdvertisement\n\nAs Trump previews a hard-line immigration policy including militarized mass deportation of undocumented immigrants, many in the tech industry are pushing him to expand legal immigration for highly skilled workers. Some argue the shift is necessary for the United States to remain competitive with China.\n\nSkilled immigration emerged as one of the top flash points between Trump and Silicon Valley during his first presidency. Although Trump at times acknowledged the need for American companies to recruit top talent, his administration limited the H-1B program. Stephen Miller, who helped craft some immigration policies during the first Trump administration, is returning to the White House as Trump’s deputy chief of staff for policy and homeland security adviser.\n\nThe online debate reverberated among Washington lawmakers, who have long pursued ways to improve the H-1B program. Rep. Ro Khanna, a Democrat who represents Silicon Valley, defended Krishnan and said he supported reforming the H-1B program.\n\nAdvertisement\n\n“We should celebrate that immigrants like Elon Musk, Jensen Huang and Sriram Krishnan choose to come to the United States,” he told The Post. “This has fueled our economic and technology preeminence. I am glad Sriram is being appointed.”\n\nThe restrictions of H-1B visas during Trump’s first term faced fierce opposition from major tech companies. During the pandemic, Trump temporarily froze H-1B visas in a move the administration said would help Americans experiencing job loss. That same year, the Trump administration also introduced new rules tightening eligibility for H-1B visas and requiring companies to offer higher salaries to people on the visas. A federal judge later rejected some of the rules, including the salary provision.\n\nDuring President Joe Biden’s final weeks in office, his administration has introduced rules to “modernize” the H-1B program by making it easier for international students to obtain the visas and improving the efficiency of the application process.\n\nAdvertisement\n\n“These reforms target systematic misuse by IT consulting firms while acknowledging the program’s demonstrated net positive impact on U.S. technological competitiveness,” said Divyansh Kaushik, a vice president at Beacon Global Strategies.\n\nTechnology companies are particularly reliant on H-1B visas — which are capped at 85,000 new visas annually — to help recruit talent. Amazon, with 3,871 new H-1B employees, had the most approved new petitions in 2024, according to data compiled by the nonpartisan organization National Foundation for American Policy. Google had 1,058 approved applications, and Tesla had 742, the data showed. (The Post is owned by Amazon founder Jeff Bezos.)\n\nRamaswamy said in an X post on Thursday that the reason technology companies hire foreign-born engineers is because “American culture has venerated mediocrity over excellence for way too long,” drawing criticism from notable pro-Trump personalities.\n\nBrenden Dilley, a pro-Trump podcaster, shot back at Ramaswamy’s post. “I always love when these tech bros flat out tell you that they have zero understanding of American culture and then have the gall to tell you that YOU are the problem with America,” he wrote.\n\nLoomer, who has 1.4 million followers on X, unleashed a slew of racist posts falsely describing Indians as “third world invaders” with low IQs, and calling the clash a “civil war” between Trump’s far-right base and the “tech bros” that have come to support his upcoming administration.\n\nShe also sparred with Musk over his support of the H-1B program, questioning the skills of Indian programmers at X because of glitches during a May live event on the site kicking off Florida Gov. Ron DeSantis’s presidential campaign. “Loomer is trolling for attention. Ignore.” Musk said on X.\n\nLoomer said she hopes the feud with Silicon Valley changes Trump’s views.\n\n“Looking forward to the inevitable divorce between President Trump and Big Tech,” she said on X. “Let’s pray this fake Big Tech ‘love fest’ with Trump ends sooner rather than later.”\n\nElizabeth Dwoskin contributed to this report."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Squid Game’ stocks plunge after mixed reviews for second season of Netflix show",
            "link": "https://www.msn.com/en-us/money/companies/squid-game-stocks-plunge-after-mixed-reviews-for-second-season-of-netflix-show/ar-AA1wAIF3?ocid=BingNewsVerp",
            "description": "The Korean thriller was a surprise hit in 2021, leading Netflix’s most-watched titles list on every continent and becoming ...",
            "image_url": "https://www.bing.com/th?id=OVF.0FdcYB%2buu11%2fhMhUkH7miQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "8hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Driving Cognizant Technology Solutions Corp (CTSH) Stock’s -0.92% Plunge Over the Past Month?",
            "link": "https://www.bovnews.com/2024/12/27/whats-driving-cognizant-technology-solutions-corp-ctsh-stocks-0-92-plunge-over-the-past-month/",
            "description": "Cognizant Technology Solutions Corp (CTSH) stock saw a modest uptick, ending the day at $79.89 which represents a slight increase of $0.40 or 0.50% from the prior close of $79.49. The stock opened at ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews10h",
            "source": "bovnews",
            "article_content": "Barclays has recently raised Cognizant Technology Solutions Corp (CTSH) stock to Overweight rating, as announced on December 17, 2024, according to Finviz. Earlier, on August 28, 2024, Jefferies had resumed the stock to Buy, setting a price target of $90. BofA Securities also raised Neutral rating with a price target of $75. Additionally, Goldman initiated Neutral rating on June 24, 2024, with a target price of $72. Susquehanna analysts, in their report published on April 1, 2024, also reduced Neutral rating and set a price target of $80 for Cognizant Technology Solutions Corp’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nCognizant Technology Solutions Corp (CTSH) Stock Trading Recap\n\nOn Thursday, Cognizant Technology Solutions Corp (CTSH) stock saw a modest uptick, ending the day at $79.89 which represents a slight increase of $0.40 or 0.50% from the prior close of $79.49. The stock opened at $79.18 and touched a low of $79.03 during the day, reaching a high of $80.07. The volume of shares traded was 1.64 million falling short of the average volume of 3.13 million.\n\nCTSH Stock Performance and Moving Averages\n\nIn recent trading, Cognizant Technology Solutions Corp (CTSH) stock price has shown some volatility, fluctuating 2.08% over the last five trades and -0.92% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by 17.95%, and it has gained 3.48% in the previous three months. Currently, CTSH is trading at -0.38%, 1.50%, and 8.67% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, CTSH, a Technology sector stock, is trading -3.12% below its 52-week high but remains 25.24% above its 52-week low. The Average True Range (ATR) (14 days) of 1.41 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nCognizant Technology Solutions Corp’s Profitability and Valuation Ratios\n\nCognizant Technology Solutions Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of 15.38% and a profit margin of 11.60%, with a gross margin of 17.95%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Cognizant Technology Solutions Corp’s market capitalization stands at $39.61 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 17.67, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 16.04. Additionally, the Price-to-Sales Ratio is 2.04, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 2.74, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.21% of Cognizant Technology Solutions Corp (CTSH)’s shares, while financial institutions hold 96.70%.\n\nNotable insider trades include Dalal Jatin P, Chief Financial Officer at Cognizant Technology Solutions Corp (CTSH), who sold 4900 shares on Dec 06 ’24, at $81.19 each, totaling $0.40 million. On Dec 05 ’24, Diaz Kathryn, EVP, Chief People Officer, sold 3821 shares for $80.83 each, amounting to $0.31 million. Additionally, on Dec 03 ’24, Kim John Sunshin sold 5000 shares at $80.11 each, generating $0.40 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chip startups are making these New Year's resolutions to take on Nvidia in 2025",
            "link": "https://www.businessinsider.com/chip-startups-nvidia-market-share-2025-2024-12",
            "description": "Groq, Positron, and SambaNova aim to leverage evolving AI workloads in 2025 to challenge Nvidia's leadership in the market.",
            "image_url": "https://www.bing.com/th?id=OVFT.KP6ZA-nqi3HAt1rC_mimJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "18h",
            "source": "Business Insider",
            "article_content": "The AI computing market may shift in 2025, opening opportunities for smaller companies.\n\nNvidia dominates AI computing. Evolving workloads could benefit competitors.\n\nCompanies like Groq, Positron, and SambaNova focus on inference to challenge Nvidia's market hold.\n\nIn 2025, the tides may turn for companies hoping to compete with the $3 trillion gorilla in AI computing.\n\nAdvertisement\n\nNvidia holds an estimated 90% of the market share for AI computing. Still, as the use of AI grows, workloads are expected to change, and this evolution may give companies with competitive hardware an opening.\n\nIn 2024, the majority of AI compute spend shifted to inference, Thomas Sohmers, CEO of chip startup Positron AI, told BI. This will \"continue to grow on what looks like an exponential curve,\" he added.\n\nAdvertisement\n\nIn AI, inference is the computation needed to produce the response to a user's query or request. The computing required to teach the model the knowledge needed to answer is called \"training.\" Creating OpenAI's image generation platform Sora, for example, represents training. Each user who instructs it to create an image represents an inference workload.\n\nOpenAI's other models have Sohmers and others excited about the growth in computing needs in 2025.\n\nOpenAI's o1 and o3, Google's Gemini 2.0 Flash Thinking, and a handful of other AI models use more compute-intensive strategies to improve results after training. These strategies are often called inference-time computing, chain-of-thought, chain-of-reasoning, or reasoning models.\n\nAdvertisement\n\nSimply put, if the models think more before they answer, the responses are better. That thinking comes at a cost of time and money.\n\nThe startups vying for some of Nvidia's market share are attempting to optimize one or both.\n\nNvidia already benefits from these innovations, CEO Jensen Huang said on the company's November earnings call. Huang's wannabe competitors are betting that in 2025, new post-training strategies for AI will benefit all purveyors of inference chips.\n\nAdvertisement\n\nBusiness Insider spoke to three challengers about their hopes and expectations for 2025. Here are their New Year's resolutions.\n\nWhat's one thing within your control that could make 2025 a big year for alternative chips?\n\nMark Heaps is the chief technology evangelist for Nvidia challenger Groq. Groq\n\nMark Heaps, chief technology evangelist, Groq:\n\n\"Execution, execution, execution. Right now, everybody at Groq has decided not to take a holiday break this year. Everyone is executing and building the systems. We are all making sure that we deliver to the opportunity that we've got because that is in our control.\n\nI tell everyone our funnel right now is carbonated and bubbling over. It's unbelievable, the amount of customer interest. We have to build more systems, and we have to stand up those systems so we can serve the demand that we've got. We want to serve all those customers. We want to increase rate limits for everybody.\"\n\nAdvertisement\n\nRodrigo Liang, CEO, SambaNova Systems:\n\n\"For SambaNova, the most critical factor is executing on the shift from training to inference. The industry is moving rapidly toward real-time applications, and inference workloads are becoming the lion's share of AI demand. Our focus is on ensuring our technology enables enterprises to scale efficiently and sustainably.\"\n\nRelated stories\n\nThomas Sohmers, CEO, Positron:\n\n\"My belief is if we can actually deploy enough compute — which thankfully I think we can from a supply chain perspective — by deploying significantly more inference-specific compute, we're going to be able to grow the adoption rate of 'chain of thoughts' and other inference-additional compute.\"\n\n\n\nWhat's one thing you're hoping for that's not in your control for 2025?\n\nRodrigo Liang, CEO and cofounder of SambaNova Systems. SambaNova Systems\n\nHeaps:\n\n\"It's about customers recognizing that there are novel advancements against incumbent technologies. There's a lot of folks that have told us, 'We like what you have, but to use the old adage and rephrase it: No one ever got fired for buying from — insert incumbent.'\n\nAdvertisement\n\nBut we know that it's starting to boil up. People are realizing it's hard for them to get chips from the incumbent, and it's also not as performant as Groq is. So my wish would be that people are willing to take that chance and actually look to some of these new technologies.\"\n\nLiang:\n\n\"If I had a magic wand, I'd address the power challenges around deploying AI. Today, most of the market is stuck using power-hungry hardware that wasn't designed for inference at scale. The result is an unsustainable approach — economically and environmentally.\n\nAt SambaNova, we've proven there's a better way. Our architecture consumes 10 times less power, making it possible for enterprises to deploy AI systems that meet their goals without blowing past their power budgets or carbon targets. I'd like to see the market move faster toward adopting technologies that prioritize efficiency and sustainability — because that's how we ensure AI can scale globally without overwhelming the infrastructure that supports it.\"\n\nAdvertisement\n\nSohmers:\n\n\"I would like people to actually adopt these chain of thought capabilities at the fastest rate possible. I think that is a huge shift — from a capabilities perspective. You have 8 billion parameter models surpassing 70 billion parameter models. So I'm trying to do everything I can to make that happen.\"\n\nWhat's your New Year's resolution?\n\nPositron AI executives. From left to right: Edward Kmett, Thomas Sohmers, Adam Huson, and Greg Davis. Positron AI\n\nHeaps:\n\n\"In the last six months, I've gone to a number of hackathons, and I've met developers. It's deeply inspiring. So my New Year's resolution is to try to amplify the signal of the good that people are doing with AI.\"\n\nLiang:\n\n\"Making time for music. Playing guitar is something I've always loved, and I would love to get back into it. Music has this incredible way of clearing the mind and sparking creativity, which I find invaluable as we work to bring SambaNova's AI to new corners of the globe.\"\n\nAdvertisement\n\nSohmers:\n\nI want to do as much to encourage the usage of these new tools to help, you know, my mom. Part of the reason I got into technology was because I wanted to see these tools lift up people to be able to do more with their time — to learn everything that they want beyond whatever job they're in. I think that bringing the cost down of these things will enable that proliferation.\n\nI also personally want to see and try to use more of these things outside of my just work context because I've been obsessively using the o1 Pro model for the past few weeks, and it's been amazing for my personal work. But when I gave access to my mom what she would do with it was pretty interesting — those sort of normal, everyday person tasks for these things where it truly is being an assistant.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel Stock Downside Of $10?",
            "link": "https://www.forbes.com/sites/greatspeculations/2024/12/27/intel-stock-downside-of-10/",
            "description": "The surge in demand for GPU chips for AI applications - an area where Intel has a relatively limited presence - has also hurt ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2D_WDNxUg0y-sqeWzvhlfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "14h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biden Oblivious About Leaving Trump an Economy on the Precipice of Disaster",
            "link": "https://www.dailysignal.com/2024/12/27/biden-leaving-trump-economy-precipice-disaster/",
            "description": "Biden claims he’s handing Trump a strong economy, but debt, inflation, and deficits indicate a looming economic disaster.",
            "image_url": "https://www.bing.com/th?id=OVFT.OrLeBiOhcFM3mU4fyoRsuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "The Daily Signal13h",
            "source": "The Daily Signal",
            "article_content": "Apparently believing that the more you repeat a lie the truer it becomes, President Joe Biden recently quoted a Time magazine article claiming that “President [Donald] Trump is receiving the strongest economy in modern history.”\n\nThe Time article was little more than a setup designed to position Democrats to take credit for the inevitable Trump economic boom—as I noted just four days before Biden repeated this audacious claim.\n\nExpect similar efforts from the Left as it attempts to rewrite economic history in hopes that our memories are weak enough—and our gullibility strong enough—to overcome economic reality.\n\nIn fact, Biden is handing Trump an economy on the precipice of disaster. Thanks in large part to Biden’s four-year deficit-spending spree, the economy is shackled by an incomprehensibly huge $36 trillion in debt and $1 trillion less in Treasury cash on hand. That debt is growing exponentially, with interest alone now consuming over $1.1 trillion annually.\n\nAnd while Biden has been touting jobs numbers, those estimates keep getting revised down after wildly overoptimistic initial reports. The Federal Reserve Bank of Philadelphia just estimated that net job growth in the second quarter of this year was likely negative, meaning employment was falling.\n\nAdd in inflation that is once again accelerating by every measure, and you have some understanding of the debt-ridden, inflationary, dumpster-fire economy Trump is actually inheriting.\n\nSo, what is Biden talking about?\n\nOf course, much of Biden’s speech was laced with false and misleading data woven into generalities about Bidenomics “growing the economy from the middle out and the bottom up” (which means absolutely nothing) and the evils of “trickle-down economics” (which exists only in the minds of the economically illiterate).\n\nBiden actually blamed nonexistent trickle-down economics for creating “bigger deficits.” I guess he had to blame something.\n\nBut, seriously, bigger than what?\n\nThere has never been a bigger federal deficit than the one Biden is handing off—other than in times of severe national crises. But we are not facing a severe national crisis. The pandemic is long over and we are not at war. Nonetheless, the federal debt is 121% of our gross national product—the level at which it peaked during World War II!\n\nFor a more recent comparison, our annual federal deficit was just under $1 trillion in 2019 heading into the pandemic. In 2022, following the pandemic, it was about $1.4 trillion. For the most recent fiscal year (which ended Sept. 30), Biden’s runaway-train spending deficit hit a stunning $1.8 trillion, an 80% increase from pre-pandemic levels. Now that’s big.\n\nFor some perspective, at over $1.1 trillion annually, interest alone on our federal debt now exceeds our entire pre-pandemic annual federal deficit.\n\nWhy? A feedback loop of excessive government spending. First, Biden’s reckless spending regime set off inflation (as even the Democrats’ economist emeritus Larry Summers warned it would). That inflation then induced the Fed to raise interest rates.\n\nNow Biden has the economy in a death spiral of higher debt levels and higher interest rates driving each other—and his deficit spending spree continues.\n\nHow quickly are things spiraling out of control? Very quickly!\n\nIn October and November 2023, the federal deficit was $380 billion. For the same months this year, it’s already $624 billion, a shocking 64% increase over last year with no plan in place to constrain it. None.\n\nThis is the actual economy “Trump is receiving.” Rather than the “strongest economy in modern history,” it’s a house of cards built on federal debt, creating what is one of—if not the—most dangerous economies in modern history.\n\nSo, what is Biden’s proposed solution? Piling the ridiculous atop the absurd, Biden stated that it is his “profound hope that the new administration will preserve and build on this progress.” He actually said this.\n\nWhy? Well, according to Biden, things are getting better as inflation has declined “to pre-pandemic levels” while “wages have increased.” Of course, as most Americans know, neither statement is true.\n\nIn Trump’s first term, the average year-over-year inflation rate was 1.9%. When Biden took office in January 2021, annual inflation was 1.4%. Following its June 2021 peak at 9%, the inflation rate under Biden never declined to the Fed’s 2% target—let alone “pre-pandemic levels.”\n\nThat rate is currently increasing by literally every measure, with inflation around 3% or higher becoming the new normal.\n\nAs for wages going up, keep in mind that inflation is a tax. So, while the average American’s weekly paycheck was a record high $1,221.42 in November, that paycheck could purchase $176.86 less than nominally smaller average paychecks when Biden took office.\n\nThis is because real weekly wages (the number on your paycheck minus inflation) are down 3% since Biden took the economic reins. That is not what most people consider an increase.\n\nReal wages were up 6.8% under Trump. Now that was an increase.\n\nSo, with crocodile tears, Biden bemoans the possibility that we could “backslide to an economy that benefited those at the top, while working people and the middle class struggle” to get “a fair share of growth.”\n\nDoes anyone honestly believe that inflation-strapped working- and middle-class Americans are getting a fair share under Bidenomics? The people benefiting in today’s economy are those who own stocks, interest-bearing securities, or real estate.\n\nIn other words, “those at the top.” That is what Bidenomics produced.\n\nOriginally published by Fox News\n\nWe publish a variety of perspectives. Nothing written here is to be construed as representing the views of The Daily Signal."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Do The Olympics Predict Economic Disaster?",
            "link": "https://www.msn.com/en-us/money/other/do-the-olympics-predict-economic-disaster/vi-AA1wzqdC?ocid=BingNewsVerp",
            "description": "For decades, hosting the Olympics has been seen as a prestigious opportunity to showcase a nation's success. However, history ...",
            "image_url": "https://www.bing.com/th?id=OVFT.u4H76g8pCuQRf-hadf782i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Did The Pilatus PC-24 Come To Be?",
            "link": "https://simpleflying.com/pilatus-pc-24-history-guide/",
            "description": "The Pilatus PC-24 has reshaped the business aviation market by creating a new category of aircraft. Its versatility, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.MIcy_JgraNJ6hzgeC5-6zy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18h",
            "source": "Simple Flying",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PC Gamer Hardware Awards: The best gaming motherboard of 2024",
            "link": "https://www.msn.com/en-us/news/other/pc-gamer-hardware-awards-the-best-gaming-motherboard-of-2024/ar-AA1wAogX?ocid=BingNewsVerp",
            "description": "Check out more of the year's best tech in our PC Gamer Hardware Awards 2024 coverage. It's been a busy year for motherboard ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RNgVD5i8zirh86aJ15bdwS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "12hon MSN",
            "source": "PC Gamer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud data innovation: Transformational insights by Khushmeet Singh",
            "link": "https://www.msn.com/en-in/technology/tech-companies/cloud-data-innovation-transformational-insights-by-khushmeet-singh/ar-AA1wAuT2?ocid=BingNewsVerp",
            "description": "Khushmeet Singh, a Snow Pro Certified Solutions Architect, brings extensive expertise to the field of data engineering and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SIf3R5NqtS-VvDakx5pzTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "10hon MSN",
            "source": "India.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A practical guide to using AI in architecture",
            "link": "https://www.yahoo.com/tech/practical-guide-using-ai-architecture-110000200.html",
            "description": "If you’re exploring ways to bring AI into your practice, D5 Render is one tool worth knowing. Designed with architects and 3D ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r0fQ8of5meU3eBWQC9f1cS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "17h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Emre Kul\n\nThe architecture industry and archviz in general is no stranger to innovation. The best 3D modelling software continue to add new tools and procedural features to aid artists. Yet, when it comes to integrating AI into workflows, adoption has been surprisingly slow in architecture.\n\nHigh costs, steep learning curves, and compatibility challenges are often cited as barriers to change. But for architecture firms ready to embrace AI, the potential to revolutionise design and streamline processes is immense.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn this guide, we’ll explore the common hurdles of AI adoption, uncover how AI-powered tools simplify workflows, and share actionable steps to help firms and archviz artists take the leap into AI-enhanced architecture.\n\nThe challenges of embracing AI in architecture\n\nHigh Initial Costs AI tools often demand substantial investments in software and hardware upgrades, a hurdle for smaller firms with limited budgets.\n\nTechnical Knowledge Gaps AI tools can be intimidating for teams unfamiliar with the technology. A lack of industry-specific training often exacerbates this issue.\n\nResistance to Change Established workflows and team dynamics can create a cultural resistance to new technology, even when the benefits are clear.\n\nIntegration Complexities Ensuring new AI solutions align with existing tools can be challenging. Misaligned systems can disrupt workflows instead of enhancing them.\n\nHow AI can transform architectural workflows\n\nFor architects and designers, AI offers powerful ways to overcome these challenges and enhance creativity and efficiency. Here are a few examples of what’s possible:\n\nA Practical Guide to AI in Architecture; a project created using AI\n\nSmarter Textures AI can generate detailed texture maps effortlessly or enhance low-resolution materials into crisp, high-quality visuals, ideal for realistic renderings.\n\nEffortless Lighting Adjustments\n\nAI-powered lighting tools automatically align indoor and outdoor light sources, saving hours of manual adjustments.\n\nFaster Conceptualization\n\nTools like AI Style Transfer and Text-to-3D modelling empower architects to experiment with designs and ideas more fluidly, turning visions into reality faster.\n\nA Practical Guide to AI in Architecture; the process of creating arch-viz in AI\n\nD5 Render: a tool to simplify your workflow\n\nIf you’re exploring ways to bring AI into your practice, D5 Render is one tool worth knowing. Designed with architects and 3D artists in mind, D5 Render combines intuitive features with cutting-edge AI to streamline the rendering process.\n\nFor instance, the AI Atmosphere Match feature aligns indoor and outdoor lighting seamlessly, while Ultra HD Texture upgrades low-resolution visuals to sharp, professional-quality renders. Tools like these not only save time but also enhance the overall design experience.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nD5 Render’s built-in AI capabilities eliminate many barriers to adoption by integrating smoothly into existing workflows, making it an excellent starting point for firms new to AI.\n\nOvercoming barriers to AI adoption\n\nIf your firm is hesitant about AI, here are some practical ways to ease into this new era of design:\n\nStart Small Focus on one area, such as rendering, where AI can make an immediate impact. Simple tools like D5 Render allow architects to integrate AI-enhanced features without a steep learning curve.\n\nInvest in Training\n\nLeverage online courses or resources tailored for architects to build confidence in using AI tools. Collaborative communities and accessible tutorials can help bridge knowledge gaps.\n\nOpt for Cloud-Based Tools\n\nCloud-enabled AI tools offer affordability and flexibility by eliminating the need for hardware upgrades, making them especially beneficial for smaller teams.\n\nBuild a Tech-Ready Team\n\nUpskilling existing team members or hiring tech-savvy talent ensures smoother transitions. Encourage collaboration and celebrate successes to foster enthusiasm for AI adoption.\n\nA Practical Guide to AI in Architecture; garden designed using AI\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe long-term benefits of AI\n\nFirms that take the plunge often report significant efficiency gains. For instance, some have reduced project timelines by up to 80%, allowing them to focus more on innovation and design quality. The effort to integrate AI pays off in measurable ways:\n\nReduced Timelines : Automating repetitive tasks accelerates project delivery.\n\nCost Savings : In-house tools minimize the need for outsourcing.\n\nEnhanced Client Presentations: High-quality visuals improve communication and client satisfaction.\n\nReady to embrace AI?\n\nAdopting AI may seem daunting, but starting small and strategically can make the transition smoother. Assess your needs, experiment with pilot tools, and build a roadmap that works for your team.\n\nBy leveraging AI, architecture firms can eliminate workflow bottlenecks, enhance design efficiency, and stay competitive in a rapidly evolving industry.\n\nTake the first step toward modernising your practice with tools like D5 Render and see how AI can transform your approach to design.\n\nA Practical Guide to AI in Architecture; people using AI rendering, one wears a VR headset\n\nIf you're creating architecture visualisation and want to upgrade your kit, read our guide to the best laptop for CAD and AutoCAD. If you're new to this art form, read our feature, 'Archviz - everything-you-need-to-know'."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Faith Community Notes",
            "link": "https://fredericksburg.com/life-entertainment/local/faith-values/faith-community-notes/article_044bbebc-bdb3-11ef-b5f1-a31b0cbca819.html",
            "description": "Shiloh Baptist Church (New Site), 525 Princess Anne St., worships each Sunday at 10 a.m. Services are also livestreamed at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I9jZYbUI4w0_5R8QxLyMGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Fredericksburg.com8h",
            "source": "Fredericksburg.com",
            "article_content": "FREDERICKSBURG\n\nFairview Baptist Church, 900 Charlotte St., hosts a food pantry on the second and fourth Saturday of each month, 9:30–11 a.m., for residents of Fredericksburg, Locust Grove and Spotsylvania, Stafford, King George and Caroline counties. Bring ID. 540/373-8377; fairview-baptist.org.\n\nFredericksburg United Methodist Church, 308 Hanover St., will offer “wear your ‘best’ seasonal sweater” service on Dec. 29 at 10:30 a.m. (Just one blended-style service on this Sunday). 540/973-9021; fumcva.org.\n\nGrace United Methodist Church at Hartwood, 13056 Elk Ridge Road, will host a Community Breakfast on Dec. 28; town hall meeting Jan. 5 immediately following service; and Winter Grace on Jan. 14 at Captain D’s. 540/684-3535.\n\nHillcrest United Methodist Church, 2208 Lafayette Blvd., holds Sunday service at 10 a.m. There will be a Gospel Sing on New Year’s Eve, starting at 7 p.m., featuring Tommy Decutur’s Gospel Singers, Justified, Ray Bennett and Reverant Quartet. The speaker will be Mildred Maeb. 540/898-2180; hillcrestumc.com.\n\nLiving Word Fellowship Church, 1500 Stafford Ave., worships Sunday at 10:30 a.m. 540/226-0461; lwfc.net.\n\nMount Zion Baptist Church, 309 Wolfe St., offers Sunday school at 9:30 a.m. and morning worship service at 11 a.m. Sunday, and Bible study on Wednesday nights at 7 p.m. All services are held both in-person and online. 540/371-2878; facebook.com/Bishopbutl.\n\nThe Presbyterian Church, 810 Princess Anne St. On Sundays, Living In Faith Together (LIFT) time is 8:45–9:45 a.m., and worship service is at 10 a.m. 540/373-7057; fredericksburgpc.org.\n\nShiloh Baptist Church (New Site), 525 Princess Anne St., worships each Sunday at 10 a.m. Services are also livestreamed at shilohnewsite.com and YouTube; or call 1-929-205-6099, meeting ID: 11085999, passcode 22401. 540/371-1153.\n\nShiloh Baptist Church (Old Site), 801 Sophia St., worships in person and online each Sunday at 10 a.m. Masks are optional and available. Services are streamed on the church website, Facebook and YouTube. Breakfast is provided for the homeless and less fortunate every Wednesday, 7:30–8:30 a.m. Bible Study is held in-person the second Wednesday of each month, 6:30-7:30 p.m. The food pantry is open on the second and fourth Friday of each month, 9 a.m.–noon; use glass door on Sophia Street and follow posted signs for directions and safety procedures. 540/373-8701; shiloholdsite.org.\n\nTrinity Episcopal Church, 825 College Ave. Worship services are held Sundays at 8 and 10:30 a.m. The food pantry is open 9–11 a.m. Monday through Thursday mornings. Limited financial assistance for utilities is sometimes available. Call the church at 540/373-2996 to request this help, and someone will return your call. trinity@trinity-fredericksburg.org.\n\nTurning Point Christian Church, Dorothy Hart Community Center, 408 Canal St. Sunday worship is at 10 a.m. yourturningpointchurch.org.\n\nUnity of Fredericksburg. Worship Sundays at 10:45 a.m. through Zoom and YouTube livestreaming. Email info@uofva.org for the link. 540/661-7976; uofva.org.\n\nSPOTSYLVANIA COUNTY\n\nChrist Episcopal Church, 8951 Courthouse Road, offers special holiday services. In-person worship is held Sundays at 8 a.m. (Rite I) and 10:30 a.m. (Rite II, also streaming on YouTube). Children’s activity bags available. Nursery and Christian education are also at 10:30 a.m.; youth at noon. Celtic Eucharist Wednesdays at noon. The food pantry distributes on the second and fourth Tuesday of each month, 10 a.m. to noon. Families unable to come during these hours due to work conflicts may be eligible for food locker program. Thrift Shop is open Thursday-Saturday from 10 a.m.-4 p.m. For more information about services and offerings, especially holiday service schedule, email: secretary@christchurchspotsy.com. 540/582-5033; christchurchspotsy.com.\n\nChurch of the Messiah Episcopal Church, 12201 Spotswood Furnace Lane, holds Sunday worship services at 8:30 a.m. (Rite I) and 11 a.m. (Rite II); the 11 a.m. service is also livestreamed on the church’s Facebook page. Children’s Sunday school and adult education are offered Sunday at 9:45 a.m. Morning prayer services are livestreamed on Facebook at 9 a.m., Monday through Friday. 540/786-3100; churchofthemessiahva.org; facebook.com/cotmfredericksburg.\n\nCornerstone Chapel, 4743 Patriot Highway, holds services on Sunday at 11 a.m. 540/663-3398; cornerstonechapel.cc.\n\nEastland United Methodist Church, 10718 Courthouse Road, worships in person on Sunday at 11 a.m. Services are also livestreamed on the church’s Facebook page. Potlucks are on every second Sunday of the month after worship. 540/898-6430; eastlandumc.org.\n\nGoshen Baptist Church, 9800 Gordon Road, worships Sunday at 10:45 a.m.; Sunday school is 9:30 a.m. for ages 3 to adult. Awana Clubs for ages 2 through fifth grade is Wednesday at 6:15 p.m. Register on the church’s website. 540/786-7500; goshenbaptistchurch.net.\n\nImpact Church FXBG, 10835 Tidewater Trail, meets Sundays at 10 a.m. Livestream available at YouTube.com/impactchurchfxbg. 540/254-0421; impactfxbg.church.\n\nMercy Hill Community Church, 9215 Courthouse Road, worships Sunday at 10:30 a.m. Mercyhillcc.org.\n\nNew Post Church, 1900 New Post Blvd., worships in person on Sunday at 11 a.m. Services are also streamed at facebook.com/newpostchurch. 540/287-4100; newpost.church.\n\nPeace United Methodist Church, 801 Maple Grove Drive, worships during the summer months at 10 a.m. Communion is served every first and third Sunday. No adult Sunday School classes will be held. The service is also streamed; search for Pass the Peace Church Livestream. The Food Pantry is open on Thursday from 9:30 a.m. to noon and also offers utility assistance. 540/786-8585; passthepeacechurch.org.\n\nPotomac Valley Church, 12500 Chewning Lane, worships in person on Sundays at 10 a.m. and provides a children’s ministry. 703/878-6937; povachurch.churchcenter.com.\n\nRedeemer Bible Church, 7610 Heths Salient St., worships in person on Sunday at 9:30 and 11 a.m. Services are also streamed on the church’s Facebook page.\n\nResurrection Lutheran Church, 6170 Plank Road, worships in person and online on Sunday at 10 a.m. The service is livestreamed on facebook.com/ResurrectionPeople or resurrectionpeople.org. Bulletins are posted one hour before worship. Prayer requests may be left on the chat on the Facebook page. 540/786-7778; resurrectionpeople.org.\n\nShady Grove United Methodist Church, 11007 W. Catharpin Road, worships Sunday at 11 a.m. Light refreshments follow service. Bible Study is Tuesdays at 6:30 p.m. 540/972-2012.\n\nSpotswood Baptist Church, 4009 Lafayette Blvd., worships in person on Sundays at 9:30 a.m. (traditional) and 11 a.m. (contemporary). Services are also streamed at Spotswood.org/watch-live and the church’s Facebook page. Small groups meet Sunday mornings and throughout the week. spotswood.org.\n\nSt. Matthew Catholic Church, 8200 Robert E. Lee Drive, hosts a drive-up food pantry and baby closet 2–6 p.m. Wednesdays; 9 a.m. to noon Fridays; and 9–11 a.m. on the first Saturday of every month.\n\nSt. Patrick Catholic Church, 9149 Elys Ford Road, will offer Mary Mother of God on Dec. 31 at 4 p.m. and 6 p.m.; and Jan. 1 at 10 a.m. and noon. 540/785-5299; saintpatrickparish.org.\n\nTabernacle United Methodist Church, 7310-A Old Plank Road, worships Sunday at 8:15 a.m. in person and 10:30 a.m. in person and via livestream at tabumc.org/watch. The Resource Closet provides nonperishable food and paper/personal care items to families in need on the last Saturday of the month, 9–11 a.m. 540/786-6162; tabumc.org; Secretary@tabumc.org.\n\nWallers Baptist Church, 4001 Partlow Road, Partlow, will offer a traditional service at 11 a.m. Sunday. The 11 a.m. service will be posted on the church’s Facebook page by 4 p.m. same day. On Wednesdays, Drive Thru Prayer is held in the church parking lot, 5–6 p.m. 540/582-5703; wallersbaptist.com.\n\nWilderness Community Church, 10501 Plank Road, will hold weekly Celebration service at 10 a.m. Sunday in person and online on YouTube and Facebook. 540/972-8808; wildernesschurch.org; wccprayerandinfo@wildernesschurch.org.\n\nSTAFFORD COUNTY\n\nAndrew Chapel United Methodist Church, 1732 Brooke Road, offers Sunday worship service at 10 a.m. and Sunday School for all ages at 9 a.m. Bible study is held Wednesdays at 11:30 a.m. 540/659-2461; andrewchapelumc@yahoo.com; andrewchapelumc-staffordva.com.\n\nAntioch United Methodist Church, 138 Kellogg Mill Road, worships in person on Sundays at 9:30 a.m., following current guidelines. A food pantry for qualified families is open every other Thursday from 3–5 p.m. 540/752-3108; antiochumcstafford.org.\n\nAquia Episcopal Church, 2938 Richmond Highway. The church offers worship services at 7:30 a.m., 10:30 a.m. and 4 p.m. plus Christian formation for all ages pre-K through adults (9:30-10:15 a.m.) most Sundays of the year. Broadcasts for morning prayer are available on Facebook Live (facebook.com/AquiaEpiscopalChurch) most Sundays at 7:30 a.m. and most weekdays at 8 a.m. Also on Facebook Live, Bible studies are offered on most Wednesdays at 7 p.m. and most Thursdays at 6 p.m. All Facebook broadcasts are recorded and stored for viewing afterward and can be accessed without a Facebook account. Aquia’s Table provides curbside pickup of takeout meals and Aquia’s Pantry provides curbside pickup of groceries on most Wednesdays, 6–7 p.m., while supplies last. 540/659-4007; aquiachurch.org.\n\nBethlehem Baptist Church, 135 Chapel Green Road, will hold in-person service first-third Sundays at 10 a.m. Devotion will start at 9:45 a.m. Services on fourth and fifth Sundays will be conference call: 425/436-6350, code is 245538#. Sunday School will be Thursday at 7 p.m. on conference call. Noon Day Prayer is Thursday at noon on conference call.\n\nBeth Sholom Temple, 805 Lyons Blvd. Friday evening Shabbat services are at 7:30 p.m. On first Fridays, a family Shabbat service is at 7 p.m. On Saturday, Shabbat services are at 10 a.m., and Torah study is at noon. 540/373-4834; bstva.org.\n\nFerry Farm Baptist Church, 1 Westmoreland Drive. During the Christmas season, Dec. 1-Jan. 5, worship is on Sundays at 10:30 a.m. in the sanctuary. Bible Fellowship groups meet at 9:15 a.m. Beginning Jan. 12, two worship services will be offered: Classic Worship at 9 a.m. and Discovery Worship at 11:15 a.m. All worship services are livestreamed at ferryfarmbc.org.\n\nHollywood Church of the Brethren, 225 Ferry Road. Worship services are Sundays at 11 a.m. in person and on Facebook and YouTube. Sunday school for all ages is 10 a.m. The church hosts a food pantry on Tuesdays, 10 a.m. until noon. Donations are appreciated.\n\nHull’s Memorial Baptist Church, 420 Enon Road. Sunday school and adult Bible study are at 9:30 a.m., and Sunday worship is at 10:45 a.m. Childcare/nursery is provided. 540/371-4124; hullsbaptist.org.\n\nMount Olive Baptist Church, 395 Mt. Olive Road, worships in person on Sunday at 11 a.m.; or connect on Facebook or by conference call to 202/602-1295, access code 778-183-179#. 540/752-4296.\n\nNew Hope United Methodist Church, 164 New Hope Church Road, holds worship service on Sundays at 10 a.m. The service may also be viewed on Facebook and YouTube. 540/370-4875; newhopeva.com.\n\nRock Hill Baptist Church, 12 Van Horn Lane. On Sunday, Bible study for all ages is at 9:30 a.m.; worship service is at 11 a.m. 540/752-0336; rockhillbaptistchurch.org.\n\nSt. Luke’s Anglican Church, 65 Warrenton Road, Falmouth, offers Holy Mass at 11 a.m. Sundays. stlukeanglican.org.\n\nSt. Matthias United Methodist Church, 426 Deacon Road, worships in person Sundays at 10 a.m. 540/373-8759; stmtoday.com.\n\nUnitarian Universalist Fellowship of Fredericksburg, 25 Chalice Circle, worships Sunday at 10:30 a.m., in person and online. Zoom and YouTube links may be found at uuffxbg.org. 540/310-4001.\n\nKING GEORGE COUNTY\n\nEmmanuel Church, 17062 James Madison Parkway, hosts Rite II Holy Communion on the third and fifth Sundays at 10 a.m. 540/775-3635; hwbkgva.org.\n\nFletcher’s Chapel United Methodist Church, 8330 Fletchers Chapel Road, holds in-person worship on Sunday at 9 a.m., followed by adult Sunday school at 10 a.m. On the second Sunday of each month, Coffee Fellowship is at 10 a.m. with Sunday school at 10:30 a.m. 540/775-7247; fletcherschapel-kinggeorge-va.org.\n\nGod’s Holy Temple, 17192 Kings Highway, worships Sundays at 11 a.m.; Bible study is Wednesdays at 7 p.m.\n\nGood Hope Baptist Church, 17223 Good Hope Road, worships in person on Sundays at 9 a.m. Masks are required.\n\nLittle Ark Baptist Church, 15681 Owens Drive, holds Bible school at 8:45 a.m. and worship service at 10 a.m. on Sunday; worship is streamed on Facebook Live. Bible study is Wednesday at 6 p.m. The church’s radio broadcast is Saturday at 4:40 p.m. and Sunday at 11 a.m. and 4 p.m. at dmvpoweredgospel.airtime.pro. 540/663-2831; little.arkbc@gmail.com; littlearkbaptistchurch.org.\n\nMountain View Baptist Church, 6713 Passapatanzy Drive, holds worship service at 11 a.m. every Sunday. On Sunday, small group Bible study is at 10 a.m. On Wednesday, youth group for grades 7–12, adult Bible study and CIA Adventures for preschool–grade 6 are at 7 p.m. mtnviewbaptistchurch.org.\n\nPeace Lutheran Church, 5590 Kings Highway, will offer New Year’s Eve worship service with Holy Communion, 7 p.m. The church will hold a contemporary service at 8:30 a.m. Sunday, and a traditional service at 11 a.m.; both services offer Holy Communion. Adult Sunday School is held at 9:45 a.m. Youth Sunday School meets at 9:40 a.m. in the Sanctuary and then to individual classrooms. The 11 a.m. service is livestreamed at facebook.com/peacekgva and is available for viewing later that day on the video link. 540/775-9131.\n\nSt. John’s Episcopal Church, 9415 Kings Highway, hosts Rite II Holy Communion on the first, second and fourth Sundays at 10 a.m.; coffee hour follows the service. 540/775-3635; hwbkgva.org.\n\nSt. Paul’s Episcopal Church, 5486 St. Pauls Road, worships in person Sundays at 8 and 10 a.m., following current health guidelines. 540/663-3085; stpaulskgva.org.\n\nSt. Stephens Baptist Church, 9142 Comorn Road, worships in person Sundays at 10 a.m. Access the service by conference line at 1-712/832-8330, access code 8055544#, or on Facebook Live.\n\nCAROLINE COUNTY\n\nCounty Line Baptist Church, 3461 Ladysmith Road, Ruther Glen, will hold January worship services at 8:30 a.m. and 11 a.m., with Children’s Church at 11 a.m. Small Group Bible sessions at 10 a.m. Sundays for all ages. Nonperishable food pantry open to Caroline County residents on Wednesdays from 8:30 a.m.-12:30 p.m. 804/448-2915; countylinebaptist.com.\n\nFirst Baptist Church, 9262 Guinea Station Road, Woodford, will hold an in-person service on Sunday at 11 a.m. Masks are optional. New Year’s Eve services will be held on Zoom on Dec. 31 at 7 p.m. and 11:30 p.m. Stream the services at us02web.zoom.us/j/8046334233 (meeting ID: 8046334233). To dial in, call 301/715-8592 (meeting ID: 8046334233). 804/633-4233; firstbaptistwoodford.com.\n\nLong Branch Baptist Church, 14297 Long Branch Road, Woodford, has in-person and conference call service each Sunday, Sunday school at 10 a.m. and worship service at 11 a.m. Service is streamed on the church website and YouTube. Bible study is held each Wednesday at 7 p.m. on conference call. Call in to 605/313-5416, access code 7856145#. 540/373-0690; lbbcwoodford.org.\n\nRiver Rock Church Caroline, Lewis and Clark Elementary School, 18101 Clark and York Blvd., Ruther Glen, worships Sundays at 10:15 a.m. Service is also streamed at riverrockcc.com. Community groups meet in person Sunday mornings at 9 a.m. and throughout the week; they can be found at riverrockcc.com/next-steps/community-groups.\n\nSt. Mary of the Annunciation Catholic Church, 10306 Ladysmith Road. In-church Mass is held Saturday at 5 p.m. and Sunday at 8:30 and 11 a.m. The church sponsors a drive-up food pantry on Tuesdays and Thursdays, 6–7:30 p.m. Bring your ID. 804/448-9064; saintmarycc.org.\n\nSt. Paul United Methodist Church, 25187 Signboard Road, Ruther Glen, meets in person on Sundays at 11 a.m. 804/633-7881.\n\nORANGE COUNTY\n\nMount Olive Baptist Church, 11251 Tower Road, Unionville. Sunday service is held at 10 a.m.\n\nCULPEPER COUNTY\n\nChrist Episcopal Church, 14586 Alanthus Road, Brandy Station, will hold a regular church service Sunday at 9 a.m. christchurchbs.com.\n\nJeffersonton Baptist Church, 18498 Springs Road, Jeffersonton, hosts Bible study Wednesday at 7 p.m. at the church and online. 540/937-5446; jeffersontonbaptistchurch.org.\n\nOakland Baptist Church, 28348 Eley’s Ford Road, Richardsville. Worship in person on Sundays at 10:30 a.m. Sunday school is at 9:30 a.m. 540/399-1248; obcrichardsville@gmail.com.\n\nSt. Stephen’s Episcopal Church, 115 N. East St. The Food Closet is in need of personal care items: toothpaste, toothbrushes, shampoo, conditioner and deodorant. Drop off donations 9 a.m. to noon Monday through Friday. Park at 120 N. Commerce St. Monetary donations are also appreciated. For more information, visit ststephensculpeper.net/culpeper-food-closet or contact 540/825-1177 or culpeperfoodcloset@gmail.com. 540/825-8786; ssec@ststephensculpeper.net; ststephensculpeper.net.\n\nWESTMORELAND COUNTY\n\nOur Lady of Good Hope Church at Stilfontein Priory, 11264 King’s Highway, Montross. Join the Benedictine monks for Holy Innocents Day Mass on Dec. 28 at noon; Christmas I Mass on Dec. 29 at 5 p.m.; Circumcision of Christ Mass on Jan. 1 at 5 p.m.; and ends with Epiphany day Mass at 5 p.m. 804/465-1986; stilfonteinpriory.org.\n\nREGIONAL\n\nFirst Baptist Church, 5340 Tidewater Trail, Loretto, holds worship services in the gym on Sundays at 11 a.m. Temperature checks, social distancing and masks/face coverings are required. Sunday worship and Wednesday 7 p.m. Bible study is livestreamed at facebook.com/fbcloretto or the conference line, 313/209-8800, access code 2610624#. Moments of Inspiration for Seniors is Thursdays, 6–6:30 p.m.; call 425/436-6367, access code: 871111. 804/443-5007.\n\nKirk O’Cliff Presbyterian Church, 16420 Monrovia Road, Mineral, holds services Sundays at 11 a.m. with Sunday school at 10 a.m. 540/854-5525; kirk@kirkocliff.org; kirkocliff.org.\n\nTemple of Deliverance, HCG, 5756 Zachary Taylor Highway, Mineral. Every Sunday, Sunday School will be held at 10 a.m. and morning worship at 11 a.m. in-house and online (Facebook: Temple of Deliverance HCG Online). Temperature checks will be made when attending services. Masks are requested during this COVID season. 540/894-4458; templeofdeliverancehcg.org."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Too early to celebrate': Slot keeps Liverpool focused after comeback win against Leicester",
            "link": "https://www.msn.com/en-sg/sport/football/too-early-to-celebrate-slot-keeps-liverpool-focused-after-comeback-win-against-leicester/vi-AA1wyGbV?ocid=BingNewsVerp",
            "description": "Liverpool head coach Arne Slot continued to play down the significance of their place at the top of the Premier League ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7qIVcG5mVDdbCCrmr2bObS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dry Aged Pulled Pork",
            "link": "https://www.msn.com/en-au/news/other/dry-aged-pulled-pork/vi-AA1wzUiu?ocid=BingNewsVerp",
            "description": "December 2024. More for You ...",
            "image_url": "https://www.bing.com/th?id=OVFT.izI_YO_ue7uYsXpEq-YZCS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Max The Meat Guy on MSN13h",
            "source": "Max The Meat Guy on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Grey's Anatomy' Stars Share Mystery Drone Theories",
            "link": "https://www.msn.com/en-us/entertainment/tv/grey-s-anatomy-stars-share-mystery-drone-theories/ar-AA1wAggC?ocid=BingNewsVerp",
            "description": "Two Grey's Anatomy stars are the latest to share their theories on the mystery drones appearing in skies across the country.",
            "image_url": "https://www.bing.com/th?id=OVFT.JcWvMIUPh8PB-4qda0d9vy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "11hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Joe Rogan Says He Doesn’t Expect ‘Cagey’ Trump To Drop Government UFO Secrets After Drone Sightings",
            "link": "https://www.msn.com/en-us/news/politics/joe-rogan-says-he-doesn-t-expect-cagey-trump-to-drop-government-ufo-secrets-after-drone-sightings/ar-AA1wxE1A?ocid=BingNewsVerp",
            "description": "Elsewhere in his podcast episode, Fox asserted that Biden has 'nothing to lose' by dumping the classified info on Americans ...",
            "image_url": "https://www.bing.com/th?id=OVF.UghCh%2fwyRyEvUMa%2fojUPgA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "23hon MSN",
            "source": "HuffPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Georgia father and son run after 'orange UFO orb' as they're taking out the trash",
            "link": "https://www.msn.com/en-nz/news/other/father-and-son-witness-orange-ufo-orb-while-taking-out-the-trash/ar-AA1wABFa?ocid=BingNewsVerp",
            "description": "A father and son in Georgia chased an 'orange UFO orb' after they spotted the mysterious light floating through the sky while taking out the trash.",
            "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "10hon MSN",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "An incredible archaeology discovery could rewrite the history of the Roman Empire",
            "link": "https://www.express.co.uk/news/science/1993505/archaeology-discovery-frankfurt-amulet-christianity",
            "description": "The man's burial with the amulet is a likely indication of the depth of his commitment to Christianity, researchers believe.",
            "image_url": "https://www.bing.com/th?id=OVFT.St332w89dDD2-i2XQimIWy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "13h",
            "source": "Daily Express",
            "article_content": "Scientists discovered a wafer-thin rolled up inscription inside the amulet.\n\nAn extraordinary archaeological discovery in Germany has shed new light on the early spread of Christianity in the Roman Empire - as it is being tipped to rewrite history in the process. Researchers have been studying a 1,800-year-old silver amulet first discovered beneath a skeleton's chin in a cemetery outside Frankfurt. The amulet, measuring just 1.4 inches (3.5 centimetres) in length, was carefully examined using cutting-edge CT scanning technology, which revealed a tiny scroll inside the silver. Upon digitally unrolling it, researchers found an unusual Latin inscription, offering a rare glimpse into the Christian beliefs of the time. According to the study’s findings, this discovery could drastically alter the historical timeline of Christianity’s spread across Europe.\n\nTine Rassalle, an independent biblical archaeologist who was not involved in the study, told the LiveScience website: \"This takes our understanding of Western Christianisation and Christian monotheism to a whole new level.\n\nA silver amulet was found near the chin of a man buried in Frankfurt in the third century.\n\n\"What makes this particular example remarkable is that it is written entirely in Latin and exclusively invokes Jesus Christ and the Christian God.\" The amulet was found in the grave of a man who probably died between AD 230 and 270, suggesting that the wearer was a devout Christian at a time when practising the faith openly could be dangerous. Christianity, which was still in its early stages in the Roman Empire, was often persecuted, especially during the reign of Emperor Nero, who infamously targeted Christians in the first century. Researchers say that this man’s burial with the amulet is a likely indication of the depth of his commitment to Christianity. In an era where medical knowledge was limited, amulets like this one were widely thought to offer protection from misfortune, illness, and even demonic forces.\n\nSUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy\n\nThe small piece of silver foil was virtually unrolled using CT scanning.\n\nMs Rassalle explained: \"The purpose of these amulets, also known as phylacteries, was to protect or heal their owners from a range of misfortunes, such as illnesses, bodily aches, infertility, or even demonic forces. \"In an era without advanced medical knowledge, such items were vital sources of comfort and security for you and your loved ones.\" She continued: “These amulets were widely used in Late Antiquity, especially in the eastern Mediterranean world but they are much rarer in the western Roman world. The discovery of this amulet in Germany suggests that Christian ideas had already begun to penetrate areas far from Christianity’s early centres of growth.” Found in 2018 during an excavation of a Roman-era cemetery, the amulet was not the only item uncovered.\n\nTrending"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Achieve Your Dream of Becoming a Physicist: The Essential Steps",
            "link": "https://www.careerindia.com/tips/how-to-achieve-your-dream-of-becoming-a-physicist-the-essential-steps-011-046625.html",
            "description": "Explore the essential steps to becoming a physicist, from education to networking. Start your journey in understanding the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.eRTWY5ulyeSNMJdoO9sLKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Top23h",
            "source": "Top",
            "article_content": "Becoming a physicist is an exciting journey filled with discovery and innovation. Physics helps us understand the universe, from the smallest particles to the vastness of space. If you're passionate about science and eager to explore the laws of nature, this guide will help you take the first steps towards a career in physics.\n\nStart by nurturing your interest in science. Read books, watch documentaries, and follow science news. Engage with content that sparks curiosity and inspires you to learn more about how the world works.\n\n2. Focus on Your Education\n\nYour educational journey begins in school. Pay special attention to subjects like mathematics, physics, and chemistry. These are foundational for understanding complex scientific concepts.\n\n3. Pursue a Bachelor's Degree in Physics\n\nEnrol in a university programme that offers a strong physics curriculum. A bachelor's degree provides essential knowledge and skills needed for advanced study or work in the field.\n\n4. Gain Research Experience\n\nParticipate in research projects during your undergraduate studies. This hands-on experience is invaluable and can often be found through internships or university labs.\n\n5. Consider Postgraduate Studies\n\nA master's or doctoral degree can open doors to specialised fields within physics. Advanced degrees are often required for research positions or academic roles.\n\n6. Develop Analytical and Problem-Solving Skills\n\nPhysics requires strong analytical skills. Practice solving complex problems and learn to think critically about data and theories.\n\n7. Network with Professionals\n\nJoin physics clubs, attend conferences, and connect with professionals in the field. Networking can provide mentorship opportunities and insights into career paths.\n\n8. Stay Curious and Keep Learning\n\nThe field of physics is always evolving. Stay updated with new discoveries by reading journals, attending seminars, and taking online courses.\n\nConclusion: Embark on Your Physics Journey\n\nPursuing a career as a physicist is both challenging and rewarding. By following these steps, you'll be well on your way to making significant contributions to our understanding of the universe.\n\nRemember, persistence is key. Keep exploring, learning, and questioning the world around you!"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Leap: Scientists Successfully Control New Energy Range States",
            "link": "https://scitechdaily.com/quantum-leap-scientists-successfully-control-new-energy-range-states/",
            "description": "Scientists have controlled hybrid quantum states in helium using intense ultraviolet lasers, opening new paths in quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uLgujXDexqAvcopNIqWxRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "3h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Advancing unidirectional heat flow: The next era of quantum thermal diodes",
            "link": "https://www.msn.com/en-us/technology/biotechnology/advancing-unidirectional-heat-flow-the-next-era-of-quantum-thermal-diodes/ar-AA1wzWFs?ocid=BingNewsVerp",
            "description": "Heat management at the nanoscale has long been a cornerstone of advanced technological applications, ranging from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X0TFAF6F2lhb0UhRm494Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "13hon MSN",
            "source": "Phys.org on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stories of High-Quality Development | Decoding new quality productive forces",
            "link": "https://www.globaltimes.cn/page/202412/1325911.shtml",
            "description": "At present, the new round of scientific and technological revolution is developing rapidly, and the original and disruptive innovations have given birth to new industries, new business formats and new ...",
            "image_url": "https://www.bing.com/th?id=OJ.9KMS8JJ0YTvCTg&pid=news&w=37&h=16&rs=2",
            "category": "science+revolution",
            "date": "2h",
            "source": "Global Times",
            "article_content": "How do we equip a robotic arm with \"eyes\" and a \"brain\"? How can we extract \"black gold\" from a mine 900 meters underground? How does a steel plate witness the deep transformation and upgrading of traditional industries?At present, the new round of scientific and technological revolution is developing rapidly, and the original and disruptive innovations have given birth to new industries, new business formats and new business models, bringing about a profound change in the \"quality\" of productivity.\"Stories of High-Quality Development\", a series produced by People's Daily dedicated to economic reports, will be launching its second episode soon, inviting you to witness how new quality productive forces develop in practice."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Year’s resolution to embrace CO2 emissions and benefits",
            "link": "https://www.bizpacreview.com/2024/12/27/new-years-resolution-to-embrace-co2-emissions-and-benefits-1512413/",
            "description": "Scientific advancement and agricultural technology have revolutionized food production, enabling humanity to feed a ballooning population ...",
            "image_url": "https://www.bing.com/th?id=ODF.R-LSGRw5n3FfehKQkaGRJQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "BizPac Review9h",
            "source": "BizPac Review",
            "article_content": "Content not available"
        }
    }
]