[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Senator Joins Drone Hunt as ‘UFO’ Sightings Continue",
            "link": "https://decrypt.co/296584/us-senator-joins-drone-hunt-ufo-sightings-continue",
            "description": "U.S. Senator Andy Kim expressed security concerns as more and more unexplained drone sightings are reported in New Jersey and ...",
            "image_url": "https://www.bing.com/th?id=OVF.vOZ3VJ9imv%2f9%2b0uoVeLXdA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "decrypt9h",
            "source": "decrypt",
            "article_content": "Decrypt’s Art, Fashion, and Entertainment Hub. Discover SCENE\n\nU.S. Senator Andy Kim (D-NJ), who posted to his X (formerly known as Twitter) account Friday a video he took of swarms of mysterious drones that have been spotted nightly during the past few weeks, said he was increasingly concerned about the unexplained phenomenon.\n\nKim, who joined local police in rural Clinton Township, New Jersey, 36 miles north of Trenton, said he spotted small clusters of two to four drones a number of times throughout the evening.\n\n“We often saw about 5-7 lights at a time that were low and not associated with aircraft we could see on the tracker app,” Kim said, noting that the group used a flight tracker app to distinguish the drones from airplanes. “Some hovered while others moved across the horizon.”\n\nLast night I went out with local police to spot drone flying over New Jersey, here’s what I saw. We drove to Round Valley Reservoir and the officer pointed to lights moving low over the tree line. Sometimes they were solid white light, others flashed of red and green.THREAD pic.twitter.com/ly7kUUDWDn — Andy Kim (@AndyKimNJ) December 13, 2024\n\nKim said police have tried to get close to the drones using helicopters, but when approached, the drones would turn off their lights and go dark, echoing a statement by New Jersey Governor Phil Murphy on Monday.\n\n“This has gone on for weeks,” Kim wrote. “It’s hard to understand how with the technology we have we aren’t able to track these devices to determine origin, and this makes me much more concerned about our capabilities more broadly when it comes to drone detection and countermeasures.”\n\nMeanwhile, eyewitnesses are pushing back against government claims that the drones pose no threat to communities or infrastructure. The growing story has spread to New York, Maryland, and Connecticut, where officials are demanding answers, while new reports of “car-sized” UFOs were registered in California and parts of Europe.\n\n“Why is no one talking about the incident that caused an evac helicopter to not be able to pick up a patient due to these drones being in the way of where the helicopter had to go, and made the helicopter turn around and not be able to get the patient?” New Jersey resident Roseann Stanley said on X. “Yet they are saying these drones have not caused any problems. That is a huge problem.”\n\nOn November 26, a medical helicopter heading to an accident in Branchburg Township in Somerset County was unable to pick up an injured patient due to drones hovering near the landing zone, according to a report by New Jersey media outlet NJ.com.\n\nHundreds of drones were first spotted in mid-November flying over New Jersey; eyewitnesses have reported seeing convoys of drones almost every night since then and have described the crafts, in some cases, as being as big as the hood of a car, and performing in more sophisticated ways than off-the-shelf, consumer-oriented drones.\n\nThough the mysterious objects have been reported in the vicinity of a number of New Jersey-based military installations, with speculation about their provenance ranging from aliens from outer space to Iranian spycraft, Pentagon Press Secretary Sabrina Singh told reporters on Wednesday that no government facilities have been threatened by the drones.\n\nWhite House National Security Communications Advisor John Kirby said during a press conference on Thursday that “while there is no known malicious activity occurring, the reported sightings there do, however, highlight a gap in authorities.”\n\nKirby argued for new legislation that will better “identify and mitigate any potential threats to airports or other critical infrastructure, and so that state and local authorities are provided all the tools that they need to respond to such threats as well.”\n\nNeedless to say, many people believe the whole thing is much ado about nothing, and probably a stunt of some kind.\n\n“I think these are just normal drones,” Joseph Steinberg, a local resident, told Decrypt. “My daughter saw a large one, I went outside with her and we looked, but it was hard to judge the size.”\n\n\"The first problem in situations like this is that beyond the initial drone sightings, you quickly get an overwhelming number of reports of things that aren’t drones,\" Grant Jordan, the CEO of San Diego-based drone detection software company SkySafe, told Decrypt. \"When I look at these videos, the vast majority—99 out of 100—aren't drones. They're aircraft, helicopters, satellites.\"\n\nAs Jordan explained, the flood of recent drone reports in New Jersey reveals two issues. First, people rarely observe the night sky, and mistake normal air traffic—flashing lights, moving objects—for something unusual. Second, judging the size and distance in the sky is difficult.\n\nWhile Jordan did not attribute these ongoing sightings to a growing hysteria, he did caution that copycats are likely at work, trying to capitalize on the public’s fear and interest.\n\n\"When a story like this gets attention, it draws more people in—some flying drones to look for others, and some just flying them to mess with people,” he said. “People are now seeing these drones in San Diego and the videos that were shown, it's just standard air traffic going into the San Diego Airport.”\n\nEdited by Andrew Hayward"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "All Right. Let's Talk About The UFO Thing ¦ Answers With Joe",
            "link": "https://www.msn.com/en-us/travel/article/all-right-let-s-talk-about-the-ufo-thing-answers-with-joe/vi-AA1vOnAw?ocid=BingNewsVerp",
            "description": "With all the talk of UFOs, or as they're now known, UAPs (Unidentified Aerial Phenomena), and the soon-to-be-released ...",
            "image_url": "https://www.bing.com/th?id=OVF.DD6PNGU9hHH1geR7eDM0kQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN16h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whistleblower Leaks Alleged Images From Secret Pentagon UFO Program ‘Immaculate Constellation’",
            "link": "https://brobible.com/culture/article/whistleblower-leaks-images-pentagon-ufo-program-immaculate-constellation/",
            "description": "Whistleblowers have claimed there is a secret Pentagon UFO data retrieval program codenamed Immaculate Constellation. The ...",
            "image_url": "https://www.bing.com/th?id=OVF.uBjfKA7vHM7nKLVOlDxfrw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "15h",
            "source": "BroBible",
            "article_content": "iStockphoto\n\nWhistleblowers have claimed there is a secret Pentagon UFO data retrieval program codenamed Immaculate Constellation. The program supposedly is used to “detect” and “quarantine” the military’s best UFO imagery, videos, eyewitness testimonies and electronic sensor evidence.\n\nThis program has supposedly been hidden from Congressional oversight since 2017, the whistleblowers claim. Immaculate Constellation is what is known, according to a government source, as an “Unacknowledged Special Access Program,” or USAP.\n\nNaturally, a Pentagon spokesperson denied the existence of the program. Really though, what else could they have said about a government program that the whistleblowers claim is “above top secret?”\n\nThis week, more fuel was added to the conspiratorial fire when an email containing UFO images allegedly from the U.S. military were leaked online by an anonymous source.\n\nAccording to DailyMail.com…\n\nThe black-and-white images show ornately spiked ‘cruciform’ UFOs, boomerang-shaped flying wings, a floating ‘hot’ cube, traditional flying saucers and several other craft that look straight out of classic science fiction. The screengrabs are said to be from infrared and thermal camera footage taken by military ‘heads up displays,’ but details were redacted to protect both sensitive US national security interests.\n\n“This person has asked me to redact their email address, although I can tell you that there is nothing identifiable in it,” said Nathan Latvaitis of the YouTube channel Strange Mysteries, which has almost two million subscribers and is where the images were first made public.\n\n“The UAPs [Unidentified Aerial Phenomena] observed demonstrate capabilities far beyond conventional aerospace benchmarks,” the whistleblower wrote about the photographs that were allegedly taken at sensitive military locations.\n\n“Shape-shifting has been observed — possibly due to advanced cloaking or optical refraction — referred to as ‘morphogenic behavior,’ allowing for adaptation to environments or missions,” he added.\n\nHe also addressed those who doubt the images authenticity.\n\n“Many traditional media outlets would require verification of my identity and credentials,” he wrote. “This is not feasible due to the risks involved. [Those news media] organizations, despite their best intentions, are not equipped to handle the level of secrecy and potential retaliation associated with this information.”\n\n“I was part of one of the legacy programs,” he continued. “I know that’s vague, but unfortunately that’s all I can offer at this point.”\n\nJournalist Michael Shellenberger, founder of the website Public, was one of the witnesses to testify before Congress in November. He said in his testimony that the Immaculate Constellation program has thousands of images of UFOs.\n\n“What the American people need to know is that the U.S., military and intelligence community are sitting on a huge amount of visual and other information: still photos, video, photos, other sensor information, and they have for a very long time,” Shellenberger said. “And it’s not those fuzzy photos and videos that we’ve been given. There’s very clear, high resolution [images].”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Jersey’s mysterious UFOs may finally have an explanation",
            "link": "https://bgr.com/science/new-jerseys-mysterious-ufos-may-finally-have-an-explanation/",
            "description": "We may finally have an explanation for New Jersey's mysterious UFOs and it isn't nearly as exciting as some people think.",
            "image_url": "https://www.bing.com/th?id=OVF.uV9x2FcYfaS9x0ZIN4G8Ow&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8h",
            "source": "BGR",
            "article_content": "There’s been a bit of panic growing in the communities of New Jersey, as earlier reports this last month of “mysterious UFOs” the size of SUVs appearing over the New Jersey coast have only grown more and more frequent. While some believe the objects could be Iranian drones sent to spy on Americans, the truth might be far less thrilling.\n\nAccording to a post shared on X, the unidentified objects are most likely just one object, a drone developed by PteroDynamics. The XP-4 is one of the company’s latest technological developments, and it’s being developed for the U.S. Navy as a logistics and recon drone.\n\nThis matches the videos I've seen and certainly helps explain the government's odd response. pic.twitter.com/RiOVhspWEY — Samuel Hammond 🌐🏛 (@hamandcheese) December 13, 2024\n\nPart of the confusion surrounding New Jersey’s mysterious UFO reports, though, is the response from the U.S. government, which has continued to say that they aren’t sure who the flying objects belong to. Based on the news shared on X, though, that doesn’t seem to be the case at all.\n\nHowever, it wouldn’t be the first time that the U.S. government has been secretive about something like this. In fact, the government continues to hold the specifics of the various missions that its secret space plane are conducting close to the chest. And, since the XP-4 is a drone designed for the U.S. military, it makes sense it wouldn’t want to talk about it too openly if it were behind sightings of New Jersey’s mysterious UFOs.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nHowever, not everyone will buy this explanation. Some will likely still continue to hold that New Jersey’s mysterious UFOs are drones spying for other countries. What makes the PteroDynamics angle so believable, though, is the fact that the drone is the same size as what has been reported.\n\nAdditionally, the XP-4’s flight path matches with the reported sightings that have been coming in over the past several weeks in New Jersey. All of that tied together with the U.S. governments reluctance to say exactly who the drones belong to could very well point to this being the truth."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ONE OF THE JERSEY DRONES CRASHED! If so, what will we find out if anything",
            "link": "https://www.msn.com/en-us/travel/article/one-of-the-jersey-drones-crashed-if-so-what-will-we-find-out-if-anything/vi-AA1vPtL1?ocid=BingNewsVerp",
            "description": "The New Jersey UFO/UAP \"drone\" story keeps getting weirder. Today there is a report that one of them crashed? If so will we ...",
            "image_url": "https://www.bing.com/th?id=OVF.DYTP5YS5kZu9WMld%2fnUAtA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Down To Earth With Kristian Harloff on MSN9h",
            "source": "Down To Earth With Kristian Harloff on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Schools targeted with AI learning apps despite experts' doubts",
            "link": "https://www.msn.com/en-gb/news/world/schools-targeted-with-ai-learning-apps-despite-experts-doubts/ar-AA1vPL0x?ocid=BingNewsVerp",
            "description": "Apps infused with AI are being marketed to schools across the world and governments are rushing to embrace the technology, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bVk_sBZEsXYYEQnynBaj6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "AFP on MSN7h",
            "source": "AFP on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 New AI Apps That Deserve Your Attention",
            "link": "https://www.forbes.com/sites/sap/2024/12/13/10-new-ai-apps-that-deserve-your-attention/",
            "description": "Here's a top 10 list of the latest and greatest AI apps to check out before creators figure out how to make money from them.",
            "image_url": "https://www.bing.com/th?id=OVFT.PyZX21hy2LR-H3DPzlw_Xi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top-Rated AI Mental Coaching App Pensive Is 50% Off, Start the Free Trial and Train Your Mind for the New Year",
            "link": "https://gizmodo.com/top-rated-ai-mental-coaching-app-pensive-is-50-off-start-the-free-trial-and-train-your-mind-for-the-new-year-2000538337",
            "description": "Not a chatbot, Pensive is the first-of-its-kind personalized AI coach with proven techniques and wellness benefits.",
            "image_url": "https://www.bing.com/th?id=OVFT.bSCGuRGdajmNtHquZflm-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "12h",
            "source": "Gizmodo",
            "article_content": "Interest in mental wellbeing has never been greater than it is now, and the introduction of AI has created a vast and exciting new world of potential solutions. Nobody has combined AI and wellness better than the folks behind the new Pensive app, and you can experience their evidence-based, always-accessible coaching for 50% off from now through Jan. 1.\n\nSee at Pensive\n\nStart with the free 7-day trial to see how you can benefit from Pensive’s 5-minute daily conversations. If you’re like the other early users of this revolutionary new app, who have given Pensive a stellar average rating of 4.9 stars, you’ll discover this is an innovative and effective way to help make your mental health resolutions stick in 2025.\n\nAI Therapy Is Having a Moment\n\nInterest in AI mental wellness support has been exploding — up by 400% as people seek new, inexpensive methods of maintaining their mental health that are also accessible 24/7. In-person therapy is expensive, often not covered by health insurance, and even the very best human therapists aren’t at your beck and call 24/7.\n\nThe earliest iteration of AI coaching has been mostly in the form of generic chatbots, which have minimal efficacy at best and carry risks of misuse and poor results. But Pensive delves deep into the enormous potential of AI, grounded in evidence-based techniques and drawing on everything from classical schools of thought like Buddhism and Stoicism to modern psychology and Cognitive Behavioral Therapy (CBT).\n\nAlways There for You\n\nPensive’s mental wellness benefits come from daily conversations that are as short as 5 minutes long, and can be used on their own or in conjunction with traditional human therapy. While Pensive is not a replacement for diagnosing or professionally treating mental health disorders, it has shown immense promise as an addition to traditional therapy and also as a personal coach to help people solve their problems.\n\nWith an average user rating of 4.9/5 stars in the App Store, it’s clear that early users of this groundbreaking app are experiencing real benefits from it. Pensive is the virtual mental-health coach who’s with you whenever your phone is, so you are never more than a click away from a quick session when you need it. (Also, no co-pays.)\n\nA 7-day free trial and a 50% off deal are the ideal conditions for you to download Pensive and give AI coaching a chance to improve your overall mental wellbeing. Click the link and take advantage before Jan. 1 when the 50% off deal expires.\n\nSee at Pensive"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cleo Budgeting App Review: Can AI Make Money Management Fun?",
            "link": "https://www.cnet.com/personal-finance/banking/cleo-budgeting-app-review-can-ai-make-money-management-fun/",
            "description": "Cleo, however, is an exception to the norm. The app makes managing your money feel more like a game with spending and saving ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z4Qt2OlJCNT1jqilW_gxRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET17h",
            "source": "CNET",
            "article_content": "When I hear the word \"budgeting,\" I don't typically think of the word \"fun.\" While I've enjoyed test-driving popular tools such as YNAB and EveryDollar, most budgeting apps make me feel like I'm 16 years old and listening to my parents lecture me on the dangers of overspending.\n\nCleo, however, is an exception to the norm. The app makes managing your money feel more like a game with spending and saving challenges, and its sassy AI chatbot might actually make you smile. For example, it invited me to \"unfuck\" my finances\" -- a phrase that has definitely never emerged from my parents' mouths.\n\nRead on to learn more about Cleo and whether it's worth adding to your phone.\n\nCleo Like Sassy AI chatbot\n\nSassy AI chatbot Savings challenges\n\nSavings challenges Free basic budgeting features Don't like AI doesn't mean \"hands-off\"\n\nAI doesn't mean \"hands-off\" Cash advances may be too tempting\n\nCash advances may be too tempting Paid features may not be worth it\n\nHow does Cleo work?\n\nCleo feels similar to most budgeting apps when it comes to the basics of money management. You share your banking details via a secure third-party service, such as Plaid, and your transaction history automatically populates in the app's \"Spend\" tab.\n\nYou'll get a monthly breakdown in four categories: What's due, what you've saved, what you've spent and an overall limit.\n\nFor me, the most useful information came from the \"Overview\" section, which showed me my credit card spending by merchant. I knew I went to Target a lot, but I wasn't quite prepared to learn that last year, I spent more than $4,389 there.\n\nWhat sets Cleo apart is the \"Ask Cleo\" tab, which allows you to talk with an AI chatbot about your money. For example, I asked if I could afford to spend $500 on a gift, and after a quick analysis of the cash in my accounts, the chatbot told me, \"Go for it, pal.\" The bot also invites you to take a quiz to see how well you understand your finances.\n\nThe app is fun, but it's not perfect. For example, it incorrectly assumed some one-time purchases were recurring bills.\n\nCleo has a free version, which gives you basic budgeting features, as well as three paid subscription tiers:\n\nCleo Grow ($2.99 a month) offers savings challenges and access to Cleo's high-yield savings account.\n\noffers savings challenges and access to Cleo's high-yield savings account. Cleo Plus ($5.99 a month) allows you to request cash advances up to $250.\n\nallows you to request cash advances up to $250. Cleo Builder ($14.99 a month) allows you to request cash advances up to $500 and add a secured credit card to your wallet.\n\nWhat I liked\n\nArtificial intelligence encourages real accountability: Finances can be an awkward topic, and having someone -- or something -- to hold you accountable can help you stay on track. Cleo's AI can act as that accountability partner without the discomfort that can come with normal money discussions.\n\nFinances can be an awkward topic, and having someone -- or something -- to hold you accountable can help you stay on track. Cleo's AI can act as that accountability partner without the discomfort that can come with normal money discussions. Challenges can keep you motivated: Cleo automatically reviews your transaction history to identify where you should try to spend less. For example, the app recommended I limit my Target spending to $158 for the next 14 days for an estimated savings of $40. Cleo delivered updates and encouragement throughout the challenge to encourage me to stick with it.\n\nCleo automatically reviews your transaction history to identify where you should try to spend less. For example, the app recommended I limit my Target spending to $158 for the next 14 days for an estimated savings of $40. Cleo delivered updates and encouragement throughout the challenge to encourage me to stick with it. Free features: You can automatically sync your bank accounts and get a basic understanding of your cash flow without paying anything for the app. The functionality is limited, though. For example, you can't use the challenge feature without upgrading to a paid tier. But the free version is still a valuable way to see if you like the app before signing up for a subscription.\n\nWhat I didn't like\n\nAI doesn't mean you should your money on autopilot: I believe that AI can help solve some people's money problems, but it can't do it all. While I was genuinely impressed with Cleo's AI chatbot, the app's automated understanding of my bills was far from perfect. And overspending is a human problem, so you need to commit some of your own energy to make budgeting a success.\n\nI believe that AI can help solve some people's money problems, but it can't do it all. While I was genuinely impressed with Cleo's AI chatbot, the app's automated understanding of my bills was far from perfect. And overspending is a human problem, so you need to commit some of your own energy to make budgeting a success. Cash advances aren't a long-term solution: Cleo offers interest-free cash advances between $250 and $500. These can be appealing if you're struggling to make ends meet, but they won't help you learn to avoid the need for extra cash in the future. A cash advance should be a one-time necessity, not a regular solution.\n\nCleo offers interest-free cash advances between $250 and $500. These can be appealing if you're struggling to make ends meet, but they won't help you learn to avoid the need for extra cash in the future. A cash advance should be a one-time necessity, not a regular solution. Paid features may not be worth it: In addition to cash advances, the main perks of Cleo's paid tiers include access to a secured credit card and savings account. With plenty of free bank accounts and secured credit cards out there, this isn't all that unique. And while Cleo's savings account has a respectable 3.52% annual percentage yield, or APY, some of the best high-yield savings accounts pay as much as 5% APY.\n\nIs Cleo safe?\n\nYes. Cleo uses 256-bit encryption to protect your information. It also uses Plaid to sync with your bank accounts and never stores any of your banking details. In addition, the company doesn't sell your data, which means you never have to worry that your financial information will wind up in the hands of some other company trying to sell you additional products or services.\n\nWho is Cleo best suited for?\n\nIf you're bored by the usual budgeting apps or need help sticking to your spending goals, Cleo could be for you. Its fun AI chatbot and custom savings challenges can make budgeting more enjoyable and motivate you to be smarter with your money.\n\nThe app's features also feel tailored to people who haven't had a great experience with the traditional banking industry. For example, if you've struggled with overdraft fees or need help boosting your credit, Cleo's Builder tier offers cash advances and a secured credit card.\n\nAlternatives to the Cleo app\n\nThere are plenty of other budgeting apps worth considering if Cleo isn't right for you. For example, Rocket Money has plenty of features and an easy-to-use interface for free or as little as $6 a month.\n\nIf you're attracted to Cleo's cash advances and savings account, you might enjoy Chime. Chime is a banking app rather than a budgeting app, but it offers a secured credit card, a checking account and a high-yield savings account -- without the need to pay monthly fees. Plus, its MyPay tool allows you to access up to $500 of your paycheck early, free of charge. (Unless you need the cash immediately, in which case there's a $2 fee).\n\nFAQs\n\nIs Cleo legit? Yes. Cleo has been in business since 2016 and available in the US since 2018. According to the company's latest figures, more than five million people use the app. Cleo partners with Thread Bank for its savings account and WebBank for its secured credit card.\n\nHow much does Cleo cost? Cleo has a free version with limited functionality. To take advantage of more of the app's features, you can upgrade to one of the three paid tiers. Cleo Grow costs $2.99 a month and includes the ability to create challenges, round up spending and open a linked high-yield savings account. Cleo Plus costs $5.99 a month and offers cash advances up to $250. Cleo Builder costs $14.99 a month and includes a secured credit card, priority customer support and cash advances up to $500.\n\nIs Cleo worth paying for? With 4.6 out of 5 stars on the App Store and 4.3 on Google Play, it's clear that a lot of people love Cleo. Its AI chatbot is a useful way to learn more about your finances, and its casual tone injects some fun into budgeting. That said, you can get many of the premium services Cleo offers without a monthly fee. For example, Chime's Credit Builder Card has no annual fee, and the financial tech company's online checking account offers a $500 payday advance option for eligible users -- all at no extra cost. So, if you're thinking of springing for one of Cleo's pricier subscriptions, you may want to weigh your options.\n\nMore budgeting apps"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine, Taiwan face-offs help drive drone, AI revolution: Peter Apps",
            "link": "https://www.reuters.com/world/ukraine-taiwan-face-offs-help-drive-drone-ai-revolution-2024-12-13/",
            "description": "As Russian helicopter gunships and patrol boats closed on Ukrainian unmanned 'sea baby' maritime-attack drones on Dec. 6 to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f_mKTj0WNmr1A-avfUupMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Best Spooky Holiday Gifts for Paranormal and Horror Fans in 2024",
            "link": "https://www.denofgeek.com/culture/best-spooky-gifts-paranormal-horror-fans-2024/",
            "description": "Gremlins, a Grinch, Krampus, and a killer Claus; Christmas is not only a time to gather around the yule log and tree, it’s a ...",
            "image_url": "https://www.bing.com/th?id=OVF.z9TrdteJ8p4exzf8cNkXfg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "8h",
            "source": "Den Of Geek",
            "article_content": "Increasingly, over the last few decades, modern pop culture has warmed up to embracing the frightful chills of the winter holidays in films like Gremlins, Black Christmas, Terrifier 3 … Love Actually. But the historical roots of this time of year have always had a darker, spookier side. Long before Charles Dickens’ A Christmas Carol — an era when families of Victorian England gathered to share ghost stories by the fire on Christmas Eve — pre-Christian folklore told of a thin veil between worlds, where spirits (and goblins, beasts, and gods) lingered during the winter solstice.\n\nThose ancient beliefs blend with modern natural introspection of the holidays. Along with the (sometimes saccharine) jubilations, Christmas and the winter festivities encourage people to reflect on the past, lost loved ones, and the lingering “ghosts” of memory. Add to that how this month is populated by magical home invaders, and a creepy surveillance imp on the shelf, and December is a rather fitting time for mystery, the macabre, and paranormal tales.\n\nCelebrating the scarier side of the holidays is not only a sort of subversive counter-programming by pairing cheer with fear, it allows us to acknowledge the dichotomy of light and dark, contrasting cozy, nostalgic evenings with long, eerily silent nights.\n\nAll of this is a very drawn out way of saying I love getting creepy, spooky, and downright scary gifts for the holidays, and I love shopping for loved ones who also appreciate a little splash of blood red with their Christmases so white. And so, we return with a Talking Strange Show “Season’s Screamings Gift Guide” for 2024. After the success of last year’s guide, we are going bigger and bloodier with gift suggestions for the horror and paranormal fans in your life. Comic books, action figures, statues, graphic novels, swanky shirts and hats, paranormal investigation equipment, and even some vodka and cologne are all included, and all part of the theme."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Demolition of 'most haunted nightclub' Bobby Mackey's raises ghostly questions",
            "link": "https://local12.com/news/local/demolition-bobby-mackeys-raises-questions-fate-supernatural-residents-haunted-ghosts-wilder-cincinnati-florence-paranormal-mackey-club-honkey-tonk",
            "description": "The demolition of Bobby Mackey's, famously dubbed the most haunted nightclub in the country, is nearly complete.",
            "image_url": "https://www.bing.com/th?id=OVFT.EYOROtxSwqkUzLHk3t4PYC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "14h",
            "source": "Local 12 WKRC Cincinnati",
            "article_content": "WILDER, Ky. (WKRC) -\n\nWhile the physical structure is being dismantled, the fate of the supernatural entities that allegedly haunted the venue for decades remains a mystery. Laura Roland, who runs and has offered tours detailing the haunted history of Bobby Mackey's for 10 years, shared her insights on the paranormal activity associated with the site.\n\n\"Everything from shadowy figures, full-bodied apparitions. We hear voices either just with our ears or on a recorder. Pretty much everything has happened here at Mackey's. People have been scratched, touched, pushed,\" Roland said.\n\nRoland explained that because paranormal study isn't an exact science, the future of the spirits is uncertain.\n\n\"Many people think that the spirits are attached to the land and that whatever is built on this property, the spirits will still be here,\" said Roland.\n\nIf the spirits are indeed tied to the land, they may linger around whatever is constructed on the site. However, Roland noted another possibility: the supernatural specters might be connected to the building or its contents, in which case they would dissipate and move on.\n\n\"I definitely think that there were spirits that were attached to the building. Like I said, the man that was killed. But also, I think there could be some that are attached to the land. And Bobby does plan to rebuild a new club on the spot. So there's a very good chance that that new club will be haunted as well,\" Roland said.\n\nBobby Mackey's has temporarily relocated to the old Mugbee's location in Florence, with plans to open a new building and club on the original site by 2026.\n\nThe mystery of Bobby Mackey's continues to captivate those intrigued by the paranormal, leaving many to wonder if the apparitions and specters will continue to haunt the property."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Ghost Adventures’ Host & Creator Zak Bagans Launches Scarehouse Films",
            "link": "https://www.yahoo.com/entertainment/ghost-adventures-host-creator-zak-194343676.html",
            "description": "EXCLUSIVE: Ghost Adventures paranormal investigator and EP Zak Bagans is opening the doors to his new production company, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VifW3gtuDZYsPi4fTHUR7C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "12h",
            "source": "Yahoo",
            "article_content": "EXCLUSIVE: Ghost Adventures paranormal investigator and EP Zak Bagans is opening the doors to his new production company, Scarehouse Films.\n\nScarehouse Films, which will initially be funded with a multi-million dollar investment by Bagans, plans to go into production on three independent horror films in 2025.\n\nMore from Deadline\n\nBagans has hosted 330 episodes of the Discovery+ series Ghost Adventures which he created and has aired since 2008. On Ghost Adventures, Bagans, Aaron Goodwin, Billy Tolley and Jay Wasley investigate the scariest and most notorious, haunted places in the world.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBagans also created and produced the international series this year Destinations of the Damned, which reached No. 2 on MAX, behind The Penguin. Destinations of the Damned sends documentary crews to capture true tales of twisted terror, local lore and deeply disturbing paranormal activity at doomed locations.\n\nOver the years, Bagans has produced hundreds of episodes, including specials and documentaries like Netherworld.\n\nIn 2018, Bagans expanded his repertoire by producing and directing the feature-length documentary Demon House, delving into a notorious haunted case.\n\nCollaborating with filmmaker Eli Roth, Bagans co-produced two seasons of the scripted anthology series The Haunted Museum, which showcases chilling artifacts from his own collection.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nBagans owns The Haunted Museum in Las Vegas, recognized by USA Today as the “Best Haunted Destination” in America for five consecutive years. The museum houses thousands of artifacts, many of which have inspired film projects.\n\nBagans co-wrote with author Kelly Crigger, Dark World: Into the Shadows with the Lead Investigator of the Ghost Adventures Crew, which debuted on the New York Times Bestseller list in the fall of 2011.\n\nIn December, 2019, he published the book Ghost-Hunting For Dummies. The book ‘outlines the history of ghost-hunting, including true accounts and stories from Bagans’ famous cases.\n\nGersh represents both Bagans and Scarehouse Films.\n\nBest of Deadline\n\nSign up for Deadline's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Experience Billings' Moss Mansion ghost tours with documented spirit encounters",
            "link": "https://www.kulr8.com/news/experience-billings-moss-mansion-ghost-tours-with-documented-spirit-encounters/article_62ccde5c-b95e-11ef-9842-9b48bc23b3d0.html",
            "description": "History buffs and paranormal enthusiasts in Billings have a unique opportunity to explore the Moss Mansion, home to some ...",
            "image_url": "https://www.bing.com/th?id=OVF.FsbAOgIwT3qw7gQJso%2ffwQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "KULR 819h",
            "source": "KULR 8",
            "article_content": "BILLINGS, Mont. – History buffs and paranormal enthusiasts in Billings have a unique opportunity to explore the Moss Mansion, home to some reportedly friendly and playful spirits.\n\nThe Moss Mansion is hosting a Christmas edition of their Ghost Tours this Sunday. Visitors will have the chance to hear about various ghost encounters that have been experienced in the mansion.\n\nDuring past tours, some participants have reported hearing the faint sound of piano keys playing, even when no one was at the keyboard. This phenomenon is believed to be linked to Maddie and Melville Moss, both musicians with an affinity for the piano. All interactions documented at the mansion have been described as peaceful and lighthearted.\n\nThe Montana Paranormal Society investigated the Moss Mansion and experienced an electronic voice phenomenon. While in the dining room, they commented that it was a lovely home and received a response.\n\n\"When they got a voice back saying 'thank you,' and they were kind of in this area out here the main area at the base of the staircase and they said 'let's go upstairs' and they got a voice back saying 'I can't,' in the library it very much sounds like there's someone that's not in the room with them trying to have a conversation with them over one of the EVP audios that we have, so we think we have very polite ghosts nothing like malicious or evil,\" said Heggem.\n\nOther reported interactions include the faint scent of cigars in the library and seeing or feeling figures in various places throughout the building.\n\nThe Moss family has experienced some tragedies, and during that time, it was common to die at home. It is believed that many of the family's spirits remain. Heggem shared, \"The youngest daughter, Virginia, she died when she was six, she caught something called Diphtheria which is basically a bad flu and it killed her very young and that was a really hard death on the family, so we think Virginia's ghost is still here, she seems very playful and she likes you know interacting with people especially children.\"\n\nThe staff who maintain the grounds treat the house as if it were a living entity, greeting and saying goodbye to the mansion every day.\n\nVisitors are reminded to remain respectful of the house and any spirit interactions they may have during the tour. Participants are advised not to touch anything and to listen to their tour guide."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fans of ‘Gravity Falls’ and ‘The Owl House’ Need To Watch This New Netflix Horror Series",
            "link": "https://collider.com/jentry-chau-vs-the-underworld-netflix/",
            "description": "Jentry Chau vs the Underworld is an invigorating teen horror series racked with anime aesthetics and eerie paranormal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iNvxsvtszWdzOoz51EGNhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "4h",
            "source": "collider",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magic mushrooms found in Africa are a species new to science",
            "link": "https://www.newscientist.com/article/2460465-magic-mushrooms-found-in-africa-are-a-species-new-to-science/",
            "description": "A fungus named Psilocybe ochraceocentrata is the closest relative of a widely cultivated psychedelic mushroom, giving clues ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B1X71K6p_1lBQsNHyCsuFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "New Scientist14h",
            "source": "New Scientist",
            "article_content": "A fungus named Psilocybe ochraceocentrata is the closest relative of a widely cultivated psychedelic mushroom, giving clues to their evolutionary origins\n\nPsilocybe ochraceocentrata mushrooms, a new species found in Zimbabwe and South Africa Cathy Sharp\n\nPsychedelic mushrooms growing in southern Africa have been identified as a new species that is the closest relative of Psilocybe cubensis, the most well-known magic mushroom species. The discovery brings scientists a step closer to understanding the evolutionary origins of these psychoactive fungi.\n\nAlex Bradshaw at Clark University in Worcester, Massachusetts, and his colleagues have named the newly described species Psilocybe ochraceocentrata, because of the ochre colour in the centre of the cap. It was collected from multiple sites across Zimbabwe and South Africa between 2013…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle School Student Makes Important Biomedical Discovery In Goose Poop",
            "link": "https://www.iflscience.com/middle-school-student-makes-important-biomedical-discovery-in-goose-poop-77219",
            "description": "This budding young middle school scientist was part of a community partnership with a local university that engages kids from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.chbUQ9ua6nlttkpQpenEui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "IFLScience17h",
            "source": "IFLScience",
            "article_content": "Imagine knowing you’ve already made an important contribution to biomedical research before you’ve even started high school. This is a reality for a young Chicago student who recently found a bacterium that exhibits antibiotic activity and produces a novel compound that slows the growth of human melanoma and ovarian cancer cells in the lab. Where did this startling discovery come from? Well, goose poop of course.\n\nThis budding young middle school scientist was part of a community partnership with a local university that engages kids from underrepresented and low-income backgrounds. The team partnered with Boys and Girls Clubs of Chicago, which allowed them to engage with middle schoolers as part of a 14-week applied science program.\n\nAdvertisement Advertisement\n\nInequality in educational resources, especially for STEM subjects, has often prevented some students from accessing these fields when they’re older. However, a team from the University of Illinois at Chicago, led by Brian Murphy, has established a partnership that engages such groups at an early stage in their educational development. The hope is that, by providing them with a chance to conduct real, high-quality research, these young students will come to see themselves as scientists and explore related careers in the future.\n\nAs Murphy’s lab is focused on finding antibiotics from natural sources, the students helped scour their local communities for environmental samples. Before someone suggests this was just a way to outsource sample gathering, the students then followed up on the stages of scientific processing, especially for programming a specialized robot that removes bacterial colonies from growth plates and tests them for antibiotic activity.\n\n“All experiments are performed under the guidance of graduate student or postdoctoral scientist volunteer mentors”, the researchers explain in their study.\n\n“Each student collected 3 samples of their choice from Garfield Park in Chicago, IL. Students pretreated and diluted their samples before plating each one on three different media types [....] While their bacteria incubated, they practiced block programming on LEGO EV3 modules in preparation for robot operation. When their environmental diversity plates exhibited sufficient bacterial growth, students programmed and operated the Hudson Robotics RapidPickMP to pick all distinguishable colonies from their environmental diversity plates and transfer them onto dual-sided agar plate assay (DAPA) bioassay plates.”\n\nAdvertisement Advertisement\n\nDuring their search, one student returned with a sample of goose poop that contained a strain of bacteria called Pseudomonas idahonensis – a species that had previously been isolated from rainbow trout in Idaho (idahonensis means “from Idaho). The student, Camarria Williams, and Jonathon Rodriguez, Technology Program Manager at Boys and Girls Clubs of Chicago, are listed as co-authors of the paper\n\nIt was concluded that this bacterium had antibiotic activity and even produced a completely new-to-science compound. Using nuclear magnetic resonance (NMR) and mass spectrometry, the university researchers were able to determine that orfamide N was not actually responsible for the antibiotic activity observed before. However, the compound did hinder the growth of human melanoma and ovarian cancer cells when it was tested in the laboratory.\n\nIt is believed that further testing could reveal additional advantageous properties of this new molecule.\n\nThis project demonstrates that it is possible to combine educational outreach with natural product discovery research while also showing how important it is to develop strong relationships between universities and local communities. In particular, it offers typically under-represented students a chance to be scientists themselves and to make incredible discoveries like this!\n\nAdvertisement Advertisement\n\nGuess we should also thank the goose for providing its poop as well.\n\nThe study is published in the journal ACS Omega."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New science displays delight curious minds ahead of school holidays",
            "link": "https://www.msn.com/en-au/science/chemistry/new-science-displays-delight-curious-minds-ahead-of-school-holidays/ar-AA1vQaMg?ocid=BingNewsVerp",
            "description": "New exhibits are rolling out at Scitech Discovery Centre ahead of the school holidays thanks to a half-million-dollar grant.",
            "image_url": "https://www.bing.com/th?id=OVFT.T7ZJJMTrL15wXq40FqRK7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "Sydney Morning Herald on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Cost of Discovery",
            "link": "https://www.ift.org/news-and-publications/blog/2024/the-cost-of-discovery",
            "description": "An award-winning scientist discusses research funding hurdles--and how he tackles them--to fuel the fight against foodborne ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b46MRTI5PLRjnF36rD6M2y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Institute of Food Technologists13h",
            "source": "Institute of Food Technologists",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drug that protects against HIV with two 'shots' a year, discovery of the year for 'Science'",
            "link": "https://www.msn.com/en-us/health/other/drug-that-protects-against-hiv-with-two-shots-a-year-discovery-of-the-year-for-science/ar-AA1vNp6a?ocid=BingNewsVerp",
            "description": "Lenacapavir, a treatment administered subcutaneously every six months, is capable of preventing infection with very high ...",
            "image_url": "https://www.bing.com/th?id=OVFT.69fSX1YelOT4txutPXsU2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "El Mundo on MSN21h",
            "source": "El Mundo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former OpenAI Employee, Whistleblower Found Dead At 26",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/former-openai-employee-whistleblower-found-dead-at-26/ar-AA1vPNIT?ocid=BingNewsVerp",
            "description": "Suchir Balaji went public with concerns about the ChatGPT's alleged copyright violations in October. Officials said he died ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OgIqvj6_Hsn1nkAwk0-ZCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "HuffPost on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's legal battle with Elon Musk reveals internal turmoil over avoiding AI 'dictatorship'",
            "link": "https://www.msn.com/en-us/money/companies/openai-s-legal-battle-with-elon-musk-reveals-internal-turmoil-over-avoiding-ai-dictatorship/ar-AA1vP8MJ?ocid=BingNewsVerp",
            "description": "A 7-year-old rivalry between tech leaders Elon Musk and Sam Altman over who should run OpenAI and prevent an artificial ...",
            "image_url": "https://www.bing.com/th?id=OVFT.6BuQ-B0Kl7mIrrLEf4poZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI publishes more of Elon Musk's internal emails showing he originally favored a for-profit structure",
            "link": "https://www.msn.com/en-us/money/companies/openai-publishes-more-of-elon-musks-internal-emails-showing-he-originally-favored-a-for-profit-structure/ar-AA1vPPxg?ocid=BingNewsVerp",
            "description": "OpenAI published screenshots of Elon Musk's old emails in which the billionaire was pushing a for-profit business structure.",
            "image_url": "https://www.bing.com/th?id=OVFT.2L9U4C7ygKvJy5eZeiBXGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "7hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI whistleblower found dead by apparent suicide",
            "link": "https://www.msn.com/en-us/news/technology/openai-whistleblower-found-dead-by-apparent-suicide/ar-AA1vQdeI?ocid=BingNewsVerp",
            "description": "Suchir Balaji, a former OpenAI researcher who accused his employer of violating copyright law, has died. Police have not ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2fAcWVZF-Jxr2QKITe6RZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Meta asks the US government to block OpenAI’s switch to a for-profit",
            "link": "https://www.theverge.com/2024/12/13/24320880/meta-california-ag-letter-openai-non-profit-elon-musk",
            "description": "OpenAI wants to change its status while retaining all of the benefits that enabled it to reach the point it has today,' Meta ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Z-S0AtrJAz52dW-UGRfeci&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "The Verge",
            "article_content": "Dear General Bonta:\n\nAs a California company that builds Generative AI technology, Meta Platforms, Inc. (“Meta”) is deeply concerned about OpenAI’s attempt to shed the non-profit status under which it was founded in order to establish a for-profit entity. We urge you to review this proposed transaction, including the nature and timing of any transfer of assets from OpenAI’s non-profit entity to other entities. Failing to hold OpenAI accountable for its choice to form as a non-profit could lead to a proliferation of similar start-up ventures that are notionally charitable until they are potentially profitable. The People of California have direct and urgent interests in stopping this behavior. All for-profit activities of OpenAI and its related entities should be paused to protect investors and consumers alike.\n\nIn 2015, OpenAI filed its original certificate of incorporation with the State of Delaware, which reads:\n\nThis Corporation shall be a nonprofit corporation organized exclusively for charitable and/or educational purposes within the meaning of section 501(c){3) of the Internal Revenue Code of 1986, as amended, or the corresponding provision of any future United States Internal Revenue law. The specific purpose of this corporation is to provide funding for research, development and distribution of technology related to artificial intelligence... The corporation is not organized for the private gain of any person... The property of this corporation is irrevocably dedicated to the[se] purposes... and no part of the net income or assets of this corporation shall ever inure to the benefit of any director, officer or member thereof or to the benefit of any private person.\n\nOpenAI reaffirmed this commitment on its very own website years later:\n\nSeeing no clear path in the public sector, and given the success of other ambitious projects in private industry, [OpenAI] decided to pursue this project through private means bound by strong commitments to the public good. [OpenAI] initially believed a 501(c)(3) would be the most effective vehicle to direct the development of safe and broadly beneficial AGI while remaining unencumbered by profit incentives.\n\nTaking advantage of this non-profit status, OpenAI raised billions of dollars in capital from investors to further its purported mission. The company represented to the State of California and the world that it would be run without any profit motivation. Investors and the public rightfully relied on that assurance.\n\nNow, OpenAI wants to change its status while retaining all of the benefits that enabled it to reach the point it has today. That is wrong. OpenAI should not be allowed to flout the law by taking and reappropriating assets it built as a charity and using them for potentially enormous private gains.\n\nMoreover, OpenAI’s proposed conversion represents not simply a future, potential abuse of corporate form. We would also urge you to examine whether OpenAI’s past practices are consistent with its obligations as a non-profit – most notably whether it has inappropriately depleted the assets of the non-profit by distributing assets to third-party entities.\n\nOpenAI’s conduct could have seismic implications for Silicon Valley. If permitted, OpenAI’s restructuring would represent a paradigm shift for technology startups; allowing this restructuring would only entice investors to launch organizations as non-profits, collect hundreds of millions of dollars in tax-free donations to support research and development, and then assume for-profit status as its technology becomes commercially viable.\n\nIndeed, if OpenAI’s new business model is valid, non-profit investors would get the same for-profit upside as those who invest the conventional way in for-profit companies while also benefiting from tax write-offs bestowed by the government and, ultimately, the public. That would distort the market by essentially requiring any startup seeking to remain competitive to adopt the same playbook.\n\nWe understand that Elon Musk and Shivon Zilis are currently seeking to represent the public interests in Musk v. Altman, No. 4:24-cv-04722-YGR (N.D. Cal.). Although we would also urge your office to take direct action, we believe that Mr. Musk and Ms. Zilis are qualified and well positioned to represent the interests of Californians in this matter. Their early, foundational roles in OpenAI’s creation and operations and as prior members of its Board position them to understand better than anyone what OpenAI was intended to be and how its current conduct deviates from its charitable mission.\n\nMeta is committed to openness and transparency in the transformative field of AI. OpenAI’s charitable promise to develop safe and broadly beneficial AI free from commercial pressures is an important one, and it should be kept. Given the breakneck speed at which OpenAI is continuing its for-profit conversion, this is a special case with an urgent necessity for action.\n\nWe appreciate your consideration of our views and are happy to answer any questions you may have.\n\nRespectfully,\n\nMeta Platforms"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple Reportedly Working on In-House Bluetooth and Wi-Fi Chip",
            "link": "https://www.msn.com/en-us/news/technology/apple-reportedly-working-on-in-house-bluetooth-and-wi-fi-chip/ar-AA1vP2ZW?ocid=BingNewsVerp",
            "description": "Apple plans to phase out the technology that currently powers its Bluetooth and Wi-Fi connections in favor of custom chips, further reducing its dependency on the third-party providers, Bloomberg ...",
            "image_url": "https://www.bing.com/th?id=ODF.vS3pKUrPWgIKkQBHtUkEPQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "CNET on MSN12h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Yes, the ParkMobile data breach settlement is real",
            "link": "https://www.khou.com/article/news/verify/settlements-verify/park-mobile-data-breach-settlement-legit/536-b6b3a745-50cb-4ed7-a689-99ae5b8c55a6",
            "description": "People affected by the ParkMobile parking app’s 2021 data breach could receive up to $25 as part of a class action settlement ...",
            "image_url": "https://www.bing.com/th?id=OVF.8jnS4m3hOm%2bRfnGGHwngAg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "12h",
            "source": "KHOU 11",
            "article_content": "People affected by the ParkMobile parking app’s 2021 data breach could receive up to $25 as part of a class action settlement. Here’s how to submit a claim.\n\nVERIFY often fact-checks settlement notices so our readers know whether they are legitimate or fraudulent.\n\nSome people, including a VERIFY journalist, received emails in December notifying them about a ParkMobile class action settlement due to a data breach. ParkMobile is a mobile parking payment app that is used in many U.S. states.\n\nGoogle Trends data show many people online are wondering if the ParkMobile data breach settlement is legitimate.\n\nTHE QUESTION\n\nIs the ParkMobile data breach settlement real?\n\nTHE SOURCES\n\nTHE ANSWER\n\nYes, the ParkMobile data breach settlement is real.\n\nWHAT WE FOUND\n\nParkMobile customers who were notified about the parking app’s 2021 data breach could receive up to $25 as part of a proposed class action settlement.\n\nThe parking payment app company agreed to a $32.8 million settlement following a 2021 lawsuit alleging it failed to protect people’s personal information, court records show. ParkMobile denied any wrongdoing or liability, an official settlement website says.\n\nParkMobile also acknowledged the settlement and linked out to the official website on Dec. 5.\n\nA class action lawsuit was filed in Georgia about two months after ParkMobile confirmed a “cybersecurity incident” linked to a third-party software in March 2021. The lawsuit alleges that about 21 million users’ personal information was compromised in the data breach.\n\nAccording to ParkMobile, the leaked information included license plate numbers, email addresses, phone numbers and mailing addresses, as well as encrypted passwords but not the encryption keys required to read them. Users’ credit card numbers were not leaked, the company said.\n\nWho qualifies for the settlement\n\nAnyone who received a notice from ParkMobile about the 2021 data security incident is eligible to submit a claim, according to the official website. People who are eligible also should have received an emailed notice about the class action settlement.\n\nIf you are still unsure about whether you’re eligible for the settlement, you can contact the Settlement Administrator at 1-866-944-4062.\n\nAccording to the official website, $9 million of the proposed settlement has been set aside for cash payments to people affected by the data breach. The amount of money each person can receive is capped at $25, the website says.\n\nPeople who don’t submit claims for cash payments will receive $1 credits from ParkMobile via email.\n\nHow to submit a claim\n\nPeople who are eligible for the settlement must submit a claim by Wednesday, March 5, 2025, the settlement website says.\n\nYou can submit a claim online using the ID and confirmation code on your mailed or emailed notice. If you don’t have the notice ID and confirmation code, you can look up your login by entering your name and email address.\n\nYou can also print out a claim form here and mail it postmarked no later than March 5 to this address: ParkMobile Data Security Incident, Attn: Claim Forms, 1650 Arch Street, Suite 2210, Philadelphia, PA 19103.\n\nIt’s unclear exactly when people who are eligible for the settlement could receive their payments."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Falling security levels and stricter framework put a strain on developers",
            "link": "https://www.heise.de/en/news/Falling-security-levels-and-stricter-framework-put-a-strain-on-developers-10198674.html",
            "description": "Growing requirements and inadequate supply chain security are overwhelming teams. Nevertheless, OSS projects have an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1M6EltmUEoPsdjuP7RPoeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "1h",
            "source": "heise online",
            "article_content": "The new State of Open Source Security Report 2024 is available and takes a concerned look at the current trends in software and supply chain security for open source projects.\n\nAnzeige\n\nPublisher Snyk, provider of the developer security platform of the same name, identifies three key points in its document. According to the report, teams are coming under increasing pressure durch increasing security requirements, which means that security measures are implemented less frequently. 52 percent of teams regularly fail to meet their SLA (Service Level Agreement) targets. A combination of stagnating security measures, a lack of resources and growing requirements is also leading to fatigue in terms of application security. According to Snyk, there is a lack of more sustainable security practices to address these challenges.\n\nUnrealistic targets make it difficult for many teams to meet their SLAs. (Image: The State of Open Source Security Report 2024, snyk.com)\n\nVulnerability to supply chain attacks is also increasing, as many companies are inadequately prepared to secure their supply chains. There is a lack of implementation of modern security practices such as SBOM verification, artifact signing and pipeline protection. For example, only 62.4 percent of companies monitor their SBOMs (Software Bill of Materials). And reliance on outdated approaches increases the attack surface, especially in cloud-native environments.\n\nFinally, as far as the use of artificial intelligence is concerned, the teams surveyed fear additional security vulnerabilities or licensing issues. False confidence in AI-generated code also plays a role.\n\nOpen source software can further expand its strengths over proprietary applications\n\nHowever, the report also recognizes an encouraging development: the open source community has made significant progress in eliminating critical vulnerabilities and shows a higher overall responsiveness than proprietary software projects.\n\nAnzeige\n\nFor the future, the organizers of the survey recommend expanding preventive security measures and improving the security maturity of supply chains in order to efficiently counter future threats. This includes basic security practices, better prioritization in vulnerability management, clear guidelines for the validation and testing of AI-generated code, or advising teams to focus on sustainable measures to avoid burnout.\n\nThe report is based on information from around 450 respondents from the application development and security sector, based in the USA, Canada and the United Kingdom. The 12-page document is available for download upon registration.\n\n(mho)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hydro warned Glasgow fans about 'dress code rules' gig this weekend",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/hydro-warned-glasgow-fans-about-dress-code-rules-gig-this-weekend/ar-AA1vOJhq?ocid=BingNewsVerp",
            "description": "I've been going to The Hydro since it opened and that's the first time I've seen rules like that before, next they'll be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OgpPC7r6rUQFMSjokmbl_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN14h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Look shoppers get 25% off 'perfect' winter coat with special code",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/new-look-shoppers-get-25-off-perfect-winter-coat-with-special-code/ar-AA1vOmhj?ocid=BingNewsVerp",
            "description": "New Look has launched a seasonal discount code, FESTIVE25, offering up to 25% off almost everything, just in time for those ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qUdF91SAt8L41ja4yljAgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Liverpool Echo on MSN18h",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These discoveries in 2024 could be groundbreaking — if they’re true",
            "link": "https://www.sciencenews.org/article/2024-science-discoveries-could-be-true",
            "description": "Did microbes ever live on Mars? Did an \"elevator\" help build Egypt’s first pyramid? Some signs pointed to yes this year, but confirmation is still needed.",
            "image_url": "https://www.bing.com/th?id=ODF.U05qPw4ob4djIugVATRjuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science News12h",
            "source": "Science News",
            "article_content": "In 2024, researchers turned up possible evidence of ancient life on Mars, hints that Alzheimer’s disease can spread from person-to-person and a slew of other scientific findings that could be a big deal — if they’re the real deal.\n\nMartian microbes, maybe\n\nAlien microbes may have once made their home on Mars (SN: 8/24/24, p. 6). In July, NASA’s Perseverance rover uncovered a rock on the Red Planet that sports white spots with black rings laced with iron phosphate (see Page 28). On Earth, such specks have been linked to ancient micro­bial life. But they’re not surefire signs of microbes. The only way to know for certain is to bring the rock back to Earth for closer inspection.\n\nNASA’s Perseverance rover discovered leopard spot–like features in this Martian rock (closeup image shown). On Earth, similar structures are associated with microbial life. MSSS/JPL-Caltech/NASA\n\nSparking superconductivity\n\nLight may be the secret ingredient for making superconductors that don’t require frigid conditions. In an experiment, blasting a copper and oxygen compound with a laser caused the material to throw off magnetic fields. That magnetism, the scientists say, is a smoking gun for superconductivity — the ability to ferry electricity with no resistance (SN: 8/10/24, p. 6). But skeptics contend that those magnetic fields might have arisen from some other, unknown physics.\n\nIn experiments, a compound made of copper and oxygen atoms (blue and red spheres in this illustration) blasted with laser light (red) threw off magnetic fields (blue). This effect signals that the compound transformed into a superconductor, some physicists say. Sebastian Fava, Jörg M. Harms\n\nAncient engineering\n\nBuilders used a water-powered elevator to construct Egypt’s first pyramid nearly 4,700 years ago, researchers propose (SN: 9/7/24 & 9/21/24, p. 11). That controversial idea is based on a computer model of structures in and around the Step Pyramid of Djoser. Controlling the flow of floodwater in and out of a shaft inside the pyramid could have lifted and lowered a block-hoisting platform, the model shows. But critics argue that occasional rains wouldn’t have supplied enough water to sustain such a system.\n\nAncient workers could have built Egyptian King Djoser’s pyramid (shown) using a water-powered elevator to hoist the heavy stone blocks, a computer simulation suggests. But not all archaeologists are on board with the idea. Anton Petrus/Moment/Getty Images\n\nTectonic shake-up\n\nPlate tectonics got off to an early start in Earth’s history, a rock in South Africa suggests. Layers in the rock bear scars of 3-billion-year-old landslides that may have been caused by an earthquake (SN: 4/6/24, p. 6). That quake, scientists say, could have been triggered by slabs of crust colliding. The finding lends support to the contested idea that plate tectonics dates back more than 2.8 billion years. But other geologists are not convinced that this quake marks the start of global plate tectonics.\n\nLayers of rock at the Barberton Greenstone Belt in South Africa contain hints of a huge earthquake triggered by plate tectonics more than 3 billion years ago. Simon Lamb\n\nMedium size, maximum hype\n\nFor the first time, astronomers may have spotted a midsize black hole in our galaxy (SN: 8/10/24, p. 7). Telescope data suggest that a black hole at least 8,200 times as massive as the sun lurks in the star cluster Omega Centauri. But another study disputes the claim. Instead, the star cluster could harbor a horde of smaller black holes (SN: 8/20/24).\n\nIf a rare midsize black hole truly does lurk in the heart of the Omega Centauri star cluster, it would be the first black hole of its size found in the Milky Way. In this Hubble Space Telescope image, the supposed black hole’s location is marked by the white box. Hubble/ESA, NASA, M. Häberle/MPIA\n\nTransmissible Alzheimer’s?\n\nAlzheimer’s disease is not contagious in everyday life, but under extremely rare conditions, it may spread from one person to another (SN: 2/24/24, p. 6). Five people who in childhood received contaminated growth hormone injections later developed early-onset Alzheimer’s — most likely because the hormones were tainted with amyloid-beta, a protein whose buildup is linked to the disease, researchers say. But it’s not yet clear whether the growth hormones are to blame, other experts note. Perhaps the health conditions that those hormones were meant to treat or other medical procedures led to the development of Alzheimer’s in these patients.\n\nHigh levels of the protein amyloid-beta — a hallmark of Alzheimer’s disease — appear orange and purple in this brain scan of a man with the disease. Childhood exposure to the protein via contaminated growth hormone injections may have led the man to develop Alzheimer’s later in life. G. Banerjee et al/Nature Medicine 2024\n\nShedding light on dark energy\n\nDark energy may have gotten even more mysterious. The enigmatic stuff, which makes up the bulk of the cosmos, is generally thought to maintain a constant density. But new observations of 6.4 million galaxies and quasars from the Dark Energy Spectroscopic Instrument, or DESI, paired with data on exploding stars, cast doubt on that idea. These data more closely fit a model of the universe in which the relationship between dark energy’s density and its pressure changes over time (SN: 5/4/24 & 5/18/24, p. 6). If confirmed, this finding would rewrite the history of the universe. Experts are withholding judgment until DESI completes its survey of over 30 million other galaxies (SN: 12/14/24 & 12/28/24, p. 7)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle School Student Makes Important Biomedical Discovery In Goose Poop",
            "link": "https://www.iflscience.com/middle-school-student-makes-important-biomedical-discovery-in-goose-poop-77219",
            "description": "This budding young middle school scientist was part of a community partnership with a local university that engages kids from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.chbUQ9ua6nlttkpQpenEui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience17h",
            "source": "IFLScience",
            "article_content": "Imagine knowing you’ve already made an important contribution to biomedical research before you’ve even started high school. This is a reality for a young Chicago student who recently found a bacterium that exhibits antibiotic activity and produces a novel compound that slows the growth of human melanoma and ovarian cancer cells in the lab. Where did this startling discovery come from? Well, goose poop of course.\n\nThis budding young middle school scientist was part of a community partnership with a local university that engages kids from underrepresented and low-income backgrounds. The team partnered with Boys and Girls Clubs of Chicago, which allowed them to engage with middle schoolers as part of a 14-week applied science program.\n\nAdvertisement Advertisement\n\nInequality in educational resources, especially for STEM subjects, has often prevented some students from accessing these fields when they’re older. However, a team from the University of Illinois at Chicago, led by Brian Murphy, has established a partnership that engages such groups at an early stage in their educational development. The hope is that, by providing them with a chance to conduct real, high-quality research, these young students will come to see themselves as scientists and explore related careers in the future.\n\nAs Murphy’s lab is focused on finding antibiotics from natural sources, the students helped scour their local communities for environmental samples. Before someone suggests this was just a way to outsource sample gathering, the students then followed up on the stages of scientific processing, especially for programming a specialized robot that removes bacterial colonies from growth plates and tests them for antibiotic activity.\n\n“All experiments are performed under the guidance of graduate student or postdoctoral scientist volunteer mentors”, the researchers explain in their study.\n\n“Each student collected 3 samples of their choice from Garfield Park in Chicago, IL. Students pretreated and diluted their samples before plating each one on three different media types [....] While their bacteria incubated, they practiced block programming on LEGO EV3 modules in preparation for robot operation. When their environmental diversity plates exhibited sufficient bacterial growth, students programmed and operated the Hudson Robotics RapidPickMP to pick all distinguishable colonies from their environmental diversity plates and transfer them onto dual-sided agar plate assay (DAPA) bioassay plates.”\n\nAdvertisement Advertisement\n\nDuring their search, one student returned with a sample of goose poop that contained a strain of bacteria called Pseudomonas idahonensis – a species that had previously been isolated from rainbow trout in Idaho (idahonensis means “from Idaho). The student, Camarria Williams, and Jonathon Rodriguez, Technology Program Manager at Boys and Girls Clubs of Chicago, are listed as co-authors of the paper\n\nIt was concluded that this bacterium had antibiotic activity and even produced a completely new-to-science compound. Using nuclear magnetic resonance (NMR) and mass spectrometry, the university researchers were able to determine that orfamide N was not actually responsible for the antibiotic activity observed before. However, the compound did hinder the growth of human melanoma and ovarian cancer cells when it was tested in the laboratory.\n\nIt is believed that further testing could reveal additional advantageous properties of this new molecule.\n\nThis project demonstrates that it is possible to combine educational outreach with natural product discovery research while also showing how important it is to develop strong relationships between universities and local communities. In particular, it offers typically under-represented students a chance to be scientists themselves and to make incredible discoveries like this!\n\nAdvertisement Advertisement\n\nGuess we should also thank the goose for providing its poop as well.\n\nThe study is published in the journal ACS Omega."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Magic mushrooms found in Africa are a species new to science",
            "link": "https://www.newscientist.com/article/2460465-magic-mushrooms-found-in-africa-are-a-species-new-to-science/",
            "description": "A fungus named Psilocybe ochraceocentrata is the closest relative of a widely cultivated psychedelic mushroom, giving clues ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B1X71K6p_1lBQsNHyCsuFi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "New Scientist14h",
            "source": "New Scientist",
            "article_content": "A fungus named Psilocybe ochraceocentrata is the closest relative of a widely cultivated psychedelic mushroom, giving clues to their evolutionary origins\n\nPsilocybe ochraceocentrata mushrooms, a new species found in Zimbabwe and South Africa Cathy Sharp\n\nPsychedelic mushrooms growing in southern Africa have been identified as a new species that is the closest relative of Psilocybe cubensis, the most well-known magic mushroom species. The discovery brings scientists a step closer to understanding the evolutionary origins of these psychoactive fungi.\n\nAlex Bradshaw at Clark University in Worcester, Massachusetts, and his colleagues have named the newly described species Psilocybe ochraceocentrata, because of the ochre colour in the centre of the cap. It was collected from multiple sites across Zimbabwe and South Africa between 2013…"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New science displays delight curious minds ahead of school holidays",
            "link": "https://www.msn.com/en-au/science/chemistry/new-science-displays-delight-curious-minds-ahead-of-school-holidays/ar-AA1vQaMg?ocid=BingNewsVerp",
            "description": "New exhibits are rolling out at Scitech Discovery Centre ahead of the school holidays thanks to a half-million-dollar grant.",
            "image_url": "https://www.bing.com/th?id=OVFT.T7ZJJMTrL15wXq40FqRK7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "Sydney Morning Herald on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Standing Up for Science with Science Communication",
            "link": "https://www.ipsnews.net/2024/12/standing-science-science-communication/",
            "description": "Science communication is a vital part of the scientific process, as discoveries and solutions addressing the world's greatest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.09YJDUL9lzZhK2sr-Zg_WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Inter Press Service13h",
            "source": "Inter Press Service",
            "article_content": "Standing Up for Science with Science Communication\n\nURBANA, Illinois, US, Dec 13 2024 (IPS) - New research shows that AI-generated summaries of scientific writing made the information more approachable and easier to understand, and thus created more public engagement with the information. This is notable because most scientists aren’t trained in science communication tactics and so their jargon affects many people’s ability to understand and trust scientific papers and findings.\n\nScience communication has always been an important part of the scientific process because discoveries, solutions and findings that can help solve our world’s greatest challenges cannot be adopted or understood by the public without clear communication. Communicating science well also can shape and inform public policy.\n\nScientists, therefore, have a responsibility to make sure that they communicate their knowledge and findings in a way that the public and policymakers can understand, but too often that is not happening.\n\nScientists have a responsibility to make sure that they communicate their knowledge and findings in a way that the public and policymakers can understand, but too often that is not happening\n\n\n\n\n\nDue to the importance of science communication, it is necessary for scientists to be trained in science communication. That is why I started a science communications course at my university.\n\nI have taught it for over 4 years and cover topics like the art of writing opinion pieces and creating science stories, communicating science to different audiences through careful use of metaphors and minimal use of jargon.\n\nAdditionally, the class covers topics such as communicating science using social media and communicating with politicians and creating visual science stories. Students who have taken the class have continued to use the skills learned in class in their careers while others went on to become science communicators\n\nThe people who need to learn these skills include recent PhD graduates, post-doctoral fellows, assistant professors, newly tenured and full professors.\n\nThere are several resources including textbooks, science communication workshops, and many trusted organizations and institutions to which scientists can turn. Science communication newbies can also turn to social media including Bluesky social and Instagram to meet other science communication enthusiasts.\n\nNotably, there are institutions and organizations to which scientists can turn. The American Association for the Advancement of Science, for example has developed a communication toolkit to help science communication newbies.\n\nThe OpED project has programs to help people learn how to write OpEds and a few times a year, they offer science communication workshops. Moreover, most universities also have webpages listing science communication resources.\n\nFor example, Duke University has a webpage listing the resources available including science communication workshops, events and classes.\n\nCommunicating science effectively via OpEds, blogs, and social media outlets is not only important for reaching the public and policy makers, but it can help scientists themselves, too.\n\nFirst, through public publishing and engagement, scientists can establish their own reputation. Journalists and policymakers will often reach out to whatever expert they can easily find, and being active on social media and op-ed pages will make a person easier to find.\n\nBeing a consistent public voice – backed up by good work – can help establish someone as an expert in their field. Moreover, scientists that regularly and consistently participate in science communication can track its impact and include that on tenure promotion packages.\n\nThis happened to me. Being consistent with writing over 150 OpEds, since 2015, for example has helped to advance my career.\n\nSecond, communicating science publicly help a person build a professional network, which can lead to peers reaching out for collaborations and co-writing of grant proposals.\n\nIt can lead to people recommending each other for awards or invitations to speak on panels, workshops or to give plenary talks.\n\nThis has been my experience, and I’ve received a few invitations thanks to my public writing. For instance, I was invited to give a plenary talk at the annual 2019 British Ecological Society, and I’ve been invited to speak at various universities.\n\nIn 2021, I was awarded the American Association for the Advancement of Science Mani L. Bhaumik Award for Public Engagement with Science.\n\nThird, communicating science can help a scientist grow their skills and become better at speaking and writing in publicly accessible language. And it can help scientists learn to become better at capitalizing on newsworthy moments. In addition, this can also facilitate the building of trust among different communities and the public.\n\nFourth, it can allow scientists to offer a public service and provide accurate information about their discoveries and recent scientific and technological advancements to reporters and policymakers.\n\nOf course, for new beginners, it can be overwhelming to join the science communication bandwagon. Not only may it be unfamiliar and a new skill to develop, but there are concerns like being unable to control what happens to your writing or how it is used once it’s published, or the fact that science is ever evolving, and new information may agree or disagree with previously held truths. But the benefits outweigh the negatives.\n\nScience communication is critical for conveying important scientific information. Scientists must stand up for science. When scientists become better science communicators, the public, society, and scientists benefit.\n\nEsther Ngumbi, PhD is Assistant Professor, Department of Entomology, African American Studies Department, University of Illinois at Urbana-Champaign"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "8 Free Content Operations Templates Worth Downloading",
            "link": "https://www.techrepublic.com/article/freelancer-management-templates/",
            "description": "Discover the best freelancer management templates for monday.com, ClickUp, Knack, Airtable, Google Docs, Excel, and more.",
            "image_url": "https://www.bing.com/th?id=OVFT.-rKCXMQw_d94WAupGtHf9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "8h",
            "source": "TechRepublic",
            "article_content": "Just about every business I’ve started has involved hiring freelancers. They’re more affordable and flexible, plus it’s easier to scale up or down as needed. One or two is easy, but things can get messy when you’re dealing with any more than that.\n\nI’ve since built my own custom freelancer management system, I started with freelancer management templates. Here’s a curated list of my favorites.\n\nmonday.com: A powerful and flexible freelancer management template\n\nTrusted by over 225,000+ businesses, monday.com is one of the most popular project management platforms out there. It’s perfect if you need an organized and flexible way to manage work for your in-house team, freelancers, agencies, and even other departments.\n\nmonday.com has a free plan for up to two users. It’s limited, but it is a good place to start if you want to try it out before paying.\n\nMore on monday.com: monday.com Review | monday.com vs Jira | monday.com vs. Notion.\n\nTo start, you’ll need to add all of your resources, including freelancers and in-house team members if you’re managing their work here too. From there, you can invite as many guest users as you need to at no extra cost.\n\nOnce they’re onboarded, you can start assigning tasks. They will be able to track their time, monitor deadlines, upload files, leave comments, and more.\n\nThe best part about this template is how it brings all of your outsourced tasks together. You’ll easily be able to keep track of everything happening outside the company in one place. Each task can have its own status, allocated amount of time, due date, owner, and assignee.\n\nIt’s simple, yet effective. You can also add additional columns if you need to.\n\nmonday.com makes it easy to control access and editing capabilities so you don’t have to worry about freelancers being able to see things you don’t want them to.\n\nClickUp: A Kanban-style freelancer management template\n\nClickUp is another powerful option if you want a complete project management solution.\n\nIts generous free plan includes collaborative document sharing, whiteboard features, sprint management, calendar views, and Kanban boards. It’s more than enough to get started and many smaller businesses can stay on the free plan for quite some time.\n\nYou’ll be able to invite as many free users as you’d like, just keep in mind that you won’t have granular access controls unless you upgrade.\n\nMore on ClickUp: ClickUp Review | ClickUp vs Asana | ClickUp vs. Notion.\n\nKanban boards are simple, familiar, and highly visual — they’re great for managing projects and tasks, especially those you’re outsourcing to a contractor. They likely won’t have to learn a new system or wonder how it works.\n\nAll you have to do is create a backlog of tasks, assign them, set due dates, and invite them to collaborate with you on ClickUp.\n\nThey’ll be able to manage their work, mark tasks as complete, leave comments, ask questions, collaborate on documents, chat with you, and more.\n\nIt takes just a few minutes to configure everything if you’re using this template as is. Otherwise, it may take up to an hour to customize it to match your needs. You can adjust the columns, fields that show on each card, what it looks like when you open a card, and just about every other element.\n\nYou can even turn off features you aren’t going to use. This ensures nobody uses them by accident.\n\nKnack: Manage projects, resumes, and invoices in one place\n\nKnack is a no-code development platform that’s great for companies who want to create their own custom apps. You can use it to build web portals, databases, project trackers, and even a directory to manage all of your freelancers.\n\nThere’s no free plan, but there is a 14-day free trial if you want to try it before you invest. Plans start at $59 per month.\n\nIt’s a bit pricey, but it’s worth it if you need the level of customization it provides.\n\nThis template is great if you need a full system to manage freelancer projects and tasks, invoices, service agreements, and resumes.\n\nIt allows you to create a complete directory of every freelancer you’ve ever worked with. This can be useful if you want to have an approved list of contractors or a large pool of freelancers you can pick from at any time.\n\nIt’s also invaluable if you do a lot of recruiting or cycling through.\n\nYou’ll be able to categorize your directory based on their skills, experience level, type of agreement, or any other custom attribute you’d like. This makes it easy to find exactly what you need when you need it.\n\nContractors will be able to send invoices and even add a portfolio of their work directly within the platform. They have full access to their profiles and can update them any time.\n\nThe downside of this template is how much upfront work is required. You’ll likely have to do a bit of customizing, training, and tweaking before you start using it. Building a custom no-code app is always more challenging than you think it’ll be.\n\nBut it definitely pays off if you need it.\n\nAirtable: A comprehensive freelancer management database\n\nAs a powerful relational database builder, Airtable makes it easy for non-developers to build systems, including a freelancer management database. On top of that, you can utilize automations to streamline notifications, task assignments, and more.\n\nAirtable’s free plan supports up to 1,000 records per base, which is more than enough to start.\n\nMore on Airtable: Airtable Review | Airtable vs Asana | Airtable vs Trello.\n\nThis template comes with prebuilt tables for contractors, assignments, projects, and your internal team. Although it’s technically for managing contractors and their work, you can use it to manage in-house projects and tasks in the same place without making too many adjustments.\n\nFor each contractor, you can add their area of expertise, occupation, portfolio, work link, contact, secondary specializations, approval status, and contact information.\n\nOut of the box, it covers everything you need to know about each freelancer. It even has a specific view for tracking them through your recruitment pipeline.\n\nOnce on board, you can associate contractors with their assignments, set due dates, explain project scope, attach your contact, and any other details you may need.\n\nAirtable’s flexibility means you can add new fields, remove fields, or edit existing fields to make it work for you.\n\nWith each assignment, the manager will be able to add feedback. Over time, you can use this to determine if you want to keep working with specific freelancers.\n\nOverall, it’s flexible and powerful if you want to do a lot of customizing.\n\nAsana: A simpler freelancer management template for small to mid-sized teams\n\nSo far, we’ve covered incredibly flexible and powerful project management options. Asana isn’t as flexible, but is much easier to use. It has a rigid hierarchy and eliminates the problem of there being dozens of different ways to accomplish the same thing.\n\nOut of the box, it’s ready to go without much reconfiguring. Its free plan is also one of the best, allowing for unlimited tasks, projects, and storage for up to ten users.\n\nMore on Asana: Asana Review | Asana vs Basecamp | Asana vs Wrike.\n\nAfter adding this template to your account, you’ll start with creating a list of your freelancers. You’ll be able to save their contact information, rates, areas of expertise, and past projects. This is a great resource as your contractor pool grows larger.\n\nFrom there, you can assign work, share documents, set due dates, and collaborate directly within Asana.\n\nUsers will be able to sort and group tasks however they’d like, and there are numerous different views they can choose from — List, board, timeline, and calendar to name a few.\n\nBut perhaps the best part of this template (and Asana in general) is that each project has a dedicated message board. This means freelancers can message your team and anyone on the project can respond.\n\nManagers and supervisors will also appreciate its built in automation rules and customizable dashboards.\n\nExcel, PDF, and Google Docs freelancer management templates\n\nIf you’re working with a handful of contractors and don’t need a system for collaborative task tracking, you can use a spreadsheet or document to stay organized.\n\nEven if you decide to use a more comprehensive platform for managing your freelancers, each of the templates below can still be a useful resource.\n\nTemplate 1: A freelancer invoicing template (PDF or Excel)\n\nIt may sound obvious, but requiring freelancers to use your invoicing template goes a long way in ensuring each invoice includes all the details you need. I used to let freelancers invoice however they’d like and it wasn’t until I brought a controller on board that I realized I needed a more standardized way.\n\nAside from standardization, your team will be able to process them faster and avoid common errors when issuing payments.\n\nThey’ll know how to spot problems early to ensure everyone still gets paid on time.\n\nThis free HubSpot template is available as a PDF or Excel file. All you have to do is provide your email address and a few details about your business.\n\nFile in hand, you can start by filling out your company information, like your name, address, phone number, and email.\n\nFrom there, you can provide a copy to each of your freelancers. They’ll be able to duplicate it and fill in their own information before submitting it to you for payment.\n\nThere’s an area to describe the scope of work, list each task completed, and calculate total amount due based on hours worked and their hourly rate. You can easily update this if you charge by project or deliverable instead.\n\nAt the bottom, freelancers can also add a tax rate, discount, or shipping and handling fees if needed.\n\nTemplate 2: A one-page project brief template (Google Docs)\n\nIf you’re looking for a simple, reusable template you can use to assign work to a freelancer, this free Google Docs template from TeamGantt is a great option.\n\nIt’s straightforward and incredibly simple, but outlining priorities, expectations, and requirements up front often leads to better outcomes. This is especially true when working with freelancers who may not have the same level of context as your in-house team.\n\nThis template allows you to summarize your goals and provide the context contractors need to meet your expectations. From there, you can break it down further into tasks and deliverables you need from them.\n\nYou’ll be able to add screenshots and images if needed, which can be helpful for demonstrating what you’re after or providing instructions if needed.\n\nThere’s also an area to define what is out of scope. This can be incredibly helpful from the freelancer’s perspective — it lets them know what you’ve thought about and don’t need from them. In many cases, knowing what’s out of scope is more helpful than understanding what you need.\n\nIn the sidebar, you can add contact information for key stakeholders and others involved in the project. This lets them know who to talk to if they have questions.\n\nYou can download this template in landscape or portrait orientation, depending on your preferences. You’ll also be able to copy it as many times as needed.\n\nHow to choose a freelancer management template\n\nUnless your needs are incredibly basic, I suggest reframing this question — instead of choosing a template, think about choosing a platform that will work well for what you need. From there, you can download their freelancer management template into your account and get started.\n\nThat said, here are some factors to keep in mind as you make your decision.\n\nLevel of detail\n\nHow much information do you need to capture? Some templates cover the basics, like email, phone number, and pay rate. Others are highly sophisticated and cover previous work history, rating systems, active status, and more.\n\nSome may even let freelancers set up a profile, submit invoices, message your team, and more.\n\nAs I mentioned, each template’s capabilities are heavily influenced by the platform rather than the template itself.\n\nYou’ll likely be able to add, remove, and update as needed but core functionality isn’t something you can change.\n\nProject management capabilities\n\nIf you want to streamline how you assign work to your freelancers, you’ll need more than just a database of their contact information. Think about the project management style you want to use and which types of project boards you’ll need to facilitate this work.\n\nSome project management systems double as freelancer databases, while others don’t have the best database but shine when it comes to tracking tasks.\n\nScalability\n\nThink about the number of freelancers you’re currently working with and how many you’re planning to work with moving forward. Some templates work best for small teams while others can accommodate upwards of 50+ freelancers.\n\nBest practices for managing freelancers\n\nI’ve been working with freelancers for the majority of my career. Over the years, I’ve learned a lot about what works and what doesn’t.\n\nHere’s my best advice in less than five minutes:\n\nStick to a simple onboarding process.\n\nEstablish a recruitment process and stick to it.\n\nGet as specific and clear as you can about your expectations.\n\nWhen in doubt, over communicate with your contractors.\n\nTalk through miscommunications on the phone if you can.\n\nAvoid micromanagement. You hired them for a reason — let them do their job.\n\nBe prepared to check their work thoroughly until you trust them.\n\nEstablish long-term working relationships when you can.\n\nKeep an ongoing list of freelancers you’re comfortable hiring again.\n\nRegularly filter out those you were less than satisfied with.\n\nYou get what you pay for.\n\nWorking with freelancers can be highly effective, especially if you manage them well. Staying organized, keeping track of work, and paying them on time is key to mutually beneficial partnerships you can rely on for years to come."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Generate a CrowdStrike RFM Report With AI in Tines",
            "link": "https://thehackernews.com/2024/12/how-to-generate-crowdstrike-rfm-report.html",
            "description": "Automate CrowdStrike RFM reporting with Tines' AI workflow, saving 25+ hours annually while improving accuracy.",
            "image_url": "https://www.bing.com/th?id=OVFT.lZnw2ACwM6pyQ-A0Lcid6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "The Hacker News20h",
            "source": "The Hacker News",
            "article_content": "Run by the team at orchestration, AI, and automation platform Tines, the Tines library contains pre-built workflows shared by real security practitioners from across the community, all of which are free to import and deploy via the Community Edition of the platform.\n\nTheir bi-annual \"You Did What with Tines?!\" competition highlights some of the most interesting workflows submitted by their users, many of which demonstrate practical applications of large language models (LLMs) to address complex challenges in security operations.\n\nOne recent winner is a workflow designed to automate CrowdStrike RFM reporting. Developed by Tom Power, a security analyst at The University of British Columbia, it uses orchestration, AI and automation to reduce the time spent on manual reporting.\n\nHere, we'll share an overview of the workflow, plus a step-by-step guide for getting it up and running.\n\nThe problem - time-consuming reporting\n\nThe workflow's builder, Tom Power, explains, \"The CrowdStrike Falcon sensor goes into Reduced Functionality Mode (RFM), usually because the operating system (OS) or kernel version is too old or too new for the sensor to support in kernel mode. Every week, SecOps would log into the Falcon console, and filter the host management console for endpoints in RFM for the last week. We would generate the report and download it.\"\n\nThis process provided critical data for identifying kernel updates causing RFM, particularly for Linux endpoints. However, it required the team to manually check whether CrowdStrike had released a new sensor version compatible with the latest kernel updates.\n\n\"The entire process took about 30 minutes each week,\" Tom adds. \"Over the course of a year, that added up to more than 25 hours of time we could have spent on other cybersecurity priorities.\"\n\nThe solution - automated RFM reporting with AI\n\nTom's workflow automates the tracking and reporting of Falcon Sensor RFM across hosts. By leveraging Tines' AI-driven Automatic Mode, it generates custom code to streamline report creation. The workflow not only produces regular, consistent reports but also enables management to monitor trends in RFM occurrences, supporting proactive system health management and faster decision-making.\n\nThe automated workflow eliminates the need for manual reporting by allowing analysts to submit requests via a simple web form. Within minutes, the workflow retrieves data, processes it, and delivers an actionable email report, complete with detailed insights and a CSV attachment.\n\nExample output:\n\nHere's a sample of the auto-generated email and report received by the team:\n\nHere are some of the key benefits of using this workflow:\n\nFrees analysts to focus on high-priority cybersecurity tasks.\n\nReduces manual effort and the potential for human error.\n\nDelivers consistent, reliable reports for improved productivity.\n\nEnhances decision-making by providing real-time insights.\n\nBoosts morale by removing a tedious and repetitive task.\n\nWorkflow overview\n\nTools used:\n\nTines - a workflow orchestration, AI and automation platform that's popular with security teams. It's possible to use the free Community Edition of Tines to build and run this workflow if you don't have a paid account. AI must be enabled on your tenant.\n\nCrowdStrike - endpoint detection and response (EDR) platform. This workflow integrates with CrowdStrike Falcon's API to retrieve data about endpoints in Reduced Functionality Mode (RFM). While Falcon provides robust endpoint visibility, it lacks native automation for recurring RFM reports.\n\nThe workflow is initiated when a web form is submitted, triggering the process to generate CrowdStrike RFM reports.\n\nThe first action retrieves a list of device IDs from CrowdStrike Falcon's API. If the list is larger than what CrowdStrike returns in the first batch, multiple calls are made to paginate through the full list.\n\nOnce all the device details are retrieved, the workflow consolidates them into a single resource. This resource acts as the foundation for analysis, where the number of Linux, Windows, and Mac hosts is calculated and appended to the data.\n\nUsing the consolidated resource, the workflow generates an HTML summary table to present the data in a structured format. This table is then converted into a CSV file, making it suitable for reporting purposes.\n\nThe CSV report is emailed to stakeholders for review. To maintain efficiency and data hygiene, the workflow purges the temporary resource after the email is sent, ensuring it is ready for the next cycle.\n\nBy automating these steps, the workflow eliminates manual effort, reduces the risk of errors, and provides consistent, up-to-date reporting on devices in reduced functionality mode across the environment.\n\nConfiguring the workflow - step-by-step guide\n\nLog into Tines or create a new account. Ensure AI is enabled on your tenant. For this, you need to be the tenant owner. Select the account settings drop-down in the top left of your screen, and check the box to turn AI on. Create your CrowdStrike credential. From the credentials page, select New credential, scroll down to the CrowdStrike credential and complete the required fields. Navigate to the pre-built workflow in the library. Select import. This should take you straight to your new pre-built workflow. Configure your actions. For example, you may like to edit the layout of the Tines page that kicks off the workflow. Test the workflow. Submit an image via the form to test your workflow. Publish your workflow and share the Page URL with your desired users.\n\nBuilding in other automation platforms\n\nYou could use another no-code automation platform to build a similar service, although it's worth noting that some of the features in this workflow are unique to Tines:\n\nPages: This workflow is kicked off by a submission to a form on a web page. This is built using Tines' Pages feature. Alternative: Use a scheduled trigger to kick off the workflow.\n\nThis workflow is kicked off by a submission to a form on a web page. This is built using Tines' Pages feature. Event Transform in Automatic Mode: This feature uses build-time AI to compose Python code based on the guidance and the input the builder provides. Once you save your changes, the code is locked in place. This means that when the action runs, only the code executes, and no AI is involved. Alternative: Write Python code manually to transform your data.\n\nThis feature uses build-time AI to compose Python code based on the guidance and the input the builder provides. Once you save your changes, the code is locked in place. This means that when the action runs, only the code executes, and no AI is involved.\n\nIf you'd like to explore AI in Tines for yourself or test out this workflow, you can sign up for a free account including AI functionality."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Soto bet on himself from start, and it paid off with historic deal",
            "link": "https://www.mlb.com/news/juan-soto-s-path-to-record-contract",
            "description": "Juan Soto. There’s no one like him. It’s not just the money he’s going to make with the New York Mets … though that’s ...",
            "image_url": "https://www.bing.com/th?id=OVF.JRy0fa3jarpgL1zvP9izgQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "MLB15h",
            "source": "MLB",
            "article_content": "San Diego was never seen as a long-term destination for Soto, because the Padres had a lot of money tied up into other players and were merely hoping Soto could be the final piece of a World Series-caliber club. They lost the NLCS with Soto in 2022, then missed the playoffs entirely in 2023. Rather than go through another round of arbitration with Soto and take him into his walk year, they dealt him and outfielder Trent Grisham to the Yankees on Dec. 7, 2023, for a package of controllable pitchers in Michael King and Jhony Brito, prospects Drew Thorpe and Randy Vásquez, and backup catcher Kyle Higashioka (a package that’s looking strong for San Diego)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Watch Jacksonville Dolphins vs. ETSU Buccaneers: How to live stream, TV channel, start time for Saturday's NCAA Basketball game",
            "link": "https://www.cbssports.com/college-basketball/news/watch-jacksonville-dolphins-vs-etsu-buccaneers-how-to-live-stream-tv-channel-start-time-for-saturdays-ncaa-29541550/",
            "description": "The Jacksonville Dolphins will face off against the ETSU Buccaneers at 3:00 p.m. ET on Saturday at Swisher Gym. The Dolphins ...",
            "image_url": "https://www.bing.com/th?id=OVFT.sqY-l7jAXuNqNLk2yRqSCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1m",
            "source": "CBSSports.com",
            "article_content": "Who's Playing\n\nETSU Buccaneers @ Jacksonville Dolphins\n\nCurrent Records: ETSU 6-4, Jacksonville 5-5\n\nHow To Watch\n\nWhen: Saturday, December 14, 2024 at 3 p.m. ET\n\nSaturday, December 14, 2024 at 3 p.m. ET Where: Swisher Gym -- Jacksonville, Florida\n\nSwisher Gym -- Jacksonville, Florida Follow: CBS Sports App\n\nCBS Sports App Online Streaming: Catch select College Basketball matches on Fubo (Try for free. Regional restrictions may apply.)\n\nWhat to Know\n\nThe Jacksonville Dolphins will face off against the ETSU Buccaneers at 3:00 p.m. ET on Saturday at Swisher Gym. The Dolphins will be looking to keep their three-game home win streak alive.\n\nOn Tuesday, Jacksonville suffered a grim 85-63 loss to FAU.\n\nJacksonville's defeat shouldn't obscure the performances of Zimi Nwokeji, who earned 12 points along with two steals, and Chris Arias, who scored 15 points. Arias is trending in the right direction considering he's improved his point production for three straight games.\n\nMeanwhile, ETSU pushed their score all the way to 87 on Saturday, but even that wasn't enough to win. They fell 96-87 to Wichita State. The Buccaneers have now taken an 'L' in back-to-back games.\n\nDespite their loss, ETSU saw several players rise to the challenge and make noteworthy plays. Jaden Seymour, who almost dropped a double-double on 25 points and nine rebounds, was perhaps the best of all. The dominant performance also gave Seymour a new career-high in assists (five). Quimari Peterson was another key player, earning 16 points plus five assists and three steals.\n\nJacksonville's defeat dropped their record down to 5-5. As for ETSU, their loss dropped their record down to 6-4.\n\nRebounding is likely to be a big factor in this contest: Jacksonville has been smashing the glass this season, having averaged 37.1 rebounds per game. However, it's not like ETSU struggles in that department as they've been averaging 39.5. With both teams battling to corral missed shots, we'll see if one team can grab an edge."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Nvidia Going to Plunge 50% (or More)? History Offers a Very Clear Answer.",
            "link": "https://www.msn.com/en-us/money/markets/is-nvidia-going-to-plunge-50-or-more-history-offers-a-very-clear-answer/ar-AA1vNcLO?ocid=BingNewsVerp",
            "description": "To wrap things up in a nice bow, Nvidia's CUDA software platform has served as the lure that keeps customers coming back for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-YBJrPL8o2xmuTvV5xdUjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "22hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Google Pixel 9 Pro is the Android Authority Editor's Choice winner for best phone of 2024",
            "link": "https://www.androidauthority.com/best-phone-2024-editors-choice-android-authority-3507893/",
            "description": "Over 40 phones tested, but only one can win our grand prize. Read on to find out the winner of Android Authority's Editor's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RyY5-KnHIhSnzdZWudbWVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "15h",
            "source": "Android Authority",
            "article_content": "Ryan Haines / Android Authority\n\n2024 was a year of mixed successes for the top smartphone industry players, but the devices we got were some of the best we’ve ever seen. There were notable comebacks, a continued and welcome trend of maturation in the foldable space, a distinctly less welcome trend of promises of future AI features that didn’t really live up to the hype, and a certain August launch that threw the Android Authority‘s usual content plans for a loop (thanks for that, Google!).\n\nThrough it all, we delivered more exclusive reports and deep dives than we’ve ever shared in any calendar year, and we’re not stopping any time soon. But now isn’t the time to look forward, it’s time to cast an eye back as we crown our Editor’s Choice smartphone of the year 2024. Read on for our top five!\n\nBest foldable? Best camera phone? Best tablet? All this and more in our best tech of 2024 awards.\n\nCheck back tomorrow for the result of our Reader's Choice award!\n\nHow we chose our winner\n\nRobert Triggs / Android Authority\n\nBefore we get to our top five, here’s how we chose them. Our Editor’s Choice award for smartphone of the year isn’t a mantle we bestow lightly. The overall winner and the runners-up are all phones that go beyond success on a spec sheet.\n\nOver the past year, we’ve reviewed over 40 phones. That process included extensive testing in performance, battery, and charging benchmarks, as well as subjective analysis of photography, hardware design, software smarts, update policies, and much much more. Our expert product testers spend countless hours digging into what makes these devices tick, and while everyone has their own favorites and preferences, when it comes to picking the year’s best, we bring all of our senior editors and product testers together and reflect on our highest-reviewed phones as a collective of experts.\n\nIn 2024, we reviewed over 40 phones. Our expert product testers spend countless hours digging into what makes these devices tick.\n\nThe class of 2024 was made up of 20 phones from 12 brands from all over the globe. From there, each member of the jury assigned votes to their top five picks, ranked from fifth to first. Fifth place earned a single point, fourth took two points, and so on, up to a maximum of five points for the top pick. The phone that received the most points took home the grand prize.\n\nWith all the votes tallied, our winner took our most prestigious annual award in an absolute landslide…\n\nAndroid Authority‘s Editor’s Choice phone of the year 2024 Ryan Haines / Android Authority Four years at the top for a Pixel, but we’ve never seen such a dominant win as this. With just shy of double the amount of votes as our runner-up, the Google Pixel 9 Pro takes the crown. With the Pro-tier Pixel winning in 2022 and 2023, this isn’t a huge surprise — we’re obviously big Pixel fans here. However, what really stands out this year is the fact the Pixel 9 Pro managed such a massive points gap despite the vote being split for the first time ever not between two Pixel flagships, but three. Yet, as much as we still loved the larger Pixel 9 Pro XL (mild spoiler for later in this list), the newly shrunken Pixel 9 Pro was the one that left the biggest impression. While it wasn’t exactly a return to the Pixel 5-style small phone form factor, Google learned all the best lessons from the iPhone Pro range and delivered a reasonably-sized flagship (with a hint of iPhone inspiration to the overall design), while still managing to squeeze in all the best of the series — Gemini, Tensor, the photography chops, the most extensive software support guarantee in the business, and more. So, congrats to Google and the Pixel 9 Pro, our Editor’s Choice smartphone of the year winner for 2024, and a phone that we told you was coming, but still managed to surprise us when it did. Google Pixel 9 Pro Google Pixel 9 Pro Impressive AI-powered features • Excellent build quality • Flexible, capable cameras • Reliable update commitment MSRP: $999.00 All Pro, in a compact package. The Google Pixel 9 Pro is the Pixel device many have been begging for for a long time: Google's very best smartphone hardware and software features, in a more compact form factor. With identical dimensions to the regular Pixel 9, it retains the same great specs as the much larger XL model, plus 16GB of RAM, up to 1TB of internal storage, and the Tensor G4 chipset. See price at Amazon See price at Google Store See price at Best Buy\n\nRunner-up If you can bet on one thing to deliver quality across the board every year, it’s Samsung’s Galaxy S Ultra series. Long gone are the days when we see anything particularly new from Android’s de facto ultra-flagship, but you can’t knock it for consistency. The Galaxy S24 Ultra may have dropped half a star from its perfect-scoring predecessor in our review as a result of a $100 price hike that didn’t quite feel earned, and some persistent camera motion woes, but the sheer brilliance across the board was undeniable. Additions like the then-bleeding-edge Snapdragon 8 Gen 3 for Galaxy chipset and the brand-new titanium frame joined the usual hallmarks of excellence we expect from Samsung’s top dog. There was also the debut of Galaxy AI, which, while not quite as mature as Google’s AI offerings, has grown over time to add real value to the Galaxy experience. It didn’t come close to snatching the top spot, but it did comfortably secure the runner-up position. With Samsung’s iron grip on the smartphone industry starting to slip a little, can the upcoming Galaxy S25 Ultra do one better in 2025? We’ll have to wait and see. Samsung Galaxy S24 Ultra Samsung Galaxy S24 Ultra Powerful, flexible cameras • Excellent update commitment • Brilliant flat display MSRP: $1,299.99 The best of the best in the S24 series Samsung's true flagship device, the Galaxy S24 Ultra offers the very best specs and features from any Galaxy phone to date. Ai and camera functions are the name of the game, with a 200MP primary camera, 50MP 5x telephoto, 10MP 3x telephoto, and 12MP ultrawide shooters. Smaller display bezels, 2,600 nit display, 5,000 mAh battery, an advanced cooling vapor chamber, up to 1TB of UFS 4.0 storage, and 12GB of RAM make for a powerful mobile computing system. The new ProVisual Engine offers AI-powered camera tools for photo and video capture. See price at Amazon 512GB See price at Amazon 256GB See price at Samsung 512GB See price at Samsung 1TB\n\nThird place Ryan Haines / Android Authority Well… here’s a first-ever in our yearly roundup. Yes, we’re Android Authority, but you can’t talk with any actual authority about the devices and platform we dedicate ourselves to without testing out and intimately knowing what the competition is up to. And yep, it turns out that the iPhone 16 Pro is a pretty excellent phone. While some of its shine was dampened by the delayed rollout of Apple Intelligence (and its fairly underwhelming current state), the iPhone 16 Pro nevertheless stood out, much like the Pixel 9 Pro, as another regular-sized flagship phone that refused to compromise. iOS 18 is better (and more Android-y!) than ever, the Action Button and overall design blueprint are being copied by Android brands for a reason, and the reduced real estate didn’t lead to a loss of power under the hood. It didn’t do enough to convince many of us on the team that a permanent switch would be worth it (myself included — no thank you), but the iPhone 16 Pro’s bronze medal is a reminder of how capable Android’s biggest rival continues to be. Apple iPhone 16 Pro Apple iPhone 16 Pro Excellent hardware • Flexible cameras • Solid software support MSRP: $999.00 The best of the iPhone 16 series, in a compact form factor. The iPhone 16 Pro offers a sleek 6.3-inch display with ultra-slim bezels for a refined, modern design. It features an upgraded 48MP ultrawide camera, 5x optical zoom on the telephoto lens, and a new touch-sensitive shutter button for a DSLR-like photography experience. Powered by a faster chip optimized for AI, the iPhone 16 Pro delivers top-tier performance in striking colors like gold titanium. See price at Amazon See price at Apple\n\nFourth place 2024 was a banner year for the Google Pixel line, with significant gains in market share and increasing awareness among smartphone users starting to prove that the Big G can finally become a big player in the hardware sector, too. The Google Pixel 9 Pro XL was the pinnacle of that promise — the Pixel series’ best specs in the biggest possible package. As a lover of super-sized phones, this was my personal top pick, and while the Pixel 9 Pro romped home with the overall victory, the XL-ent larger model can be proud of its fourth place finish. Google Pixel 9 Pro XL Google Pixel 9 Pro XL The best specs in the Pixel 9 series • Gorgeous display • Seven years of software updates MSRP: $1,099.00 Pure XL-ence. Google reserves its best hardware for the largest device in the line. The Google Pixel 9 Pro XL offers a 6.8-inch display, the biggest battery we've ever seen in a Pixel phone, and 37W wired charging. Otherwise, the Pixel 9 Pro and the Pixel 9 Pro XL share almost all other hardware and software features, giving users the option between display sizes with top hardware. See price at Amazon See price at Google Store - See price at Best Buy\n\nFifth place Welcome back, OnePlus! Okay, that’s not exactly fair. The OnePlus Open deservedly took the runner-up spot in 2023, but there was no OnePlus foldable challenger in 2024 (side note: our top-ranked foldable was the Motorola Razr (2024), which came in joint sixth alongside the Samsung Galaxy S24 FE). But the OnePlus 12 becomes the first slab-style phone from the Android stalwart to crack the top five in our end-of-year Editor’s Choice list since the OnePlus 7T way back in 2019. A Pro-grade phone without Pro in the name, the OnePlus 12 summoned some of that old-school flagship killer spirit, offering ridiculous power and rapid charging while undercutting many of its contemporaries on price. OnePlus 12 OnePlus 12 Bright, sharp display • Blistering-fast charging • Approachable price MSRP: $799.00 The flagship killer returns. The OnePlus 12 is an important update for the brand that never settles. The phone offers the latest and best technology, including a Snapdragon 8 Gen 3 processor, 50W wireless and 80W wired charging, next-gen Hasselblad cameras, and more. See price at Amazon See price at OnePlus See price at OnePlus Glacial White - India\n\nThat’s a wrap on our Editor’s Choice phone of the year award here at Android Authority, but we’ve got plenty more coming your way during the holiday season, including some other end of year roundups, as well as features taking a peek at what’s coming up in the mobile world in 2025. We’re also already gearing up to bring you the best possible coverage from CES 2025 in January, while also continuing to think of new and exciting ways to bring you the best analysis, opinions, and reporting at Android Authority throughout 2025 and beyond.\n\nUntil then, from our families to yours, we hope you all have a happy holidays!\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI publishes more of Elon Musk's internal emails showing he originally favored a for-profit structure",
            "link": "https://www.msn.com/en-us/money/companies/openai-publishes-more-of-elon-musks-internal-emails-showing-he-originally-favored-a-for-profit-structure/ar-AA1vPPxg?ocid=BingNewsVerp",
            "description": "OpenAI published screenshots of Elon Musk's old emails in which the billionaire was pushing a for-profit business structure.",
            "image_url": "https://www.bing.com/th?id=OVFT.2L9U4C7ygKvJy5eZeiBXGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "7hon MSN",
            "source": "Business Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI just dropped new Elon Musk receipts: ‘You can’t sue your way to AGI’",
            "link": "https://www.msn.com/en-us/money/other/openai-just-dropped-new-elon-musk-receipts-you-can-t-sue-your-way-to-agi/ar-AA1vP0RX?ocid=BingNewsVerp",
            "description": "The lawsuit between Elon Musk and OpenAI is really heating up. OpenAI just dropped a new blog post defending itself against ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w06yhJPkp-8rOtxjZZVM9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "8hon MSN",
            "source": "The Verge on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning model predicts breast cancer treatment response",
            "link": "https://www.msn.com/en-us/health/other/machine-learning-model-predicts-breast-cancer-treatment-response/ar-AA1vO0Gy?ocid=BingNewsVerp",
            "description": "A machine learning (ML) model incorporating both clinical and genomic factors outperformed models based solely on either ...",
            "image_url": "https://www.bing.com/th?id=OVFT.a0_WyLLF2oVsb53ecThESy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "18hon MSN",
            "source": "Medical Xpress on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top Skills Needed in 2025 to Boost Data Science Career",
            "link": "https://www.analyticsinsight.net/data-science/top-skills-needed-in-2025-to-boost-data-science-career",
            "description": "The data science field is evolving rapidly, driven by technological advancements, industry demands, and the growing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.AnxAs70otKBufCNINiCFQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Analytics Insight15h",
            "source": "Analytics Insight",
            "article_content": "Strong programming skills remain fundamental in data science. Python continues to lead due to its versatility, simplicity, and robust libraries for data manipulation, machine learning, and visualization. R, with its statistical prowess, remains relevant, especially in research and analytics-focused roles. Mastery of SQL is essential for querying and managing structured data. Familiarity with languages like Julia and Scala is also becoming valuable in specific data-heavy industries, such as finance and engineering."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Hits Ukraine’s Energy Infrastructure in a Renewed Assault",
            "link": "https://www.nytimes.com/2024/12/13/world/europe/russia-ukraine-attack-energy.html",
            "description": "Military analysts had speculated that Moscow could escalate such attacks as a show of force after the fall of President ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7GjvW9lQYCuS2XNgytRmtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "18h",
            "source": "The New York Times",
            "article_content": "The International Atomic Energy Agency had made a renewed call on Thursday for Russia to stop targeting Ukraine’s energy infrastructure: The agency’s board of governors signed a resolution addressing the threats that the attacks pose to nuclear safety.\n\n“The international community must increase pressure on Russia for its deliberate attempts to create a radiation disaster on the continent,” the resolution said.\n\nThe agency said after Friday’s attack that five of Ukraine’s nine operating nuclear reactors had to reduce their power output because of Russia’s “renewed attacks on energy infrastructure.”\n\nThe first reports of damage after the assault came from western Ukraine. The Lviv and Ternopil regions reported power outages, and Svitlana Onyshchuk, the head of the Ivano-Frankivsk military administration, said on social media that her region had experienced “the most massive attack since the start of the full-scale war.”\n\nRussia launches exploding drones at Ukraine nightly. The larger waves, which combine various types of missiles along with the drones, have come every few weeks and are typically aimed at electrical infrastructure such as power plants, in a long-running campaign to black out the country."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Launches Massive Attack on Ukraine with 93 Missiles, 200 Drones",
            "link": "https://www.msn.com/en-us/news/world/russia-launches-massive-attack-on-ukraine-with-93-missiles-200-drones/ar-AA1vOmCa?ocid=BingNewsVerp",
            "description": "Russian forces launched a powerful aerial strike on Ukraine's energy infrastructure, in what Zelensky described as one of the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PWZBeoP9IRRbep-1XhmAAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "18hon MSN",
            "source": "Newsweek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "On the edge: How ongoing wars and rising tensions will shape 2025",
            "link": "https://www.firstpost.com/opinion/on-the-edge-how-ongoing-wars-and-rising-tensions-will-shape-2025-13844430.html",
            "description": "The year ahead will see geopolitical risks further intensifying before parties eventually and hopefully choose diplomacy over ...",
            "image_url": "https://www.bing.com/th?id=OVFT.fSGC37DjuFHs3vDofgIu8S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hOpinion",
            "source": "Firstpost",
            "article_content": "The year gone by had been more geopolitically charged than the year before. And going by the trends, we expect the upcoming year to see many of these geopolitical events evolve further for good or worse. Pertinent among these are the ongoing conflicts in Ukraine and Gaza, the political-strategic change in US administration with Trump Presidency 2.0 and the shifts in policies and diplomacy it brings, and on the trade front, the geoeconomic confrontation with Trump’s potential tariff war and its impact on global trade, as well as the rising technopolitical confrontation between countries leading to increased cyberattacks both in scale and scope and the consequent rising costs for states, industries, and corporations to build resilient and secure systems and networks to protect their assets.\n\nAdvertisement\n\nThe Russia-Ukraine conflict that is still raging has seen an even more grave intensity with the recent provocation of Russia’s use of hypersonic ballistic missiles and the bombing of a train in Ukraine that came from Romania with British Storm Shadow missiles and the US-made Army Tactical Missile System. The 34-month-old war seems nowhere near to subside in the next year and will continue to have wider geopolitical repercussions in the Eurasian region as well as in and across the Atlantic. If Ukraine sees several nations only offering lip service support, it may lead to territorial losses for the country and will see an emboldened Russia, which could renew its vision of the Soviet Union—keeping its balance of power in the region intact. On the other side, if we see greater US and EU military and economic support through NATO to Ukraine, it might further escalate the conflict, spilling over to Europe.\n\nThe other ongoing war between Israel and Palestine has entered its second year and has spiralled to neighbouring regions of Lebanon and Iran. This has brought loss of life, destruction, as well as strained relations in the region. We also saw Iran and Saudi Arabia improving their relations, leading to reduced hostilities between them. This ongoing conflict can potentially disturb the geopolitical calculations, with Arab countries taking a hard stance against Israel and the US (the latter supporting the former) in the region where Iran is ardently backing the Palestinian cause. This can have serious consequences for the energy security and shipping routes in the regions that could see disruption. The recent developments in the Syrian civil war with the ouster of President Bashar al-Assad, which, although it brings an end to the iron-fist regime, leave uncertainty looming large, giving radical Islamists a free run in the war-torn country.\n\nThe result of the US elections will have widespread political-strategic ramifications globally. President-elect Donald Trump coming to office in January 2025 will add another dimension to the ongoing conflicts. He would use all means possible to see an end to the wars quickly. This will validate his leadership and reassert US dominance on global issues. Under Trump we might see a more hawkish stance towards world affairs. Particularly revising its stance towards China—albeit with a more aggressive approach. All signals suggest that Trump’s presidency 2.0 will see a revision of its policies that he had during his first term and might signal hard posturing on various issues, be it on immigration, climate change, NATO’s defence spending by EU partners, or a unilateral approach towards its stance on multilateral institutions, among others.\n\nThe year gone by and the year to come will see heightened trade tensions and their impact on trade facilitation across borders. Along with the rapid decline in EU-Russia trade, we will see a spike in US-China trade tensions. Tariffs on goods exchanged between the US and China have increased up to six times since 2017, and globally, trade interventions have surged 12-fold since 2010. With Trump expected to take a further hard stance towards China, it will have ramifications on global trade flows. While countries like Vietnam, India, and Mexico may likely benefit from this Sino-US rivalry on the trade front, increasing the cost of supply chain, sourcing, and transportation will ultimately have consequences for the consumers globally.\n\nAdvertisement\n\nOn the technology front, we can expect greater competition between China and the US. With the former decoupling its technological reliance on the US, while the latter vehemently protecting its tech companies (like GAFAM) from threats of knowledge spillover and cyberwarfare. We will continue to see greater malware attacks towards specific countries and entities that could disrupt cyber infrastructure. Hence, marketplaces for hacking tools and data are growing. In 2020, the economic cost of cybercrime, including direct, indirect, and upstream systemic costs, was estimated to be in the range of $4 to $6 trillion. In that context, the cybersecurity industry could become an arena where cyberattacks are becoming more frequent, complex, and costly. In fact, it can be predicted that the warfare between the two countries may not be a kinetic warfare but instead could take the form of a trade war or cyberwar. Hence, governments and companies need to be more alert when it comes to cybersecurity and protecting their critical and strategic assets from cyberattacks. The coming years will see greater investments in building more resilient and secure networks to weather these threats. Studies have also identified generative artificial intelligence as one of the most significant technology trends unfolding today. Specific focus will be on cybersecurity for the internet of things and operational technology, along with stress on two segments of data protection and network security.\n\nAdvertisement\n\nTo sum up, the year ahead will see geopolitical risks further intensifying before parties eventually and hopefully choosing diplomacy over war. We expect greater US-China rivalry over trade and technology that will further reshape the dynamics between these and other nations. Trump’s presidency may also posit challenges even with its traditional allies (the EU and UK) over NATO funding, trade, as well as different visions towards multilateral forums. This will entail ‘decoupling’, ‘derisking’, and ‘reshoring’ of trade and investment in a fragmented world order where trade reorients toward flowing between geopolitically aligned economies. Lastly, in the year ahead we expect a specific focus on technology-linked and -driven industries such as e-commerce, cloud services, electric vehicles, semiconductors, AI software and services, robotics, immersive reality, etc. This will drive greater investment and growth for the global economy.\n\nAdvertisement\n\nMohit Anand is a Professor of International Business and Strategy at EMLYON Business School, France. Rajesh Mehta is a leading consultant and columnist working on market entry, innovation and public policy. The views expressed in the above piece are personal and solely those of the authors. They do not necessarily reflect Firstpost’s views."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Turkey Won the Syrian Civil War",
            "link": "https://www.foreignaffairs.com/turkey/how-turkey-won-syrian-civil-war",
            "description": "In most capitals across the Middle East, the news of Syrian President Bashar al-Assad’s fall sparked immense anxiety. Ankara ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3iOn-Hr4LTj9gms4QgaHdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Foreign Affairs13h",
            "source": "Foreign Affairs",
            "article_content": "Since its founding in 1922, Foreign Affairs has been the leading forum for serious discussion of American foreign policy and global affairs. The magazine has featured contributions from many leading international affairs experts."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Down 61% From Its All-Time High, Could This Beaten-Down Dividend King Stock Finally Turn the Corner in 2025?",
            "link": "https://finance.yahoo.com/news/down-61-time-high-could-080000970.html",
            "description": "Stanley Black & Decker (NYSE: SWK) is a tool-maker titan. It owns well-known brands DeWalt, Craftsman, Irwin, and LENOX, and, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.W8us8IrnpWtEMM0NOFjeAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "27m",
            "source": "YAHOO!Finance",
            "article_content": "Stanley Black & Decker (NYSE: SWK) is a tool-maker titan. It owns well-known brands DeWalt, Craftsman, Irwin, and LENOX, and, of course, Stanley and Black & Decker. But the stock has been in the doghouse. It's down 61.7% from its all-time high (reached in 2021) and up less than 21% from its 10-year low reached on March 19, 2020, during the height of the COVID-19-induced stock market plunge.\n\nThe sell-off may come as a surprise, since Stanley Black & Decker is a Dividend King with a 3.9% yield and 56 consecutive years of dividend raises. Dividend Kings tend to be reliable companies with growing earnings to justify steadily raising their payouts. Here's why the company could be under more pressure in the near term, but may ultimately be worth buying for patient investors.\n\nImage source: Getty Images.\n\nFrom record highs to a prolonged turnaround\n\nStanley Black & Decker has been on a roller coaster in recent years. The COVID-19 pandemic caused an uptick in home improvement and do-it-yourself projects. Business soared for Stanley Black & Decker. The company got aggressive by taking on debt and making $1.9 billion in acquisitions in December 2021. As you can see in the following chart, Stanley Black & Decker's stock price and net total long-term debt peaked around the same time, highlighting the short-lived period of investor optimism.\n\nUnfortunately, the pandemic-induced spike proved to be short-lived. In hindsight, the boom pulled forward sales in future years, rather than marking a new normal in demand. Overexpanded and overleveraged, Stanley Black & Decker was caught offsides when the cycle shifted into a downturn, resulting in negative cash flow. Over the last couple of years, the company has been implementing a cost-savings plan to get the business back on track. It even sold STANLEY Infrastructure in December 2023 to raise $760 million in cash to help pay down debt.\n\nThe recovery is going decently well so far. The following chart shows improvements in gross margins and operating cash flow. However, Stanley Black & Decker has fallen behind on its goal of reaching 35% gross margins, which has pressured the stock in recent months.\n\nOn its third-quarter 2024 earnings call, the company reported 5% lower revenues than the same period in 2023, showcasing that demand remains weak. However, the company did say that it was on track for its expected $2 billion in pre-tax run-rate cost savings by the end of 2025. For context, it's currently at $1.4 billion in savings since implementing the program a couple of years ago.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is Nvidia Going to Plunge 50% (or More)? History Offers a Very Clear Answer.",
            "link": "https://www.msn.com/en-us/money/markets/is-nvidia-going-to-plunge-50-or-more-history-offers-a-very-clear-answer/ar-AA1vNcLO?ocid=BingNewsVerp",
            "description": "To wrap things up in a nice bow, Nvidia's CUDA software platform has served as the lure that keeps customers coming back for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-YBJrPL8o2xmuTvV5xdUjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "22hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia’s stock misses out on the big chip rally after Broadcom earnings",
            "link": "https://www.marketwatch.com/story/nvidias-stock-is-missing-out-on-the-big-chip-rally-after-broadcom-earnings-9ab54779",
            "description": "One analyst noted that the type of AI chip Broadcom makes could pick up market share relative to 'costly' graphics processing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GB2Q90b3gfAmNLHa1355TC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "9h",
            "source": "MarketWatch",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "GM EV Market Share Increased While Tesla Market Share Decreased In Q3 2024",
            "link": "https://gmauthority.com/blog/2024/12/gm-ev-market-share-increased-while-tesla-market-share-decreased-in-q3-2024/",
            "description": "GM increased its EV market share during the third quarter of 2024, led by the Equinox EV, while Tesla lost significant market ...",
            "image_url": "https://www.bing.com/th?id=OVF.MDdd4%2fSEWw8xL15msDtEng&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "GM Authority22h",
            "source": "GM Authority",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Disaster loans available for Md. businesses impacted by drought, excessive heat",
            "link": "https://www.wmdt.com/2024/12/disaster-loans-available-for-md-businesses-impacted-by-drought-excessive-heat/",
            "description": "The U.S. Small Business Administration has announced Economic Injury Disaster Loans for Maryland businesses impacted by the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x6uM3-erXniYoAw4Y_p97y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "WMDT15h",
            "source": "WMDT",
            "article_content": "MARYLAND – The U.S. Small Business Administration has announced Economic Injury Disaster Loans for Maryland businesses impacted by the recent drought and excessive heat.\n\nThe loans are available for small businesses, small agricultural cooperatives, small businesses engaged in aquaculture, and most private nonprofit organizations with economic losses as a result of the drought and excessive heat between June 6th and October 22nd. This includes primarily Talbot County and the adjacent counties of Caroline, Dorchester, and Queen Anne’s.\n\nUnder the declaration, the program is available to eligible farm and non-farm-related entities that suffered financial losses as a direct result of the disaster. We’re told that apart from aquaculture enterprises, SBA cannot provide disaster loans to agricultural producers, farmers, and ranchers, however, nurseries are eligible for losses caused by drought conditions.\n\nLoans can amount up to $2 million with interest rates of 4% for small businesses and 3.25% for private nonprofit organizations with terms up to 30 years. Interest does not accrue and payments are not due until 12 months from the date of the first loan disbursement.\n\nLoan application can be found here. Completed applications must be submitted no later than July 28, 2025."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Syria’s collapse exposes Russia’s weaknesses",
            "link": "https://lasvegassun.com/news/2024/dec/13/syrias-collapse-exposes-russias-weaknesses/",
            "description": "Russia’s military intervention in Syria since 2015 has allowed it to assert its power, creating a misleading perception of its military might. In contrast ...",
            "image_url": "https://www.bing.com/th?id=ODF.rUHcA8Rm1qHdCLIMfD6M8Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "economy+disaster",
            "date": "Las Vegas Sun22h",
            "source": "Las Vegas Sun",
            "article_content": "Opinion:\n\nRussia’s military intervention in Syria since 2015 has allowed it to assert its power, creating a misleading perception of its military might. In contrast, Ukraine has dispelled that illusion and significantly injured its invaders.\n\nRussia’s decadelong involvement in Syria has failed, much like its invasion of Ukraine. Although Russia’s stature has declined, it will keep up the pretense.\n\nNow that the rebels have ousted Syrian president Bashar al-Assad, they have also exposed Russia’s fragility and difficulty supporting its client states like neighboring Belarus. This turn of events will undoubtedly change the geopolitical landscape, particularly affecting Iran, which is providing Russia with drones. That bodes well for Israel.\n\nDuring the Arab Spring in 2011, people rose up and ousted the leaders of Egypt, Libya, Tunisia and Yemen. However, Russia protected Syria, enabling Assad to remain in power. Russia has also benefited, gaining a foothold in the Middle East and establishing two military bases. The country has invested heavily in Syria by deploying troops, conducting airstrikes and providing economic support — money down the tubes. Russia has given refuge to Assad, and even Russia’s state-controlled media can’t hide that dark reality.\n\nFormer President Barack Obama has described Russia as little more than a large gas station with nuclear weapons, suggesting that its influence is mainly regional — thinking with which President Joe Biden agrees.\n\nUkraine has underscored this critique by stating that Russia cannot effectively fight on two fronts and that Ukraine’s military efforts have significantly weakened Russia’s capacity to exert international influence. This experience serves as a warning to other countries that they cannot rely on Russia. To engage in the conflict with Ukraine, Russia must dedicate all of its workforce and weaponry.\n\nMoreover, Ukraine and President Volodymyr Zelenskyy symbolize the quest for sovereignty and the defense of democracy, aligning themselves with the rebels who overthrew Assad and, by extension, opposed Russia’s presence in Syria. At the same time, Ukraine highlights Russia’s alleged war crimes, drawing parallels to its actions in Syria, particularly the indiscriminate bombing of innocent civilians.\n\nKyiv portrays itself as the bulwark against Russian imperialism and the “iron curtain” — an ironic label — to prevent further aggression. Any Russian notion that it could remake the Soviet Union and relive its “glory days” is an illusion: Ukraine and Syria are perfect illustrations.\n\nRussia is a declining power struggling to maintain its ambitions beyond its borders.\n\nWhen the Soviet Union collapsed in 1991, the world welcomed Russia into the international fold. But Vladimir Putin’s rise to power in 2000 has gradually reversed progress to the point where his regime has imprisoned more political prisoners than Leonid Brezhnev in the 1970s.\n\n“Today, Russia respects neither borders nor human rights. There are no free media or honest elections,” said Poland’s Minister of Foreign Affairs, Radek Sikorski, at a December meeting of the Organization for Security and Cooperation in Europe.\n\n“It proved too difficult to emerge from their own political culture. Russia’s rulers chose the path of aggressive, repressive kleptocracy,” he said. “We are not taken in by your lies, and we know what you are doing. You are trying to rebuild the Russian empire. We will not let you. We will resist you every inch of the way. You are successful in destroying Ukraine. But you are also destroying the future of your own country.”\n\nAlthough Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have negatively affected its economy. The country’s national wealth supports its war efforts rather than build its economy.\n\nAdditionally, Western nations and their allies have imposed extensive sanctions on Russia’s banking, energy and military industries, restricting its ability to obtain essential technologies.\n\nHistorically, Russia’s energy exports have provided economic muscle. However, Europe, which has relied on Russian oil and gas, is now imposing a boycott on these resources. While it directs some of this energy to China and India, Russia sells it at discounted prices. Consequently, Russia is experiencing inflation and a shortage of goods.\n\nRussia has drained its coffers, and Assad’s fall has further damaged its reputation. Indeed, the emperor has no clothes — a cautionary tale for other aligned leaders in Iran, North Korea and Belarus.\n\nKen Silverstein has covered energy and the environment for years. He wrote this for InsideSources.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After the 'change of regime', spinning off Intel Foundry is an 'open question' for the CPU manufacturer",
            "link": "https://www.msn.com/en-us/money/technology/after-the-change-of-regime-spinning-off-intel-foundry-is-an-open-question-for-the-cpu-manufacturer/ar-AA1vPaQM?ocid=BingNewsVerp",
            "description": "As reported by Reuters, in the Barclays 22nd annual global technology conference, Barclays' Thomas O'Malley addressed David ...",
            "image_url": "https://www.bing.com/th?id=OVFT.f_lxEW522nFlNYNEc58ogi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "15hon MSN",
            "source": "PC Gamer on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Indian auto components industry sees 11.3 pc growth in H1 FY25: Report",
            "link": "https://theprint.in/economy/indian-auto-components-industry-sees-11-3-pc-growth-in-h1-fy25-report/2403214/",
            "description": "The Indian auto components industry has experienced robust growth in the first half of FY25, with a notable 11.3 per cent increase in its market size, according to Automotive Component Manufacturers ...",
            "image_url": "https://www.bing.com/th?id=ODF.9kfNo9d18zH27ShHLQcBfw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "pc+manufacturer",
            "date": "ThePrint55m",
            "source": "ThePrint",
            "article_content": "The industry, which was valued at USD 36.1 billion in H1 FY24, surged to USD 39.6 billion in H1 FY25. Several trends have emerged in the market, with consumers shifting towards larger and more powerful vehicles across all segments.\n\nNew Delhi [India], December 14 (ANI): The Indian auto components industry has experienced robust growth in the first half of FY25, with a notable 11.3 per cent increase in its market size, according to Automotive Component Manufacturers Association (ACMA) report.\n\nThe demand for Utility Vehicles (UVs) in the Passenger Vehicle (PV) segment grew by 13 per cent, with UV1 models (ranging from 4000 to 4400 mm in length and priced under Rs 20 lakh) seeing a 25 per cent increase in sales.\n\nThe two-wheeler market also saw a 74 per cent increase in sales of motorcycles with engine capacities between 350cc and 500cc.\n\nElectric vehicles (EVs) have gained significant traction, with sales rising by 22 per cent in H1 FY25 compared to the previous year. While electric two-wheelers (e-2W) grew by 26 per cent, electric passenger vehicles (e-PVs) saw a decline of 19 per cent.\n\nExports from the auto components sector have been strong, with a 7 per cent growth in exports and a trade surplus of USD150 million.\n\nThe USA, Germany, and Turkey emerged as the top destinations for Indian auto component exports, while China, Germany, Japan, and Korea were the leading sources of imports.\n\nThe industry’s overall size stood at Rs 3.32 lakh crore (USD 39.6 billion) in H1 FY25, with supply to Original Equipment Manufacturers (OEMs) reaching Rs 2.83 lakh crore (USD 33.8 billion).\n\nExports in Asia alone amounted to USD 2.74 billion, while the total region-wise imports were valued at USD 7.16 billion.\n\nIn terms of overall performance, the total industry turnover stood at Rs 3.32 lakh crore (USD 39.6 billion) in H1 FY25, up from Rs 2.98 lakh crore (USD 36.1 billion) in H1 FY24, marking an 11.3 per cent growth.\n\nThe supply to Original Equipment Manufacturers (OEMs) saw an increase of 11.2 per cent, reaching Rs 2.83 lakh crore (USD 33.8 billion), compared to Rs 2.55 lakh crore (USD 30.8 billion) in the same period last year.\n\nThe aftermarket segment grew by 5.0 per cent, totaling Rs 47,416 crore (USD 5.7 billion), up from Rs 45,158 crore (USD 5.5 billion) in H1 FY24.\n\nExports from the industry grew by 8.7 per cent, amounting to Rs 93,342 crore (USD 11.1 billion), up from Rs 85,870 crore (USD 10.4 billion) in H1 FY24.\n\nImports also saw a rise of 5.3 per cent, totaling Rs 92,050 crore (USD 11.0 billion), compared to Rs 87,425 crore (USD 10.6 billion) in the previous year. (ANI)\n\nThis report is auto-generated from ANI news service. ThePrint holds no responsibility for its content."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Transforming Global IT Infrastructure: How Cloud Architecture is Redefining Modern Business and Driving Efficiency Across Industries",
            "link": "https://techbullion.com/transforming-global-it-infrastructure-how-cloud-architecture-is-redefining-modern-business-and-driving-efficiency-across-industries/",
            "description": "Cloud transformation is reshaping industries, offering unprecedented opportunities for innovation, efficiency, and cost optimization. The luxury goods, government, and corporate sectors are leveraging ...",
            "image_url": "https://www.bing.com/th?id=ODF.1DZ_JhFp0wvfm_WCXhrgng&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Impacts1h",
            "source": "Impacts",
            "article_content": "Cloud transformation is reshaping industries, offering unprecedented opportunities for innovation, efficiency, and cost optimization. The luxury goods, government, and corporate sectors are leveraging cloud technologies to modernize operations and enhance customer experiences. Strategic cloud adoption enables these industries to navigate the complexities of multi-cloud environments, safeguard against cybersecurity threats, and drive sustainability. The projects led by Pravin Pandey, a seasoned cloud architect, illustrate how comprehensive cloud strategies can transform organizational infrastructures and establish frameworks for long-term success.\n\nElevating Luxury Retail with Cloud Modernization\n\nIn the luxury goods and high-end jewellery industry, cloud architecture plays a pivotal role in modernizing IT infrastructures to support operational agility, enhance customer experiences, and maintain a competitive edge. Pravin has been instrumental in leading transformative initiatives to drive enterprise-wide cloud adoption, tailored specifically to the unique demands of this sector. His efforts enabled a successful transition from Capex to Opex financial models, granting the organization greater budget flexibility while achieving significant cost savings.\n\nPravin also implemented a cutting-edge microservices architecture for critical business applications, significantly enhancing scalability and operational efficiency. His expertise reflects a deep understanding of how technology can align with the goals of a luxury-focused enterprise, fostering innovation while maintaining the precision and reliability essential in this highly competitive market.\n\nIn addition to technical advancements, his efforts have fostered innovation by implementing AI-driven solutions that optimize operational workflows and enhance customer personalization. The establishment of an Architecture Review Board under his leadership ensures that all cloud solutions align with organizational objectives, setting a strong foundation for future growth.\n\nTransforming Government Operations\n\nIn one of the state government’s projects, Pravin directed large-scale cloud migrations, automating processes to reduce provisioning times from months to minutes. He designed and deployed hybrid cloud infrastructure for over 14 state agencies as part of a $219 million digital transformation initiative. By establishing AWS Landing Zones and implementing disaster recovery solutions, he ensured that critical state operations were secure, efficient, and compliant with regulatory standards.\n\nAutomation played a vital role, reducing server provisioning time from months to minutes. This streamlined approach enhanced inter-agency connectivity, facilitated better resource utilization, and delivered millions in cost savings. The initiative stands as a benchmark for government IT modernization, showcasing how cloud infrastructure can enhance public service delivery.\n\nModernizing Corporate Ecosystems\n\n\n\nHighly reputed corporate entities have greatly benefited from Pravin’s strategic leadership. By migrating over 2,700 servers across EMEA and US regions, he achieved a 30% reduction in CAPEX while transitioning critical business applications to a cloud-based microservices architecture. His emphasis on FinOps optimization led to a 15% reduction in overall cloud expenses, and automating 95% of post-provisioning tasks significantly reduced operational overhead.\n\nThese transformations underscore the growing importance of integrating multi-cloud strategies into corporate IT frameworks. Businesses adopting such approaches gain agility, enhance scalability, and reduce costs, positioning themselves to remain competitive in rapidly evolving markets.\n\nEstablishing Security and Sustainability Standards\n\nAcross projects, cybersecurity has been a central focus. Pravin implemented comprehensive security frameworks, ensuring compliance with regulations like GDPR and PIPL. These measures not only protected sensitive data but also enhanced organizational trust in cloud adoption.\n\nAdditionally, his work reflects a commitment to sustainability. By consolidating data centers and adopting edge computing technologies, he reduced energy consumption and minimized environmental impact. The shift to AI-driven resource management further optimizes utilization, aligning with global sustainability goals.\n\nDriving Industry-Wide Impact\n\nThe broader implications of Pravin’s initiatives underscore the transformative power of cloud adoption. In luxury retail, modernization enhances the customer journey through personalized experiences and efficient operations. In government, robust infrastructure improves service delivery and inter-agency collaboration. Corporate sectors benefit from streamlined operations and cost savings, demonstrating the universal applicability of strategic cloud transformation.\n\nRecent industry data highlights the significance of these efforts. Gartner forecasts global cloud spending to surpass $1 trillion by 2026, with multi-cloud environments becoming a standard for 93% of enterprises. Cloud economics, automation, and edge computing are critical areas where organizations are investing, validating the impact of the initiatives led by Pravin.\n\nAdvancing the Future of Cloud Technologies\n\nPravin’s work contributes to advancing industry standards for multi-cloud adoption, automation, and cybersecurity. By mentoring new cloud architects and sharing best practices, he ensures that emerging professionals are equipped to tackle the challenges of an evolving digital landscape. His focus on integrating AI and edge computing positions organizations to harness real-time data processing capabilities, enabling faster decision-making and improved operational outcomes.\n\nThe Path Forward\n\n\n\nAs organizations increasingly rely on cloud technologies to navigate digital transformation, the importance of comprehensive strategies cannot be overstated. Pravin’s projects exemplify how industries can adopt innovative solutions to modernize IT frameworks, optimize costs, and enhance overall efficiency.\n\nWhether transforming luxury retail, streamlining government operations, or modernizing corporate ecosystems, these efforts highlight the tangible benefits of strategic cloud adoption under Pravin’s leadership. They also emphasize the critical role of cloud architects in driving technological progress and delivering sustainable, future-ready solutions."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI-Driven Code Review: Enhancing Developer Productivity and Code Quality",
            "link": "https://cacm.acm.org/blogcacm/ai-driven-code-review-enhancing-developer-productivity-and-code-quality/",
            "description": "In fact, 48% of businesses have found AI to be useful, and it’s mostly for one purpose in particular—code reviews. AI-driven ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8uUGrp45gOtYO4PJ8-I73C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "acm.org14h",
            "source": "acm.org",
            "article_content": "The intersection of artificial intelligence (AI) and software development has evolved significantly over the past few years, and one of the most exciting developments is the growing use of AI in code reviews.\n\nIn fact, 48% of businesses have found AI to be useful, and it’s mostly for one purpose in particular—code reviews. AI-driven code review tools are increasingly being adopted by developers looking to boost their productivity without sacrificing code quality and ‘tidiness.’\n\nThrough the automation of repetitive tasks and changing traditional roles, AI-driven tools are fundamentally changing the traditional software development workflow—shifting the focus from mundane code inspections to creative problem-solving. How does it go, though? Let’s take a closer look.\n\nThe Role of AI in Code Review\n\nTraditional code reviews are time-consuming and often inconsistent, as they are heavily reliant on individual expertise and team dynamics. Developers spend hours reviewing code for errors, performance issues, or adherence to coding standards—tasks that are inherently repetitive and prone to human oversight.\n\nThis is where artificial intelligence steps in. With the help of AI models capable of analyzing code in real time, teams can automate these time-consuming checks, enabling developers to focus on larger architectural concerns or improving feature functionality.\n\nAI-driven code review tools work by learning from large datasets of existing codebases. They use techniques such as deep learning and natural language processing to understand coding patterns and identify bugs or inefficiencies.\n\nGitHub’s Copilot, Amazon CodeWhisperer, and other similar tools are perfect examples of how AI is stepping into the review cycle, offering suggestions, error corrections, and even rewriting chunks of code. According to one paper, 40% of developers consider Copilot efficient for code reviews and debugging, but poor at instant optimization.\n\nHence, the goal is not to replace developers, but to assist them in doing their work more efficiently, ensuring high code quality without investing disproportionate amounts of time in reviewing.\n\nAddressing Code Quality at Scale\n\nOne of the main challenges for engineering teams is maintaining high code quality as projects grow in scale. Large-scale codebases tend to suffer from inconsistencies due to multiple contributors, differing skill levels, and divergent programming styles.\n\nFor this purpose, AI-driven code reviews help standardize code quality by providing a consistent set of rules and standards that are applied uniformly, regardless of the reviewer’s experience. Anything that doesn’t abide by the predefined rules will get flagged.\n\nTools like DeepCode or SonarQube utilize machine learning models that improve over time, identifying code smells, vulnerabilities, and antipatterns that might be missed in manual reviews.\n\nMoreover, they help enforce best practices for code style, architecture, and performance, which becomes critical for long-term maintainability. In practical terms, they can automatically spot deprecated API usages, security flaws, or suboptimal memory utilization, enhancing both the efficiency of code reviews and the reliability of the code itself.\n\nBoosting Developer Productivity\n\nAI-driven code review tools not only improve code quality, but also save developers significant time. According to one study, devs determined that Copilot allowed them to complete tasks 26% faster than without the aid of AI.\n\nIn particular, repetitive, low-value tasks—like identifying missing semicolons or checking compliance with naming conventions—are ideal for offloading to an AI. This doesn’t just free up developers from manual, error-prone checks; it creates opportunities for more meaningful contributions, such as working on new features or refactoring complex components.\n\nFurthermore, using AI enables a faster feedback loop, especially in teams where reviews are bottlenecked by the availability of senior developers. Instead of drowning in a backlog of pull requests, these developers can dedicate more of their time to the more nuanced aspects of the code—like examining architectural decisions or scalability implications.\n\nIntegrating AI Without Losing Human Insight\n\nAI-driven tools excel at identifying syntactic errors, catching common vulnerabilities, and enforcing style consistency.\n\nHowever, there are deeper insights—such as understanding the intent behind a piece of code or assessing how a change might impact the entire ecosystem—where human expertise is irreplaceable. Developers must therefore find a balance between adopting AI-driving code reviews and maintaining the human element essential to code craftsmanship.\n\nEffective use of AI in code reviews requires human oversight to evaluate the broader impact of suggestions made by AI. For example, while an AI might identify a method as being too long or inefficient, a developer must still assess whether breaking that method into smaller parts aligns with the overall project architecture.\n\nSimilarly, an AI shouldn’t be able to convert documents with Node.js autonomously, without approval and human oversight. It’s all about finding the balance, while not endangering the process as a whole.\n\nAdditionally, AI-driven tools are only as effective as the training data they have received. This means they can sometimes fall prey to biases or incorrect patterns if the training data contains suboptimal practices. It’s crucial for development teams to continuously update and fine-tune these tools, ensuring they reflect current best practices.\n\nPractical Benefits Beyond Productivity\n\nAI in code reviews is not just about speeding up mundane processes; it offers concrete financial benefits as well. Take, for example, AWS costs; poorly optimized code can contribute to unnecessarily high cloud costs, with suboptimal algorithms running longer or using more resources than needed.\n\nAI-driven reviews can assist in identifying inefficiencies that, if corrected, might result in significant reductions in cloud expenditure—something any engineering manager paying AWS bills will appreciate, even if mentioned subtly.\n\nMoreover, AI tools are invaluable when it comes to knowledge sharing across teams. Junior developers often struggle with the vast number of coding standards, best practices, and nuances of a given codebase.\n\nAI suggestions, especially in code reviews, can serve as instant guidance, offering suggestions that reflect the coding style and quality that the team expects. A proper rubber duck that talks back, if you will. Moreover, AI also acts as an onboarded mentor, ensuring junior developers grow their skills faster while reducing the burden on senior team members.\n\nThe Future of AI-Driven Code Reviews\n\nAs AI continues to mature, its role in software development workflows will only expand. We can expect more advanced features in AI-driven code review tools.\n\nSome experts, like the ones at Deloitte, anticipate a larger-scale revolution. In particular, they believe developers will spend less time developing and more time orchestrating AI-guided ecosystems.\n\nFuture innovations could include everything from improved natural language capabilities that better understand the context of code changes to predictive models that can anticipate potential bugs based on historical commit data. The future might even include AI systems that understand a project’s long-term goals and recommend code improvements accordingly.\n\nOnce again, the true value of AI-driven code reviews lies in their ability to support developers, not replace them. The role of the developer increasingly will be about leveraging AI to reduce friction, ensure consistency, and maintain focus on high-impact activities.\n\nConclusion\n\nAI-driven code review tools are set to play an increasingly prominent role in software development, empowering developers to focus on creative problem-solving while leaving the repetitive checks to machines.\n\nThese tools address challenges related to consistency, scalability, and knowledge sharing, making code reviews faster and more reliable. What’s more, this ‘rubber duck’ effect is only going to get more pronounced as time goes on.\n\nIntegrating AI into the development cycle may not be without challenges, but its benefits are undeniable. The key is to treat AI as a collaborator—one that amplifies human abilities and helps development teams build better software, faster.\n\nAlex Williams is a seasoned full-stack developer and the former owner of Hosting Data U.K. After graduating from the University of London with a Masters Degree in IT, Alex worked as a developer, leading various projects for clients from all over the world for almost 10 years. He recently switched to being an independent IT consultant and started his technical copywriting career."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dell Streak - connectivity and disabling",
            "link": "https://www.msn.com/en-gb/money/other/dell-streak-connectivity-and-disabling/vi-AA1vNoat?ocid=BingNewsVerp",
            "description": "The King said Apple's new artificial intelligence (AI) tool is \"fantastic\" as he was shown around the tech brand's ...",
            "image_url": "https://www.bing.com/th?id=OVF.mmObuJzvduzN9ScKQfHyLw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "KitGuruTech on MSN23h",
            "source": "KitGuruTech on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Inmate decapitates cellmate as part of violent Satanic ritual",
            "link": "https://www.dailymail.co.uk/news/article-14190659/inmate-decapitates-cellmate-violent-satanic-ritual.html",
            "description": "Diego Valdes told prison officials that he decapitated his cellmate, Vincent González, as part of Satanic ritual at a prison ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jsBvayVenQNVMJv_j_b6WS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "12h",
            "source": "Daily Mail",
            "article_content": "A prisoner decapitated his cellmate as part of Satanic ritual at a prison in Chile.\n\nThe grisly discovery was made on Monday morning when guards were conducting a scheduled morning inmate count at the Concepción Penitentiary Center in Concepción.\n\nGuards found the body of Vincent González, 27, on his bed and his head on top of a bible while the killer, Diego Valdes, 41, sat nearby.\n\nValdes used González's own blood to scribble Satanic symbols, including 666 on the cell wall.\n\nPrison officials told Chilean newspaper La Tercera that Valdes explained that 'the devil had entered him, and the devil had taken possession of him'.\n\nValdes reportedly strangled González before he used two 'hand-made' sharp objects to decapitate him.\n\n'There was no noise that gave any indication of what had happened,' an official said.\n\nFelipe Rivera, a lawyer representing the victim’s family, revealed that González was granted a jail transfer in March as “a security measure.”\n\nHe was scheduled to appear before prison officials Wednesday to finalize the procedure.\n\nVincent González was killed by his cellmate as part of a Satanic ritual at the Concepción Penitentiary Center in Concepción, Chile, on Monday\n\nDiego Valdes (pictured) reportedly told prison officials that 'the devil had entered him, and the devil had taken possession of him' before he strangled his cellmate, Vincent González and used two bladed weapons to decapitate him\n\nRivera added that González accepted an invitation to become Valdes’ cellmate because his killer was shunned by other inmates.\n\n“The same condemned people did not approach him because they considered him a strange person,” he said. “Nobody liked him.”\n\nGonzález was serving a two-prison sentence for multiple charges.\n\nA court had previously found him guilty in 2022 and sentenced him to 10 years for invading the home of a former law enforcement official in his hometown of Arica.\n\nHe and his accomplices threatened the official and his family and escaped with a safe containing money and two firearms in 2021.\n\nHe was also sentenced to five years for drugs and firearm possession.\n\nPrison officials walked inside a jail cell and discovered that Diego Valdes had used the own blood of Vincent González to write Satanic symbols on the walls\n\nAuthorities found Vincent González's severed head on top of a bible\n\nIn April, an Arica court found Valdes guilty of murdering a rival gang member in February 2022 and sentenced him to 16 years.\n\nWhile in jail, Valdes was cited for at least 15 incidents, including fighting and manufacturing and carrying hand-made bladed objects.\n\nJustice and Human Rights Minister, Jaime Gajardo, said authorities had complete control of all the jails in the country.\n\n'This is a serious and rather unprecedented event in the Chilean penitentiary system, which occurs in a prison that is not overcrowded,' Gajardo said.\n\n'For this reason, measures must be reinforced so that this does not happen again in any other prison in our country.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Film Theory-Dib Is An ALIEN! (Invader Zim)",
            "link": "https://www.msn.com/en-us/entertainment/tv/film-theory-dib-is-an-alien-invader-zim/vi-AA1vMXxO?ocid=BingNewsVerp",
            "description": "I've been wanting to cover more classic cartoons lately and Invader Zim was the perfect choice. The lore and science of that ...",
            "image_url": "https://www.bing.com/th?id=OVF.d6QpL5eZre82UikjvIFlzQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN22h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2024-1213-5113",
            "link": "https://www.msn.com/en-ca/general/general/2024-1213-5113/vi-AA1vOcTx?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access ...",
            "image_url": "https://www.bing.com/th?id=OVFT.k2_oZE1Z4KGsTwr7AN5UJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "17hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Drones, planes or UFOs? Americans abuzz over mysterious New Jersey sightings",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/general/drones-planes-or-ufos-americans-abuzz-over-mysterious-new-jersey-sightings/ar-AA1vPl9k?ocid=BingNewsVerp",
            "description": "It’s unclear if that buzzing sound coming out of New Jersey is drones or something else, but for sure the nighttime sightings ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1MAviiRMvdibHoMaB3xy_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "5hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Senator Joins Drone Hunt as ‘UFO’ Sightings Continue",
            "link": "https://decrypt.co/296584/us-senator-joins-drone-hunt-ufo-sightings-continue",
            "description": "U.S. Senator Andy Kim expressed security concerns as more and more unexplained drone sightings are reported in New Jersey and ...",
            "image_url": "https://www.bing.com/th?id=OVF.vOZ3VJ9imv%2f9%2b0uoVeLXdA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "decrypt9h",
            "source": "decrypt",
            "article_content": "Decrypt’s Art, Fashion, and Entertainment Hub. Discover SCENE\n\nU.S. Senator Andy Kim (D-NJ), who posted to his X (formerly known as Twitter) account Friday a video he took of swarms of mysterious drones that have been spotted nightly during the past few weeks, said he was increasingly concerned about the unexplained phenomenon.\n\nKim, who joined local police in rural Clinton Township, New Jersey, 36 miles north of Trenton, said he spotted small clusters of two to four drones a number of times throughout the evening.\n\n“We often saw about 5-7 lights at a time that were low and not associated with aircraft we could see on the tracker app,” Kim said, noting that the group used a flight tracker app to distinguish the drones from airplanes. “Some hovered while others moved across the horizon.”\n\nLast night I went out with local police to spot drone flying over New Jersey, here’s what I saw. We drove to Round Valley Reservoir and the officer pointed to lights moving low over the tree line. Sometimes they were solid white light, others flashed of red and green.THREAD pic.twitter.com/ly7kUUDWDn — Andy Kim (@AndyKimNJ) December 13, 2024\n\nKim said police have tried to get close to the drones using helicopters, but when approached, the drones would turn off their lights and go dark, echoing a statement by New Jersey Governor Phil Murphy on Monday.\n\n“This has gone on for weeks,” Kim wrote. “It’s hard to understand how with the technology we have we aren’t able to track these devices to determine origin, and this makes me much more concerned about our capabilities more broadly when it comes to drone detection and countermeasures.”\n\nMeanwhile, eyewitnesses are pushing back against government claims that the drones pose no threat to communities or infrastructure. The growing story has spread to New York, Maryland, and Connecticut, where officials are demanding answers, while new reports of “car-sized” UFOs were registered in California and parts of Europe.\n\n“Why is no one talking about the incident that caused an evac helicopter to not be able to pick up a patient due to these drones being in the way of where the helicopter had to go, and made the helicopter turn around and not be able to get the patient?” New Jersey resident Roseann Stanley said on X. “Yet they are saying these drones have not caused any problems. That is a huge problem.”\n\nOn November 26, a medical helicopter heading to an accident in Branchburg Township in Somerset County was unable to pick up an injured patient due to drones hovering near the landing zone, according to a report by New Jersey media outlet NJ.com.\n\nHundreds of drones were first spotted in mid-November flying over New Jersey; eyewitnesses have reported seeing convoys of drones almost every night since then and have described the crafts, in some cases, as being as big as the hood of a car, and performing in more sophisticated ways than off-the-shelf, consumer-oriented drones.\n\nThough the mysterious objects have been reported in the vicinity of a number of New Jersey-based military installations, with speculation about their provenance ranging from aliens from outer space to Iranian spycraft, Pentagon Press Secretary Sabrina Singh told reporters on Wednesday that no government facilities have been threatened by the drones.\n\nWhite House National Security Communications Advisor John Kirby said during a press conference on Thursday that “while there is no known malicious activity occurring, the reported sightings there do, however, highlight a gap in authorities.”\n\nKirby argued for new legislation that will better “identify and mitigate any potential threats to airports or other critical infrastructure, and so that state and local authorities are provided all the tools that they need to respond to such threats as well.”\n\nNeedless to say, many people believe the whole thing is much ado about nothing, and probably a stunt of some kind.\n\n“I think these are just normal drones,” Joseph Steinberg, a local resident, told Decrypt. “My daughter saw a large one, I went outside with her and we looked, but it was hard to judge the size.”\n\n\"The first problem in situations like this is that beyond the initial drone sightings, you quickly get an overwhelming number of reports of things that aren’t drones,\" Grant Jordan, the CEO of San Diego-based drone detection software company SkySafe, told Decrypt. \"When I look at these videos, the vast majority—99 out of 100—aren't drones. They're aircraft, helicopters, satellites.\"\n\nAs Jordan explained, the flood of recent drone reports in New Jersey reveals two issues. First, people rarely observe the night sky, and mistake normal air traffic—flashing lights, moving objects—for something unusual. Second, judging the size and distance in the sky is difficult.\n\nWhile Jordan did not attribute these ongoing sightings to a growing hysteria, he did caution that copycats are likely at work, trying to capitalize on the public’s fear and interest.\n\n\"When a story like this gets attention, it draws more people in—some flying drones to look for others, and some just flying them to mess with people,” he said. “People are now seeing these drones in San Diego and the videos that were shown, it's just standard air traffic going into the San Diego Airport.”\n\nEdited by Andrew Hayward"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These discoveries in 2024 could be groundbreaking — if they’re true",
            "link": "https://www.sciencenews.org/article/2024-science-discoveries-could-be-true",
            "description": "Did microbes ever live on Mars? Did an \"elevator\" help build Egypt’s first pyramid? Some signs pointed to yes this year, but confirmation is still needed.",
            "image_url": "https://www.bing.com/th?id=ODF.U05qPw4ob4djIugVATRjuA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "Science News12h",
            "source": "Science News",
            "article_content": "In 2024, researchers turned up possible evidence of ancient life on Mars, hints that Alzheimer’s disease can spread from person-to-person and a slew of other scientific findings that could be a big deal — if they’re the real deal.\n\nMartian microbes, maybe\n\nAlien microbes may have once made their home on Mars (SN: 8/24/24, p. 6). In July, NASA’s Perseverance rover uncovered a rock on the Red Planet that sports white spots with black rings laced with iron phosphate (see Page 28). On Earth, such specks have been linked to ancient micro­bial life. But they’re not surefire signs of microbes. The only way to know for certain is to bring the rock back to Earth for closer inspection.\n\nNASA’s Perseverance rover discovered leopard spot–like features in this Martian rock (closeup image shown). On Earth, similar structures are associated with microbial life. MSSS/JPL-Caltech/NASA\n\nSparking superconductivity\n\nLight may be the secret ingredient for making superconductors that don’t require frigid conditions. In an experiment, blasting a copper and oxygen compound with a laser caused the material to throw off magnetic fields. That magnetism, the scientists say, is a smoking gun for superconductivity — the ability to ferry electricity with no resistance (SN: 8/10/24, p. 6). But skeptics contend that those magnetic fields might have arisen from some other, unknown physics.\n\nIn experiments, a compound made of copper and oxygen atoms (blue and red spheres in this illustration) blasted with laser light (red) threw off magnetic fields (blue). This effect signals that the compound transformed into a superconductor, some physicists say. Sebastian Fava, Jörg M. Harms\n\nAncient engineering\n\nBuilders used a water-powered elevator to construct Egypt’s first pyramid nearly 4,700 years ago, researchers propose (SN: 9/7/24 & 9/21/24, p. 11). That controversial idea is based on a computer model of structures in and around the Step Pyramid of Djoser. Controlling the flow of floodwater in and out of a shaft inside the pyramid could have lifted and lowered a block-hoisting platform, the model shows. But critics argue that occasional rains wouldn’t have supplied enough water to sustain such a system.\n\nAncient workers could have built Egyptian King Djoser’s pyramid (shown) using a water-powered elevator to hoist the heavy stone blocks, a computer simulation suggests. But not all archaeologists are on board with the idea. Anton Petrus/Moment/Getty Images\n\nTectonic shake-up\n\nPlate tectonics got off to an early start in Earth’s history, a rock in South Africa suggests. Layers in the rock bear scars of 3-billion-year-old landslides that may have been caused by an earthquake (SN: 4/6/24, p. 6). That quake, scientists say, could have been triggered by slabs of crust colliding. The finding lends support to the contested idea that plate tectonics dates back more than 2.8 billion years. But other geologists are not convinced that this quake marks the start of global plate tectonics.\n\nLayers of rock at the Barberton Greenstone Belt in South Africa contain hints of a huge earthquake triggered by plate tectonics more than 3 billion years ago. Simon Lamb\n\nMedium size, maximum hype\n\nFor the first time, astronomers may have spotted a midsize black hole in our galaxy (SN: 8/10/24, p. 7). Telescope data suggest that a black hole at least 8,200 times as massive as the sun lurks in the star cluster Omega Centauri. But another study disputes the claim. Instead, the star cluster could harbor a horde of smaller black holes (SN: 8/20/24).\n\nIf a rare midsize black hole truly does lurk in the heart of the Omega Centauri star cluster, it would be the first black hole of its size found in the Milky Way. In this Hubble Space Telescope image, the supposed black hole’s location is marked by the white box. Hubble/ESA, NASA, M. Häberle/MPIA\n\nTransmissible Alzheimer’s?\n\nAlzheimer’s disease is not contagious in everyday life, but under extremely rare conditions, it may spread from one person to another (SN: 2/24/24, p. 6). Five people who in childhood received contaminated growth hormone injections later developed early-onset Alzheimer’s — most likely because the hormones were tainted with amyloid-beta, a protein whose buildup is linked to the disease, researchers say. But it’s not yet clear whether the growth hormones are to blame, other experts note. Perhaps the health conditions that those hormones were meant to treat or other medical procedures led to the development of Alzheimer’s in these patients.\n\nHigh levels of the protein amyloid-beta — a hallmark of Alzheimer’s disease — appear orange and purple in this brain scan of a man with the disease. Childhood exposure to the protein via contaminated growth hormone injections may have led the man to develop Alzheimer’s later in life. G. Banerjee et al/Nature Medicine 2024\n\nShedding light on dark energy\n\nDark energy may have gotten even more mysterious. The enigmatic stuff, which makes up the bulk of the cosmos, is generally thought to maintain a constant density. But new observations of 6.4 million galaxies and quasars from the Dark Energy Spectroscopic Instrument, or DESI, paired with data on exploding stars, cast doubt on that idea. These data more closely fit a model of the universe in which the relationship between dark energy’s density and its pressure changes over time (SN: 5/4/24 & 5/18/24, p. 6). If confirmed, this finding would rewrite the history of the universe. Experts are withholding judgment until DESI completes its survey of over 30 million other galaxies (SN: 12/14/24 & 12/28/24, p. 7)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Middle School Student Makes Important Biomedical Discovery In Goose Poop",
            "link": "https://www.iflscience.com/middle-school-student-makes-important-biomedical-discovery-in-goose-poop-77219",
            "description": "This budding young middle school scientist was part of a community partnership with a local university that engages kids from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.chbUQ9ua6nlttkpQpenEui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "IFLScience17h",
            "source": "IFLScience",
            "article_content": "Imagine knowing you’ve already made an important contribution to biomedical research before you’ve even started high school. This is a reality for a young Chicago student who recently found a bacterium that exhibits antibiotic activity and produces a novel compound that slows the growth of human melanoma and ovarian cancer cells in the lab. Where did this startling discovery come from? Well, goose poop of course.\n\nThis budding young middle school scientist was part of a community partnership with a local university that engages kids from underrepresented and low-income backgrounds. The team partnered with Boys and Girls Clubs of Chicago, which allowed them to engage with middle schoolers as part of a 14-week applied science program.\n\nAdvertisement Advertisement\n\nInequality in educational resources, especially for STEM subjects, has often prevented some students from accessing these fields when they’re older. However, a team from the University of Illinois at Chicago, led by Brian Murphy, has established a partnership that engages such groups at an early stage in their educational development. The hope is that, by providing them with a chance to conduct real, high-quality research, these young students will come to see themselves as scientists and explore related careers in the future.\n\nAs Murphy’s lab is focused on finding antibiotics from natural sources, the students helped scour their local communities for environmental samples. Before someone suggests this was just a way to outsource sample gathering, the students then followed up on the stages of scientific processing, especially for programming a specialized robot that removes bacterial colonies from growth plates and tests them for antibiotic activity.\n\n“All experiments are performed under the guidance of graduate student or postdoctoral scientist volunteer mentors”, the researchers explain in their study.\n\n“Each student collected 3 samples of their choice from Garfield Park in Chicago, IL. Students pretreated and diluted their samples before plating each one on three different media types [....] While their bacteria incubated, they practiced block programming on LEGO EV3 modules in preparation for robot operation. When their environmental diversity plates exhibited sufficient bacterial growth, students programmed and operated the Hudson Robotics RapidPickMP to pick all distinguishable colonies from their environmental diversity plates and transfer them onto dual-sided agar plate assay (DAPA) bioassay plates.”\n\nAdvertisement Advertisement\n\nDuring their search, one student returned with a sample of goose poop that contained a strain of bacteria called Pseudomonas idahonensis – a species that had previously been isolated from rainbow trout in Idaho (idahonensis means “from Idaho). The student, Camarria Williams, and Jonathon Rodriguez, Technology Program Manager at Boys and Girls Clubs of Chicago, are listed as co-authors of the paper\n\nIt was concluded that this bacterium had antibiotic activity and even produced a completely new-to-science compound. Using nuclear magnetic resonance (NMR) and mass spectrometry, the university researchers were able to determine that orfamide N was not actually responsible for the antibiotic activity observed before. However, the compound did hinder the growth of human melanoma and ovarian cancer cells when it was tested in the laboratory.\n\nIt is believed that further testing could reveal additional advantageous properties of this new molecule.\n\nThis project demonstrates that it is possible to combine educational outreach with natural product discovery research while also showing how important it is to develop strong relationships between universities and local communities. In particular, it offers typically under-represented students a chance to be scientists themselves and to make incredible discoveries like this!\n\nAdvertisement Advertisement\n\nGuess we should also thank the goose for providing its poop as well.\n\nThe study is published in the journal ACS Omega."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Researchers succeed in controlling quantum states in a new energy range",
            "link": "https://www.sciencedaily.com/releases/2024/12/241212163202.htm",
            "description": "An international research team has controlled hybrid electron-photon quantum states in helium atoms. Control of these special quantum states was enabled by the pulse formation of very intense, extreme ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "Science Daily18h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MIT Unveils Exotic Matter Breakthrough Set to Revolutionize Quantum Computing",
            "link": "https://scitechdaily.com/mit-unveils-exotic-matter-breakthrough-set-to-revolutionize-quantum-computing/",
            "description": "MIT physicists propose a method to create fractionalized electrons known as non-Abelian anyons in two-dimensional materials, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.s-Wiv9odqz8o76kp2l2dji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "15h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Danaos Corporation (DAC): A Bull Case Theory",
            "link": "https://www.msn.com/en-us/money/economy/danaos-corporation-dac-a-bull-case-theory/ar-AA1vPxU7?ocid=BingNewsVerp",
            "description": "We came across a bullish thesis on Danaos Corporation (DAC) on Substack by Value Science. In this article, we will summarize ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7s7pRhLQeiPJFgDk3KVPRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "9hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Punjab CM urges Finland-trained teachers to revolutionize state's education system",
            "link": "https://www.dailypioneer.com/2024/state-editions/punjab-cm-urges-finland-trained-teachers-to-revolutionize-state-s-education-system.html",
            "description": "Punjab Chief Minister Bhagwant Mann on Friday called upon recently returned teachers from Finland to spearhead an educational revolution in the state, transforming government schools into vibrant hubs ...",
            "image_url": "https://www.bing.com/th?id=ODF.D-oxRrhBY_SZCgzSpCnM6w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+revolution",
            "date": "The Pioneer1h",
            "source": "The Pioneer",
            "article_content": "\n\n/\n\n\n\nPunjab Chief Minister Bhagwant Mann on Friday called upon recently returned teachers from Finland to spearhead an educational revolution in the state, transforming government schools into vibrant hubs of quality learning. Addressing the teachers at his official residence, Mann lauded their successful training in Finland and emphasized the critical role they play in building a strong foundation for the nation’s future.\n\n\n\n“It’s a historic day for Punjab as our teachers return equipped with world-class expertise,” said the Chief Minister, urging the teachers to serve as role models, imparting skills and knowledge that would allow students to compete with their peers from private schools. The Chief Minister highlighted that the state’s initiative to send 72 primary teachers for advanced training in Finland was not just a trip but a mission to overhaul the education system.\n\n\n\nMann elaborated on why Finland was chosen for this program, citing its globally acclaimed education system. “The training has provided our teachers with innovative techniques and best practices that will not only enhance their teaching abilities but also bring a much-needed boost to our education sector,” he stated.\n\n\n\nThe program is aimed at broadening the professional skills of teachers, fostering leadership qualities, and equipping them with advanced pedagogical tools.\n\n\n\nThe Chief Minister emphasized that the enriched expertise of these educators would empower government school students to excel academically and socially. “This initiative will enable the creation of an education system that nurtures every child's potential,” Mann asserted.\n\n\n\nMann called the Finland training program a “red-letter day” in Punjab’s history. He expressed confidence that such initiatives would help Punjab become a frontrunner in education. “This training will act as a seed, growing into a tree of knowledge that benefits not just individuals but entire communities,” he envisioned.\n\n\n\nTo further support these efforts, Mann announced plans for creating platforms where Finland-trained teachers could share their experiences and expertise with colleagues, fostering a culture of continuous improvement. He encouraged teachers to take pride in their transformative role, adding, “Education is the most powerful tool for progress, and you hold the keys to unlocking our state’s potential.”\n\n\n\nThe Chief Minister also underscored the importance of aligning students’ academic paths with their interests rather than societal pressures. He urged parents and teachers to nurture children’s individual strengths, allowing them to achieve their aspirations.\n\n\n\nAdding an exciting dimension to the occasion, Education Minister Harjot Singh Bains announced upcoming student visits to premier institutions like the Indian Institute of Science and Google’s headquarters. “This will provide students with valuable exposure to cutting-edge technologies and inspire them to dream big,” he stated.\n\n\n\nTeachers Laud Initiative, Share Experiences\n\nEquipped with innovative methodologies, the delegation of 72 educators — including BPEOs, CHTs, HTs, and primary teachers — shared their transformative experiences.\n\n\n\nManmeet Singh, a teacher from Ludhiana, reflected on how Finland’s playful learning techniques replaced their reliance on traditional methods. “We’ve started sharing these techniques with fellow educators, and the results are promising,” he said.\n\n\n\nBathinda’s Daljit Singh recalled praise from Finnish trainer Cristina, who applauded Punjab’s initiative. “Her encouragement inspired us to share our experiences with local communities, bringing renewed energy to our teaching,” he noted.\n\n\n\nMeanwhile, Talwara’s Amrinderpal Singh Dhillon emphasized how the training instilled a profound sense of responsibility among the participants. “This visionary program will drive grassroots change in education,” he said.\n\n\n\nBaljit Kaur Parmar, a primary teacher from Fatehgarh Sahib, expressed how the experience boosted her confidence. “I feel equipped to contribute more effectively, both inside and outside the classroom,” she said.\n\n\n\nEducators were especially impressed by Finland’s emphasis on practical education. Anoop Singh Maini from Tarn Taran highlighted, “The Finnish system focuses on practical learning alongside academics, a model we aspire to replicate in Punjab.”\n\n\n\nSCERT director Amaninder Kaur Brar emphasized the need for integrating practical tools into classrooms, such as carpentry workshops, to provide hands-on learning experiences. “This approach will ensure students apply theoretical knowledge effectively,” she added.\n\n\n\nSeveral teachers acknowledged the psychological benefits of the training. Hoshiarpur’s Vandana Heen said: “It was a joyful learning experience that encouraged us to rethink our teaching practices.”\n\n\n\nOthers, like Nirmaljeet Kaur of Tarn Taran, highlighted Finland’s unique approach to time management and moral education. “These lessons will prove invaluable as we apply them in our schools,” she shared.\n\n"
        }
    }
]