[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Bill Chalker became one of the first civilians to access the RAAF's UFO files",
            "link": "https://www.msn.com/en-au/news/australia/how-bill-chalker-became-one-of-the-first-civilians-to-access-the-raafs-ufo-files/ar-AA1vpw91?ocid=BingNewsVerp",
            "description": "Bill Chalker was one of the first civilians to access Australia's secret UFO files — but when the day finally came, there was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vr1CGGLqz0xY0SLjHQ9lHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "41mon MSN",
            "source": "Australian Broadcasting Corporation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "After decades of denial, the Pentagon finally admits it’s baffled by UFOs",
            "link": "https://www.msn.com/en-us/news/politics/opinion-after-decades-of-denial-the-pentagon-finally-admits-it-s-baffled-by-ufos/ar-AA1vobSJ?ocid=BingNewsVerp",
            "description": "After nearly eight decades of official denial and obfuscation of the UFO phenomenon, the new head of the Pentagon’s UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v8G4NZJjx6d-YLNHkqqbby&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "DISHONEST CONGRESS says Jeremy Corbell on the second UFO Hearing",
            "link": "https://www.msn.com/en-us/politics/government/dishonest-congress-says-jeremy-corbell-on-the-second-ufo-hearing/vi-AA1vodxJ?ocid=BingNewsVerp",
            "description": "Jeremy Corbell has finally responded to the comments he made that the last mUFO hearing would change the game and big things ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2vZPJObW1GCdOR6GeW7YCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO thanks sponsors of this Sunday’s Paskong Pinoy 2024",
            "link": "https://www.saipantribune.com/news/local/ufo-thanks-sponsors-of-this-sunday-s-paskong-pinoy-2024/article_99a34652-b2d1-11ef-9b72-3fe5ea6bf67f.html",
            "description": "IT&E CNMI, RNV Construction and its affiliates Homesmart Residences and Best Deal Merchandises, Hong Ye Construction, and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Dk0EKjYVy93A_uBtdJHkIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Saipan Tribune20h",
            "source": "Saipan Tribune",
            "article_content": "× Browser Compatibility\n\nYour browser is out of date and potentially vulnerable to security risks.\n\nWe recommend switching to one of the following browsers:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mystery of bizarre drones over New Jersey deepens after new footage of UFOs emerge",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14165945/drones-New-Jersey-footage-UFOs.html",
            "description": "The new drone UFO video has locals speculating that the triangle crafts are the Pentagon's legendary and still unconfirmed TR ...",
            "image_url": "https://www.bing.com/th?id=OVFT.qnmicsWq220nF52OGcvwrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2h",
            "source": "Daily Mail",
            "article_content": "New footage of multiple eerie 'triangle' craft flying above New Jersey has only compounded the mystery for locals.\n\nAt least five or possibly six of the unidentified drones were captured in the new, 50-second cell phone video, which one commenter declared was 'the clearest video yet.'\n\nOne drone, heard roaring in the skies as it moved through the darkness, appeared to have a cluster of white lights on its underbelly and red lights blinking at the tips of its wings and tail.\n\nAnother drone came into frame that resembled a classic 'black triangle' UFO or the triangular TR-3B, which beamed bright white lights from its nose, wingtips and tail.\n\nSince mid-November, a wave of unexplained drone sightings above central Jersey has left both law enforcement and the general public watching the skies, hunting for clues on what these mysterious night flights might be.\n\nGovernor Phil Murphy has attempted to calm residents claiming these true UFOs pose 'no known threat to the public at this time,' but FBI and local police are actively investigating.\n\nConcerns have heightened over the proximity of these drone-like UFOs to President-elect Donald Trump's Bedminster golf course, US military research facility Picatinny Arsenal and critical local infrastructure.\n\n'Water reservoirs, electric transmission lines, rail stations, police departments, and military installations' have all had the UFOs roaming above them in recent weeks, according to the chief of police for the New Jersey borough of Florham Park.\n\n'Their presence appears nefarious in nature,' the police chief added.\n\n'Seems like they want them to be seen,' NJ native and TikTok creator @_bucky13 commented under his phone footage of the eerie drones (still image above), captioned 'Mysterious drones spotted all over New Jersey.' At least five drone-like UFOs are seen in his 50-second clip\n\nOne of the UFO drones, whose engines can be heard roaring from the ground, appeared to have a cluster of white lights on its underbelly with red lights blinking at its wingtips and tail (above)\n\nBut the New Jersian who posted the new footage of these drones online maintains the answer lies within America's own classified world of black budget projects.\n\n'Seems like they want them to be seen,' TikTok user @_bucky13 commented under his phone video of the eerie UFOs, captioned\n\n'Mysterious drones spotted all over New Jersey.'\n\n'I think they are trying to scare Russia by demonstrating some secret weapons,' he wrote.\n\nThe camera was pointed to the sky when the drones came into view.\n\n'There they are! There are more in New Jersey!,' he can be heard shouting in his handheld video — as an unsettled woman off-camera says, 'We shouldn't be outside.'\n\n'They look like an f***ing triangle! They look like a triangle,' he said in disbelief, as je spotted a triangular-shaped drone cruising into the night.\n\nA later UFO or drone seemed to hover stationary beyond the tree line, lit up with multiple lights that pulsed bright enough to produce a lens flare effect.\n\n'Are you freaking kidding me right now,' one woman can be heard saying of the craft.\n\nCommenters of UFO video joined him in his suspicion that the objects may ultimately prove to be top secret US military craft, even as the TikToker can be heard marveling in his video that 'an F-16 just flew over' in hot pursuit of the unidentified craft.\n\nAccording to one NJ local, this image depicts roughly nine of the unidentified drones flying in to the Garden State from the Atlantic Ocean on Thursday night, December 5\n\nA later UFO or drone in the new video looks like it might have hovered stationary beyond the tree line, lit up with multiple lights that pulsed bright enough to produce a lens flare effect\n\n'Looks like a military drone,' one Tik Tok user said, with another chiming in 'Definitely government made drones.'\n\nMany stated with confidence that the triangle craft was the legendary and still unconfirmed TR-3B 'Black Manta' anti-gravity spy plane, the alleged follow-up to the equally unconfirmed TR-3A, both claimed to have been made by defense contractor Northrop in the early 1990s.\n\n'Those are TR-3B government drones,' one poster said. 'Look them up, they're pretty cool.'\n\nA December 1991 cover story in Popular Mechanics was one of the first mainstream media reports to allege that the TR-3A existed as a highly advanced 'tactical reconnaissance vehicle' eyewitnesses said was 42-feet long with a 60-foot wingspan.\n\nThe magazine even suggested that this alleged 'black budget' surveillance plane 'may have seen action during Operation Desert Storm.'\n\nAerospace illustrator, Mark McCandlish, who contributed art for a 1991 Popular Mechanics article on the alleged TR-3A 'Black Manta' would go on to claim that the US had covertly reverse engineered a crashed UFO\n\nThe article also described a much largerm even more incredible and 'highly maneuverable' black triangle aircraft — as big as a B-2 bomber's 150-foot wingspan and capable of turning '90 degrees on its wingtip.'\n\nA decade later at the National Press Club in Washington DC, May 9, 2001, the aerospace illustrator who contributed art for that PopMech article, Mark McCandlish, claimed that US covert anti-gravity propulsion research had actually reverse engineered a crashed UFO.\n\nOthers have speculated that the UFOs above New Jersey might be an update to US defense contractor Lockheed Martin’s original 'Darkstar' that flew in 1996.\n\nThe RQ-3 DarkStar was a highly-advanced remotely piloted aircraft intended for stealth reconnaissance, but officially the firm says that Darkstar 'never entered production' due to 'cost and aerodynamic stability problems.'\n\nBut, if the craft really are 'above top secret' American innovations, few other branches of the federal government appear to be in the loop, with many worrying about rival foreign powers like Russia or China being the culprits.\n\nThis past November 22, the FAA banned drone flights over the Trump National Golf Club in Bedminster, New Jersey until Friday, December 6, as well as above the Picatinny Arsenal Military Base in Rockaway until December 26.\n\nAbove: US defense contractor Lockheed Martin’s original 'Darkstar' which flew in 1996. The RQ-3 DarkStar was a highly-advanced, stealthy reconnaissance remotely piloted aircraft that the firm says 'never entered production' due to 'cost and aerodynamic stability problems'\n\n'We look into all reports of unauthorized drone operations,' FAA officials in a statement, 'and investigate when appropriate.'\n\nThe administration warned drone operators that any unmanned flights that endanger aircraft or pedestrians down below could lead to fines up to $75,000 —plus a loss of their drone operators' pilot certificates.\n\nLocal digital news site NJ.com spoke with a spokesman for Picatinny Arsenal, Eric Kowal, who repeated that it is illegal to fly drones over the base without prior authorization. But he does not believe the drones pose an immediate threat.\n\n'From our standpoint we're not alarming our residents and employees,' he said.\n\n'The FBI are the experts on the threat. We don't believe there to be a threat at this juncture.'"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Develop LLM-Powered Apps For 2025 And Beyond",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/06/how-to-develop-llm-powered-apps-for-2025-and-beyond/",
            "description": "A Gartner analysis found that generative AI and large language model (LLM) applications will play a pivotal role in shaping ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n9YTrwJhHmuQxN4KnsdpoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "8 Cool AI PC Applications You Can Use Now",
            "link": "https://www.crn.com/news/computing/2024/8-cool-ai-pc-applications-you-can-use-now",
            "description": "CRN rounds up eight cool AI PC applications that can take advantage of the processor’s neural processing unit to unlock new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZAnIi6Vlg-kXRUfMuO2R1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CRN1h",
            "source": "CRN",
            "article_content": "CRN rounds up eight cool AI PC applications you can use now, which range from an AI assistant that can analyze and summarize private documents to applications for live video production, DJing, image editing and audio deepfake detection.\n\nWhile the first AI PCs started to hit the market more than year ago, the initial wave of end-user applications that can take advantage of such devices have only started to become available in the past several months.\n\nThese applications go beyond the exclusive AI features available on Microsoft’s Copilot+ PCs, which initially only supported Qualcomm’s Snapdragon X processors and are now expanding support to the latest Intel Core Ultra and AMD Ryzen AI chips.\n\n[Related: 10 Cool AI PCs Ready For Business Users]\n\nThey’re also a step above what’s available with Apple Intelligence, Apple’s suite of AI features that debuted on Mac computers powered by M-series chips in addition to the most recent generations of iPhones and iPads.\n\nSoftware availability has been cited by industry analysts and solution provider executives as one impediment to adoption of AI PCs, CRN reported earlier this week.\n\n“Right now, a lot of IT managers, a lot of the tech vendors themselves are a bit hard-pressed to elucidate three killer use cases, especially ones that are sort of enterprise-facing,” said Linn Huang, research vice president for displays and devices at research firm IDC.\n\nBut Microsoft, Apple and a growing number of ISVs are starting to change that with applications and features designed to take advantage of the processor’s neural processing unit (NPU), which is becoming increasingly present in business and consumer PCs.\n\nMany more applications are expected to arrive in the coming months, thanks in part to efforts by tech giants like Intel, which is working with more than 100 ISVs to enable over 300 AI-powered features on AI PCs through its AI PC Acceleration Program.\n\nBut let’s cut to the chase. If you own a PC with an NPU (or Neural Engine, in Apple’s parlance), which applications can you use now to see what an AI PC is capable of?\n\nWhat follows are eight AI PC applications that are available to use now on Mac computers with M-series chips or Windows PCs with processors that include an NPU. These range from an AI assistant that can analyze and summarize private documents to applications for live video production, DJing, image editing and audio deepfake detection."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why SoundHound AI (SOUN) is Among the Best AI Stocks to Buy According to Reddit?",
            "link": "https://www.msn.com/en-us/money/other/why-ionq-inc-ionq-is-among-the-best-ai-stocks-to-buy-according-to-reddit/ar-AA1vprrn?ocid=BingNewsVerp",
            "description": "We recently published a list of 10 Best AI Stocks to Buy According to Reddit. In this article, we are going to take a look at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.03ed8P296u60oEeKpK0eNy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "Insider Monkey on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI friendships claim to cure loneliness. Some are ending in suicide.",
            "link": "https://www.washingtonpost.com/technology/2024/12/06/ai-companion-chai-research-character-ai/",
            "description": "Researchers have long warned of the dangers of building relationships with chatbots. But millions of people spend hours a day ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x2d_uDLEIwPUdAvFZxIvOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "The Washington Post",
            "article_content": "Researchers have long warned of the dangers of building relationships with chatbots. But an array of companies now offer AI companions to millions of people, who spend hours a day bonding with the tools.\n\nAn array of popular apps are offering AI companions to millions of predominantly female users who are spinning up AI girlfriends, AI husbands, AI therapists — even AI parents — despite long-standing warnings from researchers about the potential emotional toll of interacting with humanlike chatbots. Advertisement While artificial intelligence companies struggle to convince the public that chatbots are essential business tools, a growing audience is spending hours building personal relationships with AI. In September, the average user on the companion app Character.ai spent 93 minutes a day talking to one of its user-generated chatbots, often based on popular characters from anime and gaming, according to global data on iOS and Android devices from market intelligence firm Sensor Tower.\n\nThat’s 18 minutes longer than the average user spent on TikTok. And it’s nearly eight times longer than the average user spent on ChatGPT, which is designed to help “get answers, find inspiration and be more productive.”\n\nThese users don’t always stick around, but companies are wielding data to keep customers coming back.\n\nThe Palo Alto-based Chai Research — a Character.ai competitor — studied the chat preferences of tens of thousands of users to entice consumers to spend even more time on the app, the company wrote in a paper last year. In September, the average Chai user spent 72 minutes a day in the app, talking to customized chatbots, which can be given personality traits like “toxic,” “violent,” “agreeable” or “introverted.”\n\nSome Silicon Valley investors and executives are finding the flood of dedicated users — who watch adds or pay for monthly subscription fees — hard to resist. While Big Tech companies have mostly steered clear of AI companions, which tend to draw users interested in sexually explicit interactions, app stores are now filled with companion apps from lesser-known companies in the United States, Hong Kong and Cyprus, as well as popular Chinese-owned apps, such as Talkie AI and Poly.AI.\n\n“Maybe the human part of human connection is overstated,” said Andreessen Horowitz partner Anish Acharya, describing the intimacy and acceptance AI chatbots can provide after his venture firm invested $150 million in Character.ai, at a billion-dollar valuation. Chai also has raised funds, including from an AI cloud company backed by powerhouse chipmaker, Nvidia.\n\nProponents of the apps argue they’re harmless fun and can be a lifeline for people coping with anxiety and isolation — an idea seeded by company executives who have pitched the tools as a cure for what the U.S. Surgeon General has called an epidemic of loneliness.\n\nJenny, an 18-year-old high school student in northern Texas, spent more than three hours a day chatting with AI companions this summer — mostly versions of her favorite anime character, a protective older brother from the series, “Demon Slayer.”\n\n“I find it less lonely because my parents are always working,” said Jenny, who spoke on the condition that she be identified by only her first name to protect her privacy.\n\nBut public advocates are sounding alarms after high-profile instances of harm. A 14-year-old Florida boy died by suicide after talking with a Character.ai chatbot named after the character Daenerys Targaryen from “Game of Thrones”; his mother sued the company and Google, which licensed the app’s technology. A 19-year-old in the United Kingdom threatened to assassinate the queen, encouraged by a chatbot on the AI app Replika and was sentenced to nine years in prison.\n\nAnd in July, authorities in Belgium launched an investigation into Chai Research after a Dutch father of two died by suicide following extensive chats with “Eliza,” one of the company’s AI companions. The investigation has not been previously reported.\n\nSome consumer advocates say AI companions represent a more exploitive version of social media — sliding into the most intimate parts of people’s lives, with few protections or guardrails. Lawyer Pierre Dewitte, a privacy advocate whose complaint led Belgian authorities to investigate Chai, said the business model for AI companion apps incentivizes companies to make the tools “addictive.”\n\n“By raising the temperature of the chatbot, making them a bit spicier, you keep users in the app,” Dewitte added. “It works. People get hooked.”\n\nCharacter.ai spokesperson Chelsea Harrison said the app launched new safety measures in recent months and plans to create “a different experience for users under 18 to reduce the likelihood of encountering sensitive or suggestive content.” Google spokesperson Jose Castaneda said the search giant did not play a role in developing Character.ai’s technology. Chai did not respond to requests for comment.\n\nAdvertisement\n\n‘I do tell them all my life problems’\n\nSilicon Valley has long been aware of the potential dangers of humanlike chatbots.\n\nMicrosoft researchers in China wrote in a 2020 paper that the company’s wildly popular chatbot Xiaoice, launched in 2014, had conversed with a U.S. user for 29 hours about “highly personal and sensitive” subjects. “XiaoIce is designed to establish long-term relationships with human users,” they wrote, “[W]e are achieving the goal.”\n\n“Users might become addicted after chatting with XiaoIce for a very long time” the researchers noted, describing the bot’s “superhuman ‘perfect’ personality that is impossible to find in humans.” The company inserted some safeguards, the researchers added, such as suggesting that a user go to bed if they tried to launch a conversation at 2 a.m.\n\nA 2022 Google paper about its AI language system LaMDA, co-authored by the co-founders of Character.ai, warned that people are more apt to share intimate details about their emotions to human-sounding chatbots, even when they know they are talking to AI. (A Google engineer who spent extensive time chatting with LaMDA told The Washington Post a few months later he believed the chatbot was sentient.)\n\nAn example of a conversation users can have on Character.ai. (Video: The Washington Post)\n\nMeanwhile, researchers at DeepMind, a former Google subsidiary, noted in a paper the same month that users share their “opinions or emotions” with chatbots in part because “they are less afraid of social judgment.” Such sensitive data could be used to build “addictive applications,\" the paper warned.\n\nSome leading tech companies are nonetheless forging ahead and testing their own friendly chatbots. Meta launched a tool in July that allows users to create custom AI characters. The company’s landing page prominently displays a therapy bot called “The Soothing Counselor,” along with “My Girlfriend” and “Gay Bestie.”\n\n“One of the top use cases for Meta AI already is people basically using it to role play difficult social situations,” like a fight with a girlfriend, CEO Mark Zuckerberg said at a tech conference in July.\n\nOpenAI teased in May that ChatGPT could serve as an AI companion, adding an array of voices and comparing the tool to the irresistible AI assistant voiced by Scarlett Johansson in the movie “Her.” Months later, in its risk report, the company acknowledged that a “humanlike voice” and capabilities like memory could exacerbate the potential for “emotional reliance” among users.\n\nSome frequent users of AI companion apps say safety concerns are overblown. They argue the apps are an immersive upgrade to the online experimentation young people have done for decades — from fan fiction on Tumblr to anonymous encounters in AOL chatrooms.\n\nSophia, a 15-year-old student in Slovakia who spoke on the condition that she be identified by only her first name to protect her privacy, uses Character.ai and Chai four or five times a day for “therapy and NSFW.” Sophia has created three bots, all private, but also talks to AI versions of characters from “dark romance” novels, a young adult genre known for sexually explicit content and taboo themes like violence and psychological trauma.\n\nSophia finds talking to the bots comforting when she’s alone or feeling unsafe. “I do tell them all my life problems,” she wrote in a direct message from her personal Instagram account.\n\nMany people use the apps as a creative outlet to write fiction: Role-playing scenarios, customizing characters and writing “the kind of novels you’d see in an airport,” said Theodor Marcu, a San Francisco-based AI entrepreneur who developed a Character.ai competitor last year.\n\nAdvertisement\n\nWhen Character.ai launched, the co-founders pitched it as a way to explore the world through conversations with icons from literature and real life, such as Shakespeare and Elon Musk. But in practice, Marcu said, “The users ended up not being Silicon Valley-type people who want to talk to Einstein. It ended up being Gen Z people who wanted to unleash their creativity.”\n\nCharacter.ai recently shifted its focus to “building the future of AI entertainment,” said spokesperson Chelsea Harrison. “There are companies focused on connecting people to AI companions, but we are not one of them.”\n\nThe engineers behind Replika, a precursor to today’s AI companions, also were surprised when people began using their chatbot as an ad hoc therapist. The company worked with university researchers to incorporate the mechanics of cognitive behavioral therapy into the app, said Artem Rodichev, the company’s former head of AI. But the change was not popular.\n\n“[Users told us], ‘Give me back my Replika. I just want to have my friend,’” Rodichev said. “Someone who will listen to you, not judge you, and basically have these conversations with you — that itself has a great therapeutic effect.”\n\nAdvertisement\n\nJenny, the Texas high school student, said many of the kids at her public high school also spend hours on the apps, adding: “People are pretty lonely at my school.” She described using AI companions as more stimulating than mindlessly scrolling “brain rotting videos” on TikTok."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nothing Gallery app leaks ahead of launch, and we installed it for a good look",
            "link": "https://www.androidauthority.com/nothing-gallery-app-beta-hands-on-3506246/",
            "description": "Nothing's new Gallery app for Nothing OS 3.0 offers a minimalist design and essential features. Check out our screenshots and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gq0No6DIn-4d1y43YKEMoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "11h",
            "source": "Android Authority",
            "article_content": "Ryan Haines / Android Authority\n\nTL;DR Nothing is releasing its own Gallery app with Nothing OS 3.0, which has now leaked ahead of its expected December release.\n\nThe Nothing Gallery app features a clean design with basic photo management tools.\n\nAI features are absent from the update and are expected to be added in the future.\n\nNothing was amongst the first few OEMs to jump onto the Android 15 platform update bandwagon with the release of the Nothing OS 3.0 betas for its devices. Nothing is targeting a general release of Nothing OS 3.0 stable for this month, and ahead of the release, we finally have a good look at the new Nothing Gallery app that is expected to arrive along with it.\n\nNothing smartphones so far have relied on Google Photos for photo management, which isn’t a bad choice at all. However, users have long requested a dedicated stock gallery app, which Nothing teased was coming with Nothing OS 3.0. However, as we noted in our Nothing OS 3.0 beta hands-on, the update was missing the Nothing Gallery app. The company shared just a glimpse of the Gallery experience, but the app has now leaked before the public launch. We’ve installed it on our device, and this is what it looks like:\n\nAs you can see, the Nothing Gallery app takes a more simplistic approach to a photo management app. You can choose which folders to show in the Photos view. The Photos view is a giant universal feed of all images on your device, so a filtering option is much appreciated here. You can pinch in and out to change the density of photos on display.\n\nWhen viewing a photo, the image preview bar at the bottom allows you to scroll through other images, which is a nice touch for quickly locating adjacent photos. A persistent toolbar is also present at the bottom, letting you mark an image as Favorite, share it, delete it, and access more menu options with the three-dot menu button. The menu button has further options, which helps avoid cluttering the toolbar with buttons used less often.\n\nWhen viewing videos, the persistent toolbar also gets a play/pause button and a volume control button. There is no visible seekbar, though, but the time played and total duration of the video are visible.\n\nThe Albums view further lets you filter down to a specific folder only. You can also create new folders/albums here. It also has a folder for recently deleted files, allowing you to make mistakes, just in case you accidentally delete something you shouldn’t have. There’s also a Search view that lets you search through all images.\n\nIf the entire UX looks too bright and white to you, then thankfully, there’s a dark theme here, too. However, we could not locate an independent toggle for it, so the theme appears to be entirely dependent on your system theme. We also noticed that the Nothing Gallery app supports XDR/Ultra HDR photos.\n\nYou can get a better look at the app in our experience video below:\n\nCuriously, we could not locate any AI features within the Gallery app. Nothing had mentioned the following in its announcement: Gallery will include in the future: automatic AI image categorisation, “more natural language search,” and more AI features like AI Upscaling and Super Resolution and AI Image Generation. Given that the Nothing Gallery app is currently in beta, it’s possible that Nothing meant that these features will be present in the future. The company may also make further changes and adjustments to the UX and features since this is not the final release. You can sideload the APK on non-Nothing devices, but the app will not work unless you make further changes, and we do not recommend going down that route.\n\nHow do you like the Nothing Gallery app so far? Let us know your thoughts in the comments below!\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "True Crime and Paranormal Expo coming to Capitol Theater",
            "link": "https://www.msn.com/en-us/entertainment/tv/true-crime-and-paranormal-expo-coming-to-capitol-theater/ar-AA1vlrUa?ocid=BingNewsVerp",
            "description": "Tickets for the True Crime and Paranormal Expo are available through Offbeat Horror and the Capitol Theater ’s websites.",
            "image_url": "https://www.bing.com/th?id=OVFT.XO0UGwlJizYsdTSFjSAp2i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Bowling Green WBKO on MSN20h",
            "source": "Bowling Green WBKO on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ananta Official Gameplay Trailer",
            "link": "https://www.msn.com/en-us/money/news/ananta-official-gameplay-trailer/vi-AA1voZWP?ocid=BingNewsVerp",
            "description": "Take on the role of an elite Agent within the A.C.D. (Anti-Chaos Directorate) and embark on an exhilarating adventure through ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QK__I2Zzr3nOyvH-0GVAUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Automoto TV - Gaming on MSN3h",
            "source": "Automoto TV - Gaming on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese nan trapped in well for 3 days, as villagers mistake him for a ghost",
            "link": "https://www.msn.com/en-in/news/world/chinese-man-trapped-in-well-for-3-days-as-villagers-mistake-him-for-a-ghost/ar-AA1voLl5?ocid=BingNewsVerp",
            "description": "A Chinese man, Liu Chuanyi, was rescued after being trapped in a well near the Thai-Myanmar border for three days. Villagers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U4AG5iznG2ap4ZET0W3DGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "5hon MSN",
            "source": "Entertainment Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Delaware has a lot of wild stories. Here's one of the craziest I heard",
            "link": "https://www.msn.com/en-us/health/medical/delaware-has-a-lot-of-wild-stories-heres-one-of-the-craziest-i-heard/ar-AA1vnEOw?ocid=BingNewsVerp",
            "description": "It's a broad beat, but I'm usually drawn to a lot of weird and offbeat stories about local people or folks with ties to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BuwjIMpOD7AB7mMKvtHO3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10hon MSN",
            "source": "DelawareOnline.com (Wilmington, DE) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 15 things to do in St. Louis this week: Celtic Woman, print bazaar and illusionists",
            "link": "https://www.stltoday.com/life-entertainment/local/art-theater/top-15-things-to-do-in-st-louis-this-week-celtic-woman-print-bazaar-and/article_9fa7100a-b282-11ef-a4f4-bf5134101ec9.html",
            "description": "You can also grab breakfast with Santa on the Mississippi River and check out \"Bell, Book and Candle\" at Stray Dog Theatre.",
            "image_url": "https://www.bing.com/th?id=OVF.ztQrHbBcWTYSuXvHSH959g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "9h",
            "source": "St. Louis Post-Dispatch",
            "article_content": "FRIDAY\n\n'Somebody in BumF*ck Montana, Loves Me'\n\nWhen: 7 p.m. Thursday-Saturday, 6 p.m. Sunday through Dec. 8\n\n7 p.m. Thursday-Saturday, 6 p.m. Sunday through Dec. 8 Where: Greenfinch Theater and Dive, 2525 South Jefferson Avenue\n\nGreenfinch Theater and Dive, 2525 South Jefferson Avenue How much: $15-$20\n\n$15-$20 More info: greenfinchstl.com/tickets\n\nThe coming-of-age play “Somebody in BumF*ck Montana, Loves Me” is about two young adults in rural Montana debating the benefits of staying in their hometown or leaving and trying to change their futures. By Rosalind Early\n\n'Bell Book and Candle'\n\nWhen: 8 p.m. Thursday-Saturday through Dec. 21\n\n8 p.m. Thursday-Saturday through Dec. 21 Where: Stray Dog Theatre, 2336 Tennessee Avenue\n\nStray Dog Theatre, 2336 Tennessee Avenue How much: $30-$35\n\n$30-$35 More info: straydogtheatre.org/bell-book-and-candle\n\nIf you want a little paranormal in your holiday season look no further than the classic “Bell, Book and Candle” at Stray Dog, about a witch in 1950s New York who has to cast a love spell to thwart a rival. The man she spellbinds is publisher Shep Henderson, and when witch Gillian starts to have feelings for him, too, things get a little complicated. By Rosalind Early\n\nJanet Evra and Chad LB\n\nWhen: 8 p.m. Dec. 6\n\n8 p.m. Dec. 6 Where: The Sheldon, 3648 Washington Avenue\n\nThe Sheldon, 3648 Washington Avenue How much: $20-$30\n\n$20-$30 More info: metrotix.com\n\nEnglish songbird and bassist Janet Evra is a current artist in residence at the Sheldon. A St. Louis resident, Evra brings a unique flair to jazz music. She sings in four languages, creating beautiful, memorable songs in English, Portuguese, Spanish and French. During quarantine, Evra co-created the St. Louis Music Box, bringing musicians together virtually to perform on social media. It featured special guests like Grammy Award–winning musician Marcus Miller. Expect to hear songs from Evra’s latest album “Meet Me in Paris,” accompanied by jazz saxophonist Chad LB. By Jasmine Osby\n\nSATURDAY\n\nPJs and Pancakes with Santa\n\nWhen: 9:30 a.m. Dec. 7, 8, 14, 15 and 21\n\n9:30 a.m. Dec. 7, 8, 14, 15 and 21 Where: St. Louis Riverfront, 50 Leonor K. Sullivan Boulevard\n\nSt. Louis Riverfront, 50 Leonor K. Sullivan Boulevard How much: $47, free 2 and under\n\n$47, free 2 and under More info: gatewayarch.com\n\nIt’s Santa, it’s a Mississippi riverboat and it’s pancakes with strawberry topping and whipped cream, plus you can wear your pajamas while you dine and cruise. Santa will be available for photos, and there will be games and crafts after the meal. The meal, incidentally, also includes turkey sausage, bacon, biscuits and gravy, hash browns, fresh fruit, and desserts. Reservations required. By Daniel Neman\n\nSt. Louis Music Box brings jazz musicians together online When the pandemic halted live performances, jazz musicians and married couple Janet Evra and Will Buchanan launched St. Louis Music Box to bring artists together.\n\nTeen Book Festival\n\nWhen: 10 a.m. to 6 p.m. Dec. 7\n\n10 a.m. to 6 p.m. Dec. 7 Where: Clark Family Branch, 1640 South Lindbergh Boulevard, Ladue\n\nClark Family Branch, 1640 South Lindbergh Boulevard, Ladue How much: Free\n\nFree More info: slcl.org/events-classes/teen-book-festival\n\nNearly 20 young-adult book authors in all genres will discuss aspects of their work in a number of panel discussions. This year’s line-up includes Aiden Thomas (keynote, author of \"Celestial Monsters\"), Alexandra Bracken (\"The Mirror of Beasts\"), Jennifer Lynn Barnes (\"Games Untold\"), Tiffany Jackson (\"Storm: Dawn of a Goddess\") and more. The authors' works will be on sale at the event. By Amy Bertrand\n\nWhiskey in the Winter features nearly 400 whiskeys for sampling It's a chance to try a wide variety of whiskeys to see which ones you like.\n\nPrint Bazaar on Cherokee Street\n\nWhen: 11 a.m.-6 p.m. Dec. 7\n\n11 a.m.-6 p.m. Dec. 7 Where: Cherokee Street Business District (around the 2600-2800 blocks)\n\nCherokee Street Business District (around the 2600-2800 blocks) How much: Free\n\nFree More info: cherokeeprintbazaar.com\n\nIf you don’t find a print you like at one booth, try the next one — or the next, or the next. One of the largest print sales in the Midwest, this annual event presents the work of more than 160 local artists selling their work out of more than 30 storefronts. The artists work in every possible print-based medium, including printed fabrics. By Daniel Neman\n\nMagic Chef Mansion Christmas Tour\n\nWhen: 4-7 p.m. Dec. 7\n\n4-7 p.m. Dec. 7 Where: Magic Chef Mansion, 3400 Russell Boulevard\n\nMagic Chef Mansion, 3400 Russell Boulevard How much: $25, $10 children 6-12, free under 6\n\n$25, $10 children 6-12, free under 6 More info: magicchefmansion.com/tours\n\nThe Magic Chef Mansion is one of the grandest old homes in St. Louis. Touring it is always a magical experience, anyway, but it is especially festive when the house is all decked out for the holidays. You can see how the very wealthy celebrated Christmas when the home was built in 1908, but the tour’s highlight is always the bowling alley. Note: To protect the floors, high-heeled shoes are not permitted inside the house. By Daniel Neman\n\nThe Illusionists: 'Magic of the Holidays'\n\nWhen: 7:30 p.m. Dec. 7\n\n7:30 p.m. Dec. 7 Where: Fox Theater, 527 North Grand Boulevard\n\nFox Theater, 527 North Grand Boulevard How much: $39.50-$99.50\n\n$39.50-$99.50 More info: fabulousfox.com/events/detail/illusionists\n\nReally celebrate the magic of the holidays at this show featuring some of the world’s top illusionists. By Rosalind Early\n\nProfessional Bull Riders\n\nWhen: 7:45 p.m. Dec. 7, 1:45 p.m. Dec. 8\n\n7:45 p.m. Dec. 7, 1:45 p.m. Dec. 8 Where: Enterprise Center, 1401 Clark Avenue\n\nEnterprise Center, 1401 Clark Avenue How much: $15-$107\n\n$15-$107 More info: enterprisecenter.com\n\nIf you’ve never watched bull riding, perhaps it’s time you tried watching bull riding. A human tries to stay on top of a bull for 8 seconds. The bull tries to get him off his back. The bull usually wins. What you don’t see are the strength, the balance, the timing, the danger, the determination and, sometimes, the luck involved in staying atop more than 1,500 pounds of angry pot roast. By Daniel Neman\n\nOur 24 favorite songs of 2024 from St. Louis artists As the year nears its end, check out Jasmine Osby's 24 favorite songs released by St. Louis natives in 2024.\n\nT Dubb O\n\nWhen: 9 p.m. Dec. 7\n\n9 p.m. Dec. 7 Where: Sophie’s Artists Lounge, 3333 Washington Avenue, Suite 102\n\nSophie’s Artists Lounge, 3333 Washington Avenue, Suite 102 How much: Free with donation\n\nFree with donation More info: kranzbergartsfoundation.org\n\nSt. Louis-based rapper T Dubb O is bringing the spirit of giving to Sophie’s Artist Lounge. The Kranzberg Arts Foundation artist in residence is performing live at the “Givebacc Toy Drive,” delivering hip-hop bars to raise money for those in need. Admission is free with the donation of a new toy or gift card. Enjoy sounds by DJ Grindtyme on the ones and twos, as well as a few surprise guest performances. By Jasmine Osby\n\nSUNDAY\n\nBrunch with Santa and Fredbird\n\nWhen: 10 a.m.-2 p.m. Dec. 8\n\n10 a.m.-2 p.m. Dec. 8 Where: Cardinals Nation, Ballpark Village, 601 Clark Avenue\n\nCardinals Nation, Ballpark Village, 601 Clark Avenue How much: $65, $25 children 3-11, free children under 3\n\n$65, $25 children 3-11, free children under 3 More info: mlb.com/cardinals/cardinals-nation/restaurant-and-bar\n\nSanta and Fredbird will be on hand for holiday merriment at this brunch featuring a seafood display, a holiday waffle station, a green-eggs-and-ham station, a hand-carved roast beef station, a kids table (chicken strips, et al.), breakfast options featuring biscuits and sausage gravy, lunch options featuring roasted pork loin and desserts, including holiday figgy pudding, cookies, cupcakes and dessert bars. Reservations will probably be needed. By Daniel Neman\n\nCeltic Woman Christmas Orchestra\n\nWhen: 7 p.m. Dec. 8\n\n7 p.m. Dec. 8 Where: Stifel Theatre, 1400 Market Street\n\nStifel Theatre, 1400 Market Street How much: $55-$65\n\n$55-$65 More info: ticketmaster.com\n\nThe pop-classical vocal quartet Celtic Woman — Mairéad Carlin, Tara MacNeill, Muirgen O’Mahony, and Emma Warren — visits the Stifel Theatre for “Christmas Symphony” with their array of instrumentation including bagpipes, bodhran, tin whistle, bouzouki, and — best of all — Uilleann pipes. By Benjamin Torbert\n\nMONDAY\n\nDerek Hough\n\nWhen: 7:30 p.m. Dec. 9\n\n7:30 p.m. Dec. 9 Where: Stifel Theatre\n\nStifel Theatre How much: $25.50-$499\n\n$25.50-$499 More info: ticketmaster.com\n\nEmmy Award–winning dancer and choreographer Derek Hough is bringing “Dance for the Holidays” to the Stifel Theatre. Hough competed on the hit show “Dancing with the Stars” for 17 seasons, and then became a judge in season 29. Along the way, he's won four Emmys and danced with Hollywood stars like Shannon Elizabeth, Jennie Garth and Nicole Scherzinger from the Pussycat Dolls. His work spans across television, theatre and film with Hough making an appearance in movies like “Harry Potter and the Philosopher’s Stone” and “Rock of Ages.” Hough brings his family friendly show to town this holiday season for an evening of dance, pop hits and Christmas cheer. By Jasmine Osby\n\nWEDNESDAY\n\nFranz Ferdinand\n\nWhen: 8 p.m. Dec. 11\n\n8 p.m. Dec. 11 Where: The Pageant, 6161 Delmar Boulevard\n\nThe Pageant, 6161 Delmar Boulevard How much: $35\n\n$35 More info: ticketmaster.com\n\nWhile most artists are winding down for the holiday season, Scottish rock band Franz Ferdinand is revving its engines. The band released its new single “Night or Day” in November, just a few months after dropping the song “Audacious” and announcing that a new album was on the way. Its forthcoming project “The Human Fear” will be released on Jan. 10, and will feature 10 new songs from the band that created heart-thumping hits like “Take Me Out.” By Jasmine Osby\n\nTHURSDAY\n\n'Nutcracker and the World’s Fair'\n\nWhen: Dec. 12-15; performance times vary\n\nDec. 12-15; performance times vary Where: Edison Theater, Washington University, 6465 Forsyth Boulevard\n\nEdison Theater, Washington University, 6465 Forsyth Boulevard How much: $35-$55\n\n$35-$55 More info: ballet314.org/nutcracker\n\n“The Nutcracker and the World’s Fair” is exactly what it sounds like, a new take on the classic “Nutcracker” ballet that brings in elements of the 1904 World’s Fair that was here in St. Louis. Ballet 314 presents this 90-minute version of the Tchaikovsky classic and also offers a picnic with meet-and-greet before matinees and several sensory friendly performances. By Rosalind Early"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hands-On Science Activities Bring Fire & Ice To Life At The Discovery Lab",
            "link": "https://www.newson6.com/story/67523dea445f88bc5867961f/hands-on-science-activities-bring-fire--ice-to-life-at-the-discovery-lab",
            "description": "Discovery Lab's new winter theme features fire and ice experiments, teaching kids about science through hands-on activities ...",
            "image_url": "https://www.bing.com/th?id=OVFT.j1uOtnnMy4LUXOktwgEp1i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "News on 620h",
            "source": "News on 6",
            "article_content": "Today on the Coca-Cola Porch: Discovery Lab's new winter theme features fire and ice experiments, teaching kids about science through hands-on activities and Winter WonderCamps.\n\n-\n\nDiscovery Lab has launched a new theme in its Science Lab for the winter. All the activities and experiments involve either fire or ice.\n\nNews On 6's Alyssa Miller got to try one of the experiments out on the Coca-Cola Southwest Beverages Porch.\n\nWhat We Used: Dry Ice, Warm Water, Bubbles, Clear Tank\n\nHow It Works: Put a piece of dry ice in the tank and blow bubbles into it. Then combine warm water and dry ice. That will turn the solid ice into a gas. Pour the gas into the tank. The bubbles will float, and a cloud will form above a layer of clear gas.\n\nWhat It Teaches: This experiment teaches kids about phase changes, combustion reactions, and gas laws.\n\nDiscovery Lab Director of Education, Chip Lindsey said, \"You get iridescent rainbows on the bubbles, so what causes that? You see that the bubbles begin to float down through the carbon dioxide, what causes that? All of those questions are like an entry point to really talk about basic properties of physics, chemistry, and even biology.\"\n\nHow Can I Learn More?\n\nThe Discovery Lab will be doing these fire and ice experiments and activities daily in its Science Lab. There is also single-day Winter WonderCamps for kids from Pre-K through 6th grade on January 2, 3, and 6. Register for camp at https://www.discoverylab.org/camps."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Bodily Balancing Act: Breakthrough discovery identifies key factor for balancing saturated and unsaturated fatty acids in the body",
            "link": "https://www.sciencedaily.com/releases/2024/12/241202124225.htm",
            "description": "Researchers have identified ARMC5 as a key regulator of fatty acid balance in adipose tissue. ARMC5 degrades non-SCAP-bound SREBP1, activating it to regulate stearoyl-CoA desaturase (SCD), an enzyme ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily2h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cell-type-specific link between alternative splicing and autoimmune disease inheritance discovered",
            "link": "https://www.sciencedaily.com/releases/2024/12/241204114425.htm",
            "description": "Computational biologists have uncovered how RNA splicing -- a crucial process for isoform expression and protein diversity -- is regulated across different cell types in the peripheral blood. This ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily1h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At 2 a.m., an unexpected event led to a surprise planet discovery",
            "link": "https://mashable.com/article/james-webb-space-telescope-planet-discovery-kepler-51",
            "description": "Scientists using the powerful James Webb Space Telescope sought to observe a planet beyond our solar system (an exoplanet) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2wSe9OlqQaNZif4ohxauMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "5h",
            "source": "Mashable",
            "article_content": "A NASA conception of what the exoplanet Kepler-51e might look like.\n\nA NASA conception of what the exoplanet Kepler-51e might look like. Credit: NASA\n\nThe astronomical confusion started at 2 a.m ET on June 26, 2023.\n\nScientists using the powerful James Webb Space Telescope sought to observe a planet beyond our solar system (an exoplanet) called Kepler-51d, an unusual \"puffy\" world with a cotton candy-like density. But it passed into view two hours earlier than expected. That's strange for a planet, as they are usually quite predictable.\n\nIt turns out that a previously unknown world, and its potent gravity, altered Kepler-51d's orbit. Now there are four known planets orbiting the sun-like star Kepler-51, located some 2,556 light-years away. And at least three of them are puffy.\n\n\"If trying to explain how three super puffs formed in one system wasn’t challenging enough, now we have to explain a fourth planet, whether it’s a super puff or not. And we can’t rule out additional planets in the system either,\" Jessica Libby-Roberts, an astronomer at Penn State who led the observation, said in a statement.\n\nThe research was recently published in The Astronomical Journal.\n\nBased on previous observations, the astronomers calculated that the distant world Kepler-51d would pass in front of its star on June 26, 2023, at 2 a.m. It was a valuable opportunity to use starlight shining through the planet's atmosphere to reveal what's transpiring on this mysterious orb. (This starlight passes through the exoplanet's atmosphere, then through space, and ultimately into instruments called spectrographs aboard Webb, a strategy called \"transit spectroscopy.\" They're essentially hi-tech prisms, which separate the light into a rainbow of colors. Certain molecules, like water, in the atmosphere absorb specific types, or colors, of light. If a color doesn't show up for Webb, that means it got absorbed by the exoplanet's atmosphere — revealing its presence.)\n\nBut nothing came at 2 a.m. \"Thank goodness we started observing a few hours early to set a baseline, because 2 a.m. came, then 3, and we still hadn’t observed a change in the star’s brightness with APO [the Apache Point Observatory also used during these observations],\" Libby-Roberts explained.\n\nTheir data, however, captured a dip in the star's light around midnight. What could have caused the surprise orbital change? Only the gravitational influence of a large, previously unknown fourth planet, the researchers concluded. It's now earned the name \"Kepler-51e.\"\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\n\"We were really puzzled by the early appearance of Kepler-51d, and no amount of fine-tuning the three-planet model could account for such a large discrepancy,\" Kento Masuda, a study coauthor and associate professor of earth and space science at Osaka University, added. \"Only adding a fourth planet explained this difference. This marks the first planet discovered by transit timing variations using JWST.\"\n\nAn illustration showing the three puffy known worlds orbiting in the star system Kepler-51. Credit: NASA / ESA / L. Hustak / J. Olmsted / D. Player / F. Summers (STScI)\n\nIt's unknown if Kepler-51e is a puffy world, too. Astronomers will need to gather valuable observations from a transit in front of its star. What's known is that its orbit travels a little wider than Venus' orbit around the sun, and dwells on the edge of its solar system's habitable zone — a temperate region where liquid water could exist on a world's surface.\n\nAny puffy world is a curiosity: They might evolve, for example, into a super-Earth planet. In this star system, scientists already have at least three to continue observing. What will the fourth reveal?\n\nThe Webb telescope's powerful abilities\n\nThe Webb telescope — a scientific collaboration between NASA, ESA, and the Canadian Space Agency — is designed to peer into the deepest cosmos and reveal new insights about the early universe. But as shown above, it's also examining intriguing planets in our galaxy, along with the planets and moons in our solar system.\n\nHere's how Webb is achieving unparalleled feats, and likely will for decades to come:\n\n- Giant mirror: Webb's mirror, which captures light, is over 21 feet across. That's over two-and-a-half times larger than the Hubble Space Telescope's mirror. Capturing more light allows Webb to see more distant, ancient objects. The telescope is peering at stars and galaxies that formed over 13 billion years ago, just a few hundred million years after the Big Bang. \"We're going to see the very first stars and galaxies that ever formed,\" Jean Creighton, an astronomer and the director of the Manfred Olson Planetarium at the University of Wisconsin–Milwaukee, told Mashable in 2021.\n\n- Infrared view: Unlike Hubble, which largely views light that's visible to us, Webb is primarily an infrared telescope, meaning it views light in the infrared spectrum. This allows us to see far more of the universe. Infrared has longer wavelengths than visible light, so the light waves more efficiently slip through cosmic clouds; the light doesn't as often collide with and get scattered by these densely packed particles. Ultimately, Webb's infrared eyesight can penetrate places Hubble can't.\n\n\"It lifts the veil,\" said Creighton.\n\n- Peering into distant exoplanets: The Webb telescope carries specialized equipment called spectrographs that will revolutionize our understanding of these far-off worlds. The instruments can decipher what molecules (such as water, carbon dioxide, and methane) exist in the atmospheres of distant exoplanets — be they gas giants or smaller rocky worlds. Webb looks at exoplanets in the Milky Way galaxy. Who knows what we'll find?\n\n\"We might learn things we never thought about,\" Mercedes López-Morales, an exoplanet researcher and astrophysicist at the Center for Astrophysics-Harvard & Smithsonian, told Mashable in 2021.\n\nAlready, astronomers have successfully found intriguing chemical reactions on a planet 700 light-years away, and have started looking at one of the most anticipated places in the cosmos: the rocky, Earth-sized planets of the TRAPPIST solar system.\n\nFeatured Video For You 10 mind-blowing discoveries from the James Webb Telescope"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aurora Expeditions Unveils 2026-27 Antarctica Sailings",
            "link": "https://www.travelagentcentral.com/cruises/aurora-expeditions-unveils-new-2026-27-antarctica-season",
            "description": "Aurora Expeditions has released its new Antarctica 2026-27 season, which will introduce several special edition expeditions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3_Jzh38htk5mg2Wwy_HMui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Travel Agent2h",
            "source": "Travel Agent",
            "article_content": "Aurora Expeditions has released its new Antarctica 2026-27 season, which will introduce several special edition expeditions catering to adventure enthusiasts, photographers, science and enrichment seekers, and women travelers. The season totals 27 voyages ranging from nine to 34 days, sailing aboard Aurora’s three expedition vessels the Greg Mortimer, Sylvia Earle and the brand-new Douglas Mawson.\n\nAs a part of the new season, travelers will experience the Antarctic Peninsula, East Antarctica and Ross Sea, South Georgia and Falklands~Malvinas Islands. Returning for the 2026-27 season are the best-selling \"Spirit of Antarctica\" and \"South Georgia, Falklands & Antarctic Odyssey\" itineraries along with fly voyages the \"Antarctic Explorer\" and \"Antarctic Explorer Express.\" The action-packed \"Antarctica Active: All-Inclusive Activities\" voyage also returns, complete with camping, snorkeling, snowshoeing, paddling and more.\n\nNew for the 2026-27 season, Aurora Expeditions is introducing the 10-day \"Taste of Antarctica\" itinerary, well-suited for time-conscious travelers seeking an introduction to the remote destination. In addition, the season is packed with specialty voyages, including the expedition travel company’s Photography Expedition, a Women’s Only Voyage aboard the Sylvia Earle, and two trips in partnership with New Scientist Discovery Tours.\n\nSeason highlights include:\n\nPhotography Expeditions: Antarctica Through the Lens: Aurora Expeditions' Photography Expeditions offer a chance for travelers to capture Antarctica's landscapes and wildlife with guidance from top photographers. Whether using a professional camera or smartphone, guests can refine skills through Zodiac cruises, onshore excursions, and expert-led presentations with hands-on guidance both on and off the ship.\n\nTravel with Nigel Danson in 2026: Nigel is a YouTube creator and landscape photographer who runs workshops all over the world to share his knowledge and passion. His philosophy is to seize the moment and capture the essence of his experience.\n\nTravel with Scott Portelli in 2027: Scott is an international award-winning wildlife, nature, aerial and underwater photographer who has spent thousands of hours filming and photographing remote locations across the globe.\n\nNew Scientist Discovery Tours: New Scientist Discovery Tours, inspired by the science and technology publication, offers a way to explore the polar regions through a scientific lens. In partnership with Aurora Expeditions, these experiences blend stunning landscapes with discovery and education. As a part of the voyage, guests will enjoy expert-led talks, workshops, and excursions on topics like glaciology and marine biology, joined by marine biologist Dr. Russell Arnott .\n\nSpirit of Antarctica: While crossing the Drake Passage , guests can participate in lectures and workshops in the ship's Science Centre , observe seabirds in flight or connect with fellow passengers and the expedition team. Upon reaching the Antarctic Peninsula, guests can experience the icy landscapes and encounter the region’s wildlife.\n\nWild Antarctica featuring the Weddell Sea: The Weddell Sea , known for its expansive sea ice, pack ice and colossal icebergs, provides a striking backdrop for a voyage in partnership with New Scientist Discovery Tours. Beyond its icy vistas, the Weddell Sea offers opportunities for exploring wildlife, geology and paleontology. Travelers may spot ice seals in their natural habitat and, during onshore excursions, search for ancient fossils, including gastropods, large clams and spiral-shaped ammonites.\n\nAntarctic Women’s Expedition: Fly the Drake: Guests will embark on an Antarctic adventure with like-minded women, sailing on Aurora’s small-ship expedition vessel, the Sylvia Earle, which pays tribute to Dr. Sylvia Earle , an ambassador to conservation on the planet. In addition, the decks highlight six pioneering women in conservation and their incredible achievements and causes. Aurora is proud to launch this new voyage, which is led by a female Expedition Leadership team, opening the door to new experiences, and new challenges.\n\nTaste of Antarctica: This expedition offers an ideal introduction to the \"White Continent,\" blending the scenery with moments of discovery. Crossing the Drake Passage by sea, as early explorers once did, expeditioners will witness seabirds and approach Antarctica in a way that connects deeply with its history and grandeur.\n\nFor more information, visit www.aurora-expeditions.com\n\nRelated Stories\n\nRiviera Names Clark Reber Southeast Regional Sales Director\n\nPrincess Unveils 2026-27 Australia and South Pacific Voyages\n\nTravelers Can Now Buy Annual Pass for Virgin Voyages\n\nPrincess Cruises Unveils West Coast Voyages for 2026-27"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "LambdaTest Partners with Autify to Enhance No-Code Mobile App Testing with Real Device Support",
            "link": "http://koreabizwire.com/lambdatest-partners-with-autify-to-enhance-no-code-mobile-app-testing-with-real-device-support/299879",
            "description": "LambdaTest partners with Autify to enable seamless real-device testing for faster onboarding and cost-effective mobile app ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9XL8w7jStIr0sz_EETQJHi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "The Korea Bizwire18h",
            "source": "The Korea Bizwire",
            "article_content": "LambdaTest partners with Autify to enable seamless real-device testing for faster onboarding and cost-effective mobile app automation\n\nNoida/San Francisco, Dec. 5 (Korea Bizwire) – LambdaTest, a leading unified testing platform, is proud to announce its partnership with Autify, a no-code testing platform for native mobile applications. This collaboration integrates Autify’s testing capabilities with LambdaTest’s Real Device Cloud, empowering users to test applications on a wide range of real devices and operating systems seamlessly.\n\nAutify’s all-in-one solution has been a game-changer for mobile app testing, offering customers a comprehensive environment for test automation without the need for dedicated devices. However, the reliance on simulators posed challenges, including compatibility issues, bugs unique to simulators, and significant costs related to scalability. By leveraging LambdaTest’s Real Device Cloud, Autify now provides a robust alternative, enabling customers to test their applications on real devices with unmatched ease and efficiency.\n\nThe introduction of LambdaTest’s Real Device Cloud addresses these issues. Customers can now record and execute tests on real devices, including Android, iOS, tablets, and iPads, without the need to procure or manage hardware. Using Appium, Autify communicates directly with LambdaTest to allocate the required devices, ensuring smooth and efficient testing.\n\nKeita Moriya, Product Manager of Autify NoCode Mobile, shared his thoughts on the collaboration: “We are thrilled to partner with LambdaTest. Their Real Device Cloud meets our diverse requirements and offers exceptional support for technical challenges. We’re excited to explore additional features like Camera Image Injection, Biometric Authentication, and Dedicated Devices to deliver even greater value to our customers.”\n\nThe partnership between LambdaTest and Autify has delivered remarkable results. New customers can now be onboarded in less than a day—a significant improvement from the previous two-week timeline. Additionally, operational costs have been reduced, and customers benefit from a seamless experience without simulator-specific bugs or inconsistencies. The extensive range of OS-device combinations offered by LambdaTest has surpassed expectations, enabling Autify to provide a comprehensive and reliable testing solution.\n\nFurther commenting on the partnership, Mohit Juneja, VP of Strategic Sales and Partnerships at LambdaTest shared, “It’s incredibly fulfilling to collaborate with Autify in their mission to simplify and accelerate no-code mobile app testing,” said Mohit Juneja, VP of Strategic Sales and Partnerships at LambdaTest. “By integrating our Real Device Cloud with Autify’s platform, we’re addressing key challenges around scalability, cost, and compatibility—offering customers a seamless and efficient testing experience. Partnerships like this demonstrate our shared commitment to innovation and delivering real value to end-users, and we’re excited about the transformative impact this will have on mobile app automation”\n\nThis strategic alliance represents a significant step towards Autify’s vision of providing an out-of-the-box solution for mobile app testing. Together, LambdaTest and Autify aim to simplify and accelerate the testing process, ensuring scalability, cost efficiency, and unparalleled ease of use for customers worldwide.\n\nAbout LambdaTest\n\nLambdaTest is an intelligent and omnichannel software quality assurance platform that enables businesses to accelerate time to market through AI-powered cloud-based test authoring, orchestration, and execution. Over 10,000+ enterprise customers and 2+ million users across 130+ countries rely on LambdaTest for their testing needs.\n\n• Browser & App Testing Cloud allows users to run both manual and automated tests of web and mobile apps across 5000+ different browsers, real devices, and operating system environments.\n\n• HyperExecute helps customers run and orchestrate test grids in the cloud for any framework and programming language at blazing-fast speeds to reduce quality test time, helping developers build software faster.\n\nFor more information, please visit, https://lambdatest.com\n\nAbout Autify\n\nWith a mission to enhance people’s creativity through technology, Autify, Inc. has developed an AI-powered quality engineering platform. Since its launch, Autify has been implemented by many global organizations whose development teams use Autify to automate their software testing. Test automation often presents several challenges, such as a lack of resources to create test cases, maintain end-to-end (E2E) test code, and debug tests. Autify’s product suite addresses these issues by utilizing generative AI.\n\nLearn more at https://autify.com/\n\n\n\n\n\nContact press@lambdatest.com\n\nSource: Lambdatest, Inc. via GLOBE NEWSWIRE"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shopify Is Well-Positioned Ahead Of A Creator Economy Surge",
            "link": "https://www.forbes.com/sites/gurufocus/2024/12/06/shopify-is-well-positioned-ahead-of-a-creator-economy-surge/",
            "description": "The e-commerce company is undervalued and positioned for high long-term growth although some risks still remain.",
            "image_url": "https://www.bing.com/th?id=OVFT.DYZuvIg13dDRf0_jYaFCpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "USDA says it will start testing milk for H5N1 bird flu virus nationwide",
            "link": "https://www.latimes.com/environment/story/2024-12-06/usda-says-it-will-start-testing-milk-for-h5n1-nationwide",
            "description": "The U.S. Department of Agriculture announced Friday that it will sample the nation's milk supply to test for the H5N1 bird ...",
            "image_url": "https://www.bing.com/th?id=OVFT.teUDxqgqk7Oue6ywKUCray&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "1h",
            "source": "Los Angeles Times",
            "article_content": "Nearly a year after a wild bird infected with H5N1 avian flu presumably passed its viral baggage to a dairy cow in the Texas panhandle — which has subsequently led to the infection of more than 700 herds nationwide and sickened at least 32 dairy workers — the nation’s agriculture department announced Friday that it will sample the nation’s milk supply to test for the virus.\n\nThe federal order requires dairy farmers to collect and share raw milk samples for testing — if requested — by the U.S. Department of Agriculture. It also lays out a staged testing strategy that will allow the federal agency to track and monitor the disease.\n\nThe National Milk Testing Strategy, which the new milk testing regimen is called, “is a critical part of our ongoing efforts to protect the health and safety of individuals and communities nationwide,” according to a prepared statement from Xavier Becerra, the U.S. secretary of Human and Health Services.\n\nInitially, the order will only apply to six states — California, Colorado, Michigan, Mississippi, Oregon and Pennsylvania.\n\nAdvertisement\n\nSteve Lyle, a spokesman for the California Department of Food and Agriculture, said the order is incidental, bringing “no changes for California. We are already doing this.”\n\nWhile California, Colorado and Michigan have all reported positive herds, the three others have not. Testing regimens and investigations have already been underway in the infected states — as well as in Pennsylvania, which in late November, began its own “Precautionary Bulk Milk Testing at Processing Plants” program.\n\nWhile Oregon has not had a H5N1 outbreak in dairy cows, it has reported the disease in commercial poultry, wild birds and, last month, two pigs.\n\nMississippi has roughly 50 herds statewide, with each farm averaging 149 cows.\n\nThe new milking plan is designed as a step-by-step plan, with the end goal of eradicating the disease from the nation’s herds — an objective few epidemiologists or virologists think, at this point, is possible.\n\nIn the first stage, testing will occur at all dairy processing facilities within a given state, allowing the federal agency to determine if and where the virus is residing. The next stage will allow the federal agency to drill down deeper by moving the testing to bulk tanks.\n\nIf the virus is found, the third stage goes into action, triggering an even more granular investigation by identifying farms and herds that are positive — allowing for “rapid response measures,” including biosecurity programs such as movement controls and contact tracing.\n\nAdvertisement\n\nIf, however, no virus is found in a state, bulk tank testing frequency will progressively decrease — going from weekly to monthly to quarterly, assuming the state’s tests remain negative.\n\nFinally, there is the fifth stage, known as “Demonstrating Freedom from H5 in U.S. Dairy Cattle.”\n\nThat’s when, according to the statement, states can begin more periodic sampling and testing “to illustrate long-term absence from the national herd.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "People think $1 million is the magic number to start estate planning — but it’s much lower",
            "link": "https://www.msn.com/en-us/money/other/people-think-1-million-is-the-magic-number-to-start-estate-planning-but-it-s-much-lower/ar-AA1voPHo?ocid=BingNewsVerp",
            "description": "The ideal time to start your estate-planning journey is when you turn 18, experts say — but that’s not what most people do.",
            "image_url": "https://www.bing.com/th?id=OVFT.ja0F99xdmb-YVDJcMkLPNC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "3hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Delta Force devs warn against cheating, exploits, and … USB drives?",
            "link": "https://www.msn.com/en-us/news/technology/delta-force-devs-warn-against-cheating-exploits-and-usb-drives/ar-AA1vp26H?ocid=BingNewsVerp",
            "description": "Delta Force uses GTI Security, a real-time monitoring system that can ban players for a wide range of violations, and the devs released a full list of software that is either straight-up prohibited or ...",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "2hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Propel Software Unveils Key Business and Tech Trends for 2025",
            "link": "https://www.msn.com/en-us/money/smallbusiness/propel-software-unveils-key-business-and-tech-trends-for-2025/ar-AA1vlUkJ?ocid=BingNewsVerp",
            "description": "Ross Meyercord, chief executive officer of product value management platform Propel Software, just released what he sees as ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7yqkAVpwGSmP7IeHOdCcvi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "22hon MSN",
            "source": "WWD on MSN",
            "article_content": ""
        }
    }
]