[
    {
        "title": "Michael Schenker on triangle guitars, bad playing habits –and why he is rerecording UFO with Axl Rose",
        "link": "https://www.yahoo.com/entertainment/michael-schenker-triangle-guitars-bad-150919853.html",
        "description": "Rock legend Michael Schenker checks in to talk My Years with UFO, the appeal of the V-shaped guitar and why he does not sweat ...",
        "image_url": "https://www.bing.com/th?id=OVF.ic37zPDqGzdjddG8fOsUGg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Tim Mosenfelder/Getty Images\n\nBrilliant, eccentric German guitar hero Michael Schenker debuted with the Scorpions before joining UFO in 1974, then breaking out on his own with The Michael Schenker Group. He favours a black and white Flying V and helped popularise cocked-wah guitar tone. His new album is an all-star celebration of his UFO days, featuring Slash, Axl Rose and other heavy friends.\n\nWhat guitar did you learn on?\n\n“It was a guitar that was lying around. It must have been an acoustic. My brother Rudolf [Scorpions guitarist] got a Gibson for his birthday instead of a motorbike. It must have been that one that I secretly played against his will!\n\n“The first song I played was something to do with San Francisco. It was a hit in those days. [Hums San Francisco by The Mamas And The Papas] Yeah! And there was a solo in there, and I learnt that. I was nine years old and I was very happy.”\n\nWas was there a moment when you felt you had arrived as a player?\n\n“No, it has always been the same for me. Right from the moment when I was nine years old and picked up a guitar, I was always amazed with what I could discover, and it never stopped. I am in the same place!\n\nHow much did you practise in those early days and how often do you practise now?\n\n“It is more like play and discover. That’s different. It is less technical. It is more like looking for gold, and once in a while I find a piece of gold. This will automatically become part of my developed style.”\n\nWhat you do with the guitar expresses your personality\n\nWhat is the one song or performance that you’re most proud of?\n\n“I’m happy with everything. For me, it is never about a song. I am a lead guitarist! Ha! Lead guitarists think differently. My whole life has always been about development, so every moment is special, and every moment is different. We can never compare any of them.\"\n\nWhat was your biggest motivation as a player?\n\n“I wanted to express myself. That was my devotion. It still is and I have done it for 50 years, without listening to music so I don’t get influenced, and that’s where the uniqueness comes from. Focus on opening up what’s unique about yourself. Anybody who makes that decision can do it. I am a musical monk or something. That’s my mission. Self-expression is my mission.\n\n“That’s what I want, in every sense, not just music. I just love to self-express and really do what I like to do. I am just in a place where I choose to do it this way instead of copying anyone else. What you do with the guitar expresses your personality.”\n\nWhat technique did you have to work hardest to master?\n\n“There is no technique for me. Technique is very, very much in the background. The important thing was to find the note. I felt like I knew it was there, somewhere, and I have to find it! And the last thing on my mind was if I do it the right way or the wrong way, as long as I found that note.\n\n“And of course, that’s what I did. Day after day after day, I basically developed – technically – the wrong way of playing compared to today where you have the guitar schools, where you learn the perfect position of the hand, how to hold your fingers and play with all five fingers. But I couldn’t have found my notes. I couldn’t have written the songs I wrote if I would have followed that first. I just didn’t care if I did it the right or wrong way.”\n\nAs a player, do you have any bad habits?\n\nThere are no bad habits! There is only one thing: to make good music however you do it.\n\n“There are no bad habits! There is only one thing: to make good music however you do it. Hey, there is no right or wrong for me. I can get better technically because I have plenty of time to get my fingers into easier positions, but the thing is, there are certain ways of playing, like my style, that you cannot necessarily get across if I play it perfectly positioned with my fingers based on what’s taught at guitar schools.\n\n“It’s like fishing. How you find the note, how you strike or sweep over the strings, how you hit them, that is how the sound comes together. It’s not technical. Technicality makes everything clinical.\n\n“But fishing for notes as a priority makes everything three dimensional, analogue. It gives it warmth. It’s not perfect – it’s feeling. It’s more feeling than having the right position of your fingers playing guitar.”\n\nMichael Schenker wears a black felt hat and lets out a scream as he plays his black and white Dean V onstage in London.\n\nIn your early days, what guitar was the game changer for you?\n\n“A triangle guitar! Yeah, very strange. I had never seen a Flying V, but when I was at school, doing this project, building something out of wood, I wanted to make a guitar and ended up building a triangle guitar, which is similar to a Flying V, but it’s not the Flying V.\n\n“You put a Flying V next to a Les Paul, next to a Strat, on the floor, it won’t do anything. It becomes something with the person who picks up the guitar. That’s what that guitar becomes. I found the Flying V by coincidence. Like many things in my life, it happened by itself. So maybe I was meant to have that guitar.\n\n“I discovered that guitar by accident. I liked the combination of my amplifier with that guitar. It was closer to the sound I imagined, and I found that I was able to do a really good vibrato by putting the V between my legs, so that the neck would not wobble around. I was able to lock it in and so that was one of the main reasons why I felt good about that guitar.”\n\nWith your new album of classic UFO material, was there anything you learned about your playing when revisiting songs you wrote 50 years ago?\n\n“I don’t analyse things. I just do it. I don’t analyse what I have done, or why I did it, I just do it because that is the moment of being an artist. You just do it. Less thought!”\n\nWhat do you play when you’re just relaxing and playing for fun?\n\n“Again, I don’t think. I just pick up the guitar and play. But one thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger, so sometimes you think you are playing as fast as you did the day before but it is do with the biological rhythm. I always measure by a metronome, at a certain speed. I have to make sure that I can play my old songs.”\n\nDo you have any favourite tracks from revisiting your UFO years?\n\n“I love This Kid’s with Biff [Byford, Saxon frontman]. I was amazed. I always wanted to do something with Biff. Every song is different but everybody did a great version. I don’t like comparing things. I just like to listen to it and not compare it like the Olympics! There are so many different qualities, different feelings, but all of them are unique in their own way, so I don’t give them points for their performances.\n\nOne thing I do in order to keep shape is I play to a metronome to make sure I am not slowing down in any way, because when you get older the way we perceive time is different from when we are younger\n\n“It is all great stuff, what they did. When I heard Dee Snider [ex-Twisted Sister singer] I went, ‘Wow!’ I didn’t know he had a great voice like this. Kai Hansen [Helloween guitarist/vocalist] was another one. He did a fantastic job on Rock Bottom. And when I heard Joel Hoekstra, he sounds like a saxophone on his guitar. He’s really, really unique. It was fun. It still is fun listening to the different approaches. I didn’t expect anything, but when I heard it I was extremely happy with it.”\n\nAnd Axl Rose?\n\n“Axl originally sang three songs, but he didn’t like his versions of Only You Can Rock Me and Too Hot To Handle, so he decided to stick with Love To Love, which is a fantastic version.\n\nCan you recall a moment when you felt like you’d failed as a player or felt embarrassed by a performance?\n\n“That’s a big question. Of course you can feel embarrassed when you play a bum note. But I don’t really focus on that. I’d rather focus on the good moments. You know, I played bum notes on Strangers In The Night [UFO’s legendary 1979 live album], and today those bum notes are the right notes! Because everybody got used to it.\n\n“And people ask me, ‘Michael, how do you make this work, playing a major over a minor?’ I’m like, ‘I don’t know what you’re talking about!’ But they might have been asking about those bum notes!”\n\nMy Years With UFO is out now via EarMUSIC."
    },
    {
        "title": "US: UFO Central Hit By Record Rainfall",
        "link": "https://www.msn.com/en-xl/news/other/us-ufo-central-hit-by-record-rainfall/vi-AA1sEQay?ocid=BingNewsVerp",
        "description": "Roswell, NM, USA - October 20, 2024 [Note: partially no sound] This is the moment America's UFO central Roswell was brought ...",
        "image_url": "https://www.bing.com/th?id=OVFT.6cNtGTHq2cQXwfTEdQyPbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "StringersHub on MSN21h",
        "source": "StringersHub on MSN",
        "article_content": ""
    },
    {
        "title": "Is Elon Musk Really Developing A Fighter Jet?",
        "link": "https://www.msn.com/en-us/news/technology/is-elon-musk-really-developing-a-fighter-jet/ar-AA1sEJd4?ocid=BingNewsVerp",
        "description": "A viral video purports that Elon Musk and SpaceX are working on a \"UFO fighter jet,\" but the source reporting on this story ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G6q0A73z3f-aLy9sh5V7GC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "15hon MSN",
        "source": "SlashGear on MSN",
        "article_content": ""
    },
    {
        "title": "Flying saucer or cloud? Strange 'pet' feature reappears in same spot in New Zealand",
        "link": "https://www.msn.com/en-in/news/techandscience/flying-saucer-or-cloud-strange-pet-feature-reappears-in-same-spot-in-new-zealand/ar-AA1sHKUq?ocid=BingNewsVerp",
        "description": "A recent satellite photo of New Zealand has revealed a strange cloud in the exact same place it was earlier seen. The \"pet ...",
        "image_url": "https://www.bing.com/th?id=OVFT.OTkeuabcrJiEKwdetiO0LS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2hon MSN",
        "source": "WION on MSN",
        "article_content": ""
    },
    {
        "title": "Earth from space: Bizarre 'pet cloud' reappears above its favorite spot in New Zealand",
        "link": "https://www.msn.com/en-us/weather/topstories/earth-from-space-bizarre-pet-cloud-reappears-above-its-favorite-spot-in-new-zealand/ar-AA1sHsus?ocid=BingNewsVerp",
        "description": "A recent satellite image captured the reemergence of a unique, UFO-like cloud, known as the \"Taieri Pet,\" which appears above ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YIyYLKLnVvbtKhLyTJGF1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Live Science on MSN5h",
        "source": "Live Science on MSN",
        "article_content": ""
    },
    {
        "title": "Don't settle for one AI model. Chat GPT-4, Gemini Pro, and Midjourney join forces in this app.",
        "link": "https://www.yahoo.com/tech/dont-settle-one-ai-model-040000403.html",
        "description": "AI is an all-in-one AI tool that puts ChatGPT, Mistral AI, Gemini, and other AI models at your fingertips for life — get it ...",
        "image_url": "https://www.bing.com/th?id=OVF.ABxlFoq8tFeifQzmq1ZiNA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nWhy settle for one AI assistant?\n\nTL;DR: 1minAI puts AI models from OpenAI, Meta, Google, and more at your disposal to generate text, images, or edit audio, and you can get it for life for £30.80 (reg. £180.25).\n\nChatGPT was a huge deal when it dropped, but it's not the only big AI model on the playground anymore. GPT-4 is pretty fancy, but it's not always the best option for every type of content you want to create. The only problem is if you want more options, that often means more subscriptions. At least, it would if you didn't have the option to get multiple AI models for life by getting 1minAI.\n\n1minAI users can access some of the biggest and most advanced AI tools in one convenient app. This lifetime subscription gives you access to Chat GPT-4, Mistral AI, Midjourney, Gemini, and a lot more for just £30.80.\n\nWhat does 1minAI do?\n\nOne AI hub where you can access models for generating text, images, and editing audio seems a little too good to be true, so here's the catch. There's a finite amount you can generate every month, but you get 450,000 credits per month, and unused credits roll over. If you're using 1minAI for work, that means your vacation time isn't wasting credits you've already paid for.\n\nThe list of AI models included with 1min is seriously impressive. Check it out:\n\nGPT-4o, GPT-4 Turbo, GPT-4, GPT-3.5 (OpenAI)\n\nClaude 3 Opus, Claude 3 Sonnet, Claude 3 Haiku, Claude 2.1, Claude Instant 1.2 (Anthropic)\n\nGemini Pro 1.5, Gemini Pro 1.0 (GoogleAI)\n\nLlama 3, Llama 2 (MetaAI)\n\nMistralAI\n\nCommand (Cohere)\n\nThe AI writing tools are super versatile. Working on an SEO project? Save time doing keyword research. Can't remember what passive voice is? One can be helped by an AI grammar tool. There's even a paraphraser for research and a ton of social tools for writing Facebook, LinkedIn, and X content.\n\nNot all of these AI models are for generating text. You can generate images, turn text to speech or speech to text, enhance videos, or even use AI to look over a PDF file. Now, instead of skimming a whole long document, you can just ask AI to answer your questions for you.\n\nYour AI team\n\nYou don't have to subscribe to every big AI tool anymore. Just get a lifetime subscription to 1minAI for £30.80 (reg. £180.25) at the Mashable Shop.\n\nStackSocial prices subject to change.\n\nAI model\n\nOpens in a new window\n\nCredit: 1minAI\n\n1minAI: Lifetime Subscription\n\n£30.80 at the Mashable Shop\n\n£180.25 Save £149.45\n\nGet Deal"
    },
    {
        "title": "Desktop AI assistant app Highlight spins out of Medal with $10M in funding",
        "link": "https://techcrunch.com/2024/10/22/desktop-ai-assistant-app-highlight-spins-out-of-medal-with-10m-in-funding/",
        "description": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now, the company ...",
        "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
        "category": "ai+app",
        "date": "32m",
        "source": "TechCrunch",
        "article_content": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now, the company is spinning off Highlight into a new entity, which has raised $10 million in a funding round.\n\nGeneral Catalyst led the funding round with Valor, SV Angel, and Conviction Embed participating in the round. Medal also put in $3 million in the new entity out of $13 million it raised in July.\n\nMedal’s co-founder, Pim de Witte, is the only common link between Medal and Highlight now, as the latter has its own team, including Haris Butt, who was VP of Design at productivity company ClickUp, Medal co-founder Josh Lipson, and Medal’s first head of growth Mark Bond.\n\n“We started Highlight as a research project within Medal. We wanted to explore the translation layer between LLMs (Large Language Models) and what’s going on your screen. But we realized to grow quickly and hire engineers for a specific app by offering them equity, Highlight needs to be a separate entity,” de Witte told TechCrunch over a call.\n\nHighlight is a cross-platform desktop app that lets you attach your screen, a voice note, or a document as context and then ask questions to an LLM. The app can also transcribe your calls from system audio, so you can ask questions about a particular meeting later.\n\nYou can perform actions that have become pretty common with AI assistants, such as summarizing, rewriting, highlighting, and explaining the context attached to the app at the time of querying.\n\nIn July, the company had opened up its platform for developers to build apps on top of Highlight. However, the startup realized that this approach would limit custom actions to a handful of developers. With the latest version, the company will allow users to prompt their way to a custom action like summarizing the first 10 minutes of a meeting. Highlight also wants to open up prompts to the community of users, helping one person discover a useful automation someone has created.\n\nFor developers with programming knowledge, the company plans to open up an agentic framework that will allow them to use parts of your system and do small tasks — such as summarizing documents in a particular folder — in the background.\n\n“Our idea is to create virtual employees so you can start delegating some of your tasks to them and have more time on your hands,” de Witte said.\n\nImage Credits: Highlight\n\nWith today’s announcement, the company is releasing a push-to-talk shortcut and new conversations app that records your meetings.\n\nNiko Bonatsos, venture partner at General Catalyst, told TechCrunch over email that Highlight is easy to understand for users because of the on-screen context and the lack of complex prompts.\n\n“I’ve been underwhelmed by the fact that most consumer-facing AI companies only let you interact with them via chat interfaces… This demonstrates a lack of imagination and frankly limits what is possible with this powerful new technology. We are very encouraged with the bold design choices that Pim and his team have made so far,” Bonatsos said, pointing out that Highlight’s combination of automation and on-screen context allows users to utilize AI better.\n\nHighlight AI is free to use for now, but the company wants to adopt a pricing plan based on the word count processed by the assistant down the line."
    },
    {
        "title": "I'm the CEO of a recruitment company. Here's how we can tell someone used AI on a job application.",
        "link": "https://www.msn.com/en-us/money/other/im-the-ceo-of-a-recruitment-company-heres-how-we-can-tell-someone-used-ai-on-a-job-application/ar-AA1sHz35?ocid=BingNewsVerp",
        "description": "Khyati Sundaram shares subtle indicators that an applicant used AI to write their job application, plus how they can use AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cqHm0NgqXlWXwe685wk5xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "3hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "OpenAI vs Google AI: Who's Leading the Race?",
        "link": "https://www.analyticsinsight.net/artificial-intelligence/openai-vs-google-ai-whos-leading-the-race",
        "description": "Artificial Intelligence (AI) has become one of the most competitive fields in technology. Two leading names—OpenAI and Google ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1b5vgFtzI72LXwVH6ZjU-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight53m",
        "source": "Analytics Insight",
        "article_content": "Google AI excels in applying AI to real-world problems. Google’s ability to integrate AI into its ecosystem gives it a significant edge in market reach. With AI deeply embedded in Search, Maps, and YouTube, Google touches billions of users every day. Google AI’s challenge, though, lies in the accuracy and context-dependence of its information. For instance, financial queries, as highlighted by The College Investor, often result in misleading or outdated advice. This limits trust in Google AI for critical areas like personal finance."
    },
    {
        "title": "Zoom partners with Suki to offer AI-powered medical note-taking",
        "link": "https://www.msn.com/en-us/health/other/zoom-partners-with-suki-to-offer-ai-powered-medical-note-taking/ar-AA1sHXBU?ocid=BingNewsVerp",
        "description": "Zoom is partnering with Suki, an AI note-taking app, to offer doctors on its platform an AI scribe that can take notes about ...",
        "image_url": "https://www.bing.com/th?id=OVFT.H0ZsloGP_7Mj1e4P8i-V7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Download these fantasy and paranormal romance novels for free on Stuff Your Kindle Day",
        "link": "https://www.msn.com/en-us/news/technology/download-these-fantasy-and-paranormal-romance-novels-for-free-on-stuff-your-kindle-day/ar-AA1sHu5N?ocid=BingNewsVerp",
        "description": "Check out a selection of fantasy and paranormal romance books that are completely free on Stuff Your Kindle Day.",
        "image_url": "https://www.bing.com/th?id=OVFT.4Vlti6A4EosFwsh-GMA1Oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "2hon MSN",
        "source": "Mashable on MSN",
        "article_content": ""
    },
    {
        "title": "Southeast Ohio houses the paranormal",
        "link": "https://www.thepostathens.com/article/2024/10/ohio-folklore-cryptids-ghosts-athens",
        "description": "Because of this immense age, much of the region is said to be a hotbed for the supernatural. Southeast Ohio is no exception, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.3-PCdMikVVVV6tYHDA7pgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Post8h",
        "source": "The Post",
        "article_content": "The Appalachian region is no stranger to the paranormal. The hills and mountains making up the region once stood taller than the Rockies and were created almost a billion years ago. For reference, trees first evolved around 400 million years ago.\n\nBecause of this immense age, much of the region is said to be a hotbed for the supernatural. Southeast Ohio is no exception, with Athens being called one of the most haunted college towns in America, according to College Consensus.\n\nMany know the stories of the Ridges, but Athens County and nearby areas are home to some lesser-known tales. Brian Collins, the Ram and Sushila Chair in Indian Religion and Philosophy in the department of classics and religious studies, said he started a class due to the local interest in the paranormal.\n\n“I started a class on ghosts, magic and demons, and it was a popular class,” he said. “I began to teach it during the regular semesters. And now I teach it pretty much online, and have for a couple years to about 150 students per semester.”\n\nAbout five and a half miles north of town is Mt. Nebo. At 1,017 feet, it is the highest point in Athens County and holds spiritual importance to the Indigenous peoples of the area. In the mid-1800s, a man named Johnathan Koons and his family built a log cabin atop the hill, where he performed séances to communicate with spirits, a popular act at the time.\n\nOver several years, the room where these séances were held drew in hundreds to try and communicate with the dead. In his book, “Guide to Ohio University Ghosts & Legends,” author Craig Tremblay claims these rituals opened a portal that has caused Athens County to become a paranormal hotbed.\n\nWhile not technically in Athens County, the nearby Moonville Tunnel in Zaleski State Forest has become a focus of local legend. Moonville was once a coal town on the Marietta and Cincinnati railroad. It is said that the ghosts of railroad workers inhabit the tunnel and can be seen waving their lanterns at night.\n\nBack in Athens, people have reported an iconic building on campus is haunted. Bekah Davenport, a sophomore studying organ performance, said Galbreath Chapel on College Green is a hub for the unexplainable.\n\n“There’s the basement part, which is super creepy,” he said. “If I'm down there, I'll hear people talking and a bunch of commotion up in the top part. I go up, no one's there. I've taken people with me, and the same stuff happens, or a feeling that you're being watched … It's just a very creepy place.”\n\nAbout 45 minutes south of Athens along the Ohio River sits the town of Point Pleasant, West Virginia, home of the Mothman. In 1966, two couples first reported seeing the beast outside of town. The next year, the Silver Bridge collapsed, which many attributed to the Mothman.\n\nPoint Pleasant now holds an annual Mothman festival every September, celebrating the creature. Maddie James, a graduate student studying education for social studies, said the local aspect of the Mothman legend is the main reason she likes the story.\n\n“Obviously, Mothman is in the area, and I think that might have been part of the appeal,” she said. “People are very proud of it.”\n\nRecorded in Salt Fork and Hocking Hills State Parks, the Ohio Grassman is the Buckeye state’s claim to the Bigfoot fame. The creature is similar in stature to the Bigfoot mythos, except it is said to be covered in long, shaggy grasses and builds makeshift shelters out of grass and sticks.\n\nJames said the thought these occurrences could be real is part of the fun of paranormal legends.\n\n“My thought is that even though I personally haven't seen something, there's so many stories that even if the majority of them are lies, there's still so many that some of them have to be true,” she said.\n\n@ethanherx\n\neh481422@ohio.edu\n\n\n\n"
    },
    {
        "title": "Wylie's on Main: A dining experience with a paranormal twist",
        "link": "https://www.msn.com/en-us/travel/other/wylie-s-on-main-a-dining-experience-with-a-paranormal-twist/ar-AA1sHSzE?ocid=BingNewsVerp",
        "description": "A Williamsburg County restaurant is serving a \"hauntingly\" good dining experience.Collins owns Wylie's on Main in Hemingway ...",
        "image_url": "https://www.bing.com/th?id=OVF.5JJALGo2xZA5eN2W%2b7VxdA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "abcnews4 on MSN1h",
        "source": "abcnews4 on MSN",
        "article_content": ""
    },
    {
        "title": "Ghostly APParitions: Trying popular ghost hunting apps around some of Waco’s most haunted places",
        "link": "https://www.msn.com/en-us/travel/article/ghostly-apparitions-trying-popular-ghost-hunting-apps-around-some-of-waco-s-most-haunted-places/ar-AA1sG35X?ocid=BingNewsVerp",
        "description": "Central Texas has some pretty spooky legends of its own and supposed haunted places all around the area, especially in Waco.",
        "image_url": "https://www.bing.com/th?id=OVF.7WSNUio7wWFnTRjYWeRGmw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "7hon MSN",
        "source": "Waco-Temple-Bryan KWTX-TV on MSN",
        "article_content": ""
    },
    {
        "title": "50 Haunted Locations By State",
        "link": "https://www.msn.com/en-us/entertainment/news/50-haunted-locations-by-state/vi-AA1sHJbf?ocid=BingNewsVerp",
        "description": "Alleged ghost sightings and paranormal experiences are a commonplace occurrence across the heartland of the United States.",
        "image_url": "https://www.bing.com/th?id=OVF.qp3fjBsEGhzEtMtB7ND%2f1w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Ranker (Video) on MSN3h",
        "source": "Ranker (Video) on MSN",
        "article_content": ""
    },
    {
        "title": "AI is set to transform science – but will we understand the results?",
        "link": "https://theconversation.com/ai-is-set-to-transform-science-but-will-we-understand-the-results-241760",
        "description": "AI promises to accelerate scientific discovery, but if scientists aren’t careful public trust may be left behind.",
        "image_url": "https://www.bing.com/th?id=OVFT.GOwWwCCUUAy5N1SNVtD2ay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "17h",
        "source": "The Conversation",
        "article_content": "Artificial intelligence (AI) has taken centre stage in basic science. The five winners of the 2024 Nobel Prizes in Chemistry and Physics shared a common thread: AI.\n\nIndeed, many scientists – including the Nobel committees – are celebrating AI as a force for transforming science.\n\nAs one of the laureates put it, AI’s potential for accelerating scientific discovery makes it “one of the most transformative technologies in human history”. But what will this transformation really mean for science?\n\nAI promises to help scientists do more, faster, with less money. But it brings a host of new concerns, too – and if scientists rush ahead with AI adoption they risk transforming science into something that escapes public understanding and trust, and fails to meet the needs of society.\n\nThe illusions of understanding\n\nExperts have already identified at least three illusions that can ensnare researchers using AI.\n\nThe first is the “illusion of explanatory depth”. Just because an AI model excels at predicting a phenomenon — like AlphaFold, which won the Nobel Prize in Chemistry for its predictions of protein structures — that doesn’t mean it can accurately explain it. Research in neuroscience has already shown that AI models designed for optimised prediction can lead to misleading conclusions about the underlying neurobiological mechanisms.\n\nSecond is the “illusion of exploratory breadth”. Scientists might think they are investigating all testable hypotheses in their exploratory research, when in fact they are only looking at a limited set of hypotheses that can be tested using AI.\n\nFinally, the “illusion of objectivity”. Scientists may believe AI models are free from bias, or that they can account for all possible human biases. In reality, however, all AI models inevitably reflect the biases present in their training data and the intentions of their developers.\n\nCheaper and faster science\n\nOne of the main reasons for AI’s increasing appeal in science is its potential to produce more results, faster, and at a much lower cost.\n\nAn extreme example of this push is the “AI Scientist” machine recently developed by Sakana AI Labs. The company’s vision is to develop a “fully AI-driven system for automated scientific discovery”, where each idea can be turned into a full research paper for just US$15 – though critics said the system produced “endless scientific slop”.\n\nDo we really want a future where research papers can be produced with just a few clicks, simply to “accelerate” the production of science? This risks inundating the scientific ecosystem with papers with no meaning and value, further straining an already overburdened peer-review system.\n\nWe might find ourselves in a world where science, as we once knew it, is buried under the noise of AI-generated content.\n\nA lack of context\n\nThe rise of AI in science comes at a time when public trust in science and scientists is still fairly high , but we can’t take it for granted. Trust is complex and fragile.\n\nAs we learned during the COVID pandemic, calls to “trust the science” can fall short because scientific evidence and computational models are often contested, incomplete, or open to various interpretations.\n\nHowever, the world faces any number of problems, such as climate change, biodiversity loss, and social inequality, that require public policies crafted with expert judgement. This judgement must also be sensitive to specific situations, gathering input from various disciplines and lived experiences that must be interpreted through the lens of local culture and values.\n\nAs an International Science Council report published last year argued, science must recognise nuance and context to rebuild public trust. Letting AI shape the future of science may undermine hard-won progress in this area.\n\nIf we allow AI to take the lead in scientific inquiry, we risk creating a monoculture of knowledge that prioritises the kinds of questions, methods, perspectives and experts best suited for AI.\n\nThis can move us away from the transdisciplinary approach essential for responsible AI, as well as the nuanced public reasoning and dialogue needed to tackle our social and environmental challenges.\n\nA new social contract for science\n\nAs the 21st century began, some argued scientists had a renewed social contract in which scientists focus their talents on the most pressing issues of our time in exchange for public funding. The goal is to help society move toward a more sustainable biosphere – one that is ecologically sound, economically viable and socially just.\n\nThe rise of AI presents scientists with an opportunity not just to fulfil their responsibilities but to revitalise the contract itself. However, scientific communities will need to address some important questions about the use of AI first.\n\nFor example, is using AI in science a kind of “outsourcing” that could compromise the integrity of publicly funded work? How should this be handled?\n\nWhat about the growing environmental footprint of AI? And how can researchers remain aligned with society’s expectations while integrating AI into the research pipeline?\n\nThe idea of transforming science with AI without first establishing this social contract risks putting the cart before the horse.\n\nLetting AI shape our research priorities without input from diverse voices and disciplines can lead to a mismatch with what society actually needs and result in poorly allocated resources.\n\nScience should benefit society as a whole. Scientists need to engage in real conversations about the future of AI within their community of practice and with research stakeholders. These discussions should address the dimensions of this renewed social contract, reflecting shared goals and values.\n\nIt’s time to actively explore the various futures that AI for science enables or blocks – and establish the necessary standards and guidelines to harness its potential responsibly."
    },
    {
        "title": "Are you really helping when you join an 'expedition tour'?",
        "link": "https://www.bbc.co.uk/travel/article/20241021-are-you-really-helping-when-you-join-an-expedition-tour",
        "description": "Among the shifting trends of the 21st Century, there's one key factor that's increasingly driving people's desire to travel: ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lKpYz0jCyv_JrO6tav5yki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23m",
        "source": "BBC",
        "article_content": "Expeditions used to be the preserve of professionals: scientists, academics and explorers setting off for parts unknown with the goal of furthering the field of human knowledge. An emerging industry of expedition tourism, however, is laying open the thrill of discovery to the general public, with companies offering expert-led tours with a focus on subjects such as science, conservation and anthropology.\n\n\"People don't just want to sit on a beach anymore – there's more of an appetite for self-fulfilment,\" said Kevin Currie, director of New Scientist Discovery Tours. \"We launched in June 2019, at a time when experiential tours were growing at twice the rate of normal tourism. That's resumed since the pandemic; we're seeing exponential growth.\"\n\nNew Scientist Discovery Tours are accompanied by experts in their fields, who lead visits to conservation areas, historical sites or scientific institutions, explaining to guests in depth what it is that they're seeing and experiencing. Current tours include a trip to CERN in Switzerland with a particle physicist, and a cruise to Svalbard featuring on-board lectures from world-famous evolutionary biologist Richard Dawkins."
    },
    {
        "title": "Curiosity thrives during annual educational science event held at Medicine Hat College",
        "link": "https://medicinehatnews.com/news/local-news/2024/10/22/curiosity-thrives-during-annual-educational-science-event-held-at-medicine-hat-college/",
        "description": "A free day-long science engagement event held at Medicine Hat College on Saturday aimed to foster a passion for science and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wxBjMJTw5REOxB8H-WxnUy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Medicine Hat News1h",
        "source": "Medicine Hat News",
        "article_content": "Curiosity thrives during annual educational science event held at Medicine Hat College\n\nBy BRENDAN MILLER on October 22, 2024.\n\nFive-year Ethan Cheng and his nine-year old brother Lucas look at microorganisms under a high power microscope with Dr. Peter Wallis of Hyperion Research at Medicine Hat College Saturday during the 32 Annual Family Science Olympics held by the Praxis Outreach Society.--NEWS PHOTO BRENDAN MILLER Five-year Ethan Cheng and his nine-year old brother Lucas look at microorganisms under a high power microscope with Dr. Peter Wallis of Hyperion Research at Medicine Hat College Saturday during the 32 Annual Family Science Olympics held by the Praxis Outreach Society.--NEWS PHOTO BRENDAN MILLER\n\nShare this story:\n\nA free day-long science engagement event held at Medicine Hat College on Saturday aimed to foster a passion for science and discovery with hands-on experience that included magnets to meteors to microbiology under microscopes. The 32nd annual Science Olympics is a collaborative event held by the Praxis Science Outreach Society, and partners with third-year college students studying toward their Bachelor of Education. The third-year students designed fun hands-on educational science experiments appropriate for all ages, highlighting scientific concepts such as how magnets repeal and attract, and challenged participants to complete an ‘event passport’ by visiting 10 different booths. Unlike a traditional science fair, the Olympics are designed to showcase a snippet of several scientific concepts and spark a curiosity for discovery. “Science is fun and engaging, and in order to be functionally literate scientific citizens in our world, we need that basic understanding,” explained Patty Rooks, senior scientific consultant with PRAXIS and regular columnist to the News. “Here we are working through the different projects and the science concepts.” Concepts like the three states of matter, or how light travels, were presented to kids in light hearted experiences that included bubbles and laser pointers in mirrors. “We’ve had kids engaged,” smiles Rooks. “I see them laying on the carpet with their dinosaurs and digging bones or looking at the stars here on the amazing pictures from Seven Skies Astronomy. “Here we are looking under the microscope from Hyperion Research or building their plants from the Centre of Innovation here at the college. It just melts my heart to see that learning with the families and the passion being shared among them,” adds Rooks. The free science fair was held in the college main foyer between 10 a.m to 3 p.m Saturday and involved more than 30 students and volunteers with the society. Rooks says the partnership with college students allows the event to be cost free for the community. “It’s amazing because they take that burden off us to fund the resources to build the experiments and the tables and have that manpower,” said Rooks. The collaborative event provides a real-life opportunity for the aspiring teachers as well, as they are tasked to design a science experience and teach those concepts to families in attendance. “Now they’ve had the experience of teaching a concept to a two-year-old, to a 90-year-old, and learning to adapt in a moment’s notice, because you never know what you might experience in the classroom,” said Rooks. The event also featured scientific prize packages for participants who completed their event passport.15-14"
    },
    {
        "title": "New discovery could change autoimmune therapy landscape",
        "link": "https://www.sciencedaily.com/releases/2024/10/241021123015.htm",
        "description": "Researchers have discovered a family of enzymes that work to reduce IgG-mediated pathologies in diseases like MG. The findings, involving mouse models, show that a specific enzyme (an endoglycosidase ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily12h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Scientists Just Discovered One Of Earth’s Earliest Animals.",
        "link": "https://www.popularmechanics.com/science/animals/a62627686/scientists-just-discovered-one-of-earths-earliest-animals/",
        "description": "An international team of researchers discovered a new specimen called Quaestio simpsonorum—a pancake-shaped creature that ...",
        "image_url": "https://www.bing.com/th?id=OVF.yenRo%2ft3JFUFbCQfLwXfYg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23h",
        "source": "Popular Mechanics",
        "article_content": "Nilpena Ediacara National Park in South Australia is well known for its collection of fossils from the Ediacaran period—a geologic timespan that predates the Cambrian explosion.\n\nAn international team of researchers discovered a new specimen called Quaestio simpsonorum—a pancake-shaped creature that represents on of the earliest examples of complex life on Earth.\n\nThis discovery provides more insight into how animals evolved from single-celled organisms and shows that there’s more to be discovered at this world-famous fossil bed.\n\nAcross the vast expanse of Earth’s 4.6-billion-year-long history, life has taken many forms. With the first microbes likely appearing a good billion years following the planet’s initial formation, the history of life is filled with long periods of seemingly unchanging stability punctuated by moments of immense destruction or practically exponential growth. One of the best known examples of that latter phenomenon is the Cambrian Explosion—the geologic period some 530 million years ago when Earth saw an immense uptick in the complexity of life in its oceans.\n\nHowever, complex life was well underway even before this “explosion,” and nowhere can this be seen more clearly than at the 150,000-acre Nilpena Ediacara National Park in South Australia. Located on the western fringe of the Flinders Range—the largest mountain range in the Australian state—this national park (as its name suggests) contains the richest collection of fossil specimens from the Ediacaran period (a 96 million-year-long geologic span that follows the Cryogenian period and is known to some as “Snowball Earth”) and the aforementioned Cambrian period. Since this fossil bed’s discovery in 1946, paleontologists have uncovered 40 species embedded in the rock of what was once an ancient seafloor.\n\nRelated Story A New Study Unravels a Major Microfossil Mystery\n\nNow, an international team of scientists lead by Scott Evans—assistant professor of geology at Florida State University—has uncovered what could be one of the earliest (and strangest) forms of animal life to date at the site. Called Quaestio simpsonorum (pronounced kways-tee-oh), this ancient marine animal likely lived around 555 million years ago, and looked like a flattened pancake with a question mark shape in the middle of its body.\n\nWhile that’s puzzling in itself, the more shocking piece of this discovery is evidence that Q. simpsonorum could move on its own—it would have shifted around sort of like a robotic vacuum cleaner, slowly hoovering up all kinds of microscopic algae and bacteria. The results of this study were published in the journal Evolution & Development .\n\n“There aren’t other fossils from this time that have shown this type of organization so definitively,” Evans, the lead author of the study, said in a press statement. “This is especially interesting as this is also one of the first animals that was capable of moving on its own.”\n\nAccording to the researchers, as Q. simpsonorum puttered around this ancient seafloor gobbling up microbes, it left behind an organic mat of nutrients, which they describe as a kind of slime. These left-behind trails became trace fossils, which the team also uncovered in its discovery of Q. simpsonorum.\n\nRelated Story Life Might’ve Had a Pretty Electrifying Beginning\n\n\n\n\n\n“One of the most exciting moments when excavating the bed where we found many Quaestio was when we flipped over a rock, brushed it off, and spotted what was obviously a trace fossil behind a Quaestio specimen—a clear sign that the organism was motile; it could move,” Harvard University’s Ian Hughes, a co-author of the study, said in a press statement.\n\nThe importance of this discovery extends far beyond just one species that’s been extinct for half a billion years. It gives researchers a glimpse at the gene expressions necessary to create these first forms of complex life, all while adding context to how complex life can form—whether on Earth or some other planet.\n\nOf course, it also gives hope to experts who continue excavating the area that something else might be waiting to be discovered. “We’re still finding new things every time we dig,” Hughes said in a press statement. “Even though these were some of the first animal ecosystems in the world, they were already very diverse. We see an explosion of life really early on in the history of animal evolution.”"
    },
    {
        "title": "No-Code And Low-Code Tools: Are They A Solution For Enterprises?",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/22/no-code-and-low-code-tools-are-they-a-solution-for-enterprises/",
        "description": "Low-code and no-code tools can provide quick, low-cost solutions. Can they be used as a competent solution for enterprise ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YZ1J1v3J8MRhySs1ncoDPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Appy Pie Launches No-code AI App Generator GPT on GPT Store",
        "link": "https://finance.yahoo.com/news/appy-pie-launches-no-code-112700206.html",
        "description": "NEW DELHI, Oct. 22, 2024 /PRNewswire/ -- Appy Pie, a leader in no-code development, announces the launch of its AI App ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9uRWu3h_65ZtB_Mde5KSpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Yahoo Finance1h",
        "source": "Yahoo Finance",
        "article_content": "NEW DELHI, Oct. 22, 2024 /PRNewswire/ -- Appy Pie, a leader in no-code development, announces the launch of its AI App Generator GPT , now available on the GPT Store. This innovative tool enables users to create Android and iOS apps simply by describing their ideas through text prompts. Powered by GPT-4, it offers enhanced functionality through advanced natural language understanding. This release underscores Appy Pie's ongoing mission to make app development more accessible for everyone.\n\nAppy Pie Logo (PRNewsfoto/Appy Pie)\n\nThe AI App Generator streamlines the app development process through its sophisticated natural language processing. By generating precise app drafts from user input, it significantly accelerates the initial development stages. Leveraging extensive datasets, the model produces outputs tailored to user specifications. It also interprets complex commands and provides suggestions aligned with specific app goals.\n\nTo start building an app, users can access the AI App Generator GPT in the \"Explore GPTs\" section of ChatGPT-4. By entering a brief text description of their app requirements, users receive a draft application tailored to their input. They can then refine this draft using customizable templates from the Appy Pie App Builder platform, adjusting layouts, features, fonts, and designs to suit their needs. The platform's intuitive drag-and-drop interface makes app creation simple, even for those without coding experience.\n\nAbhinav Girdhar, CEO of Appy Pie, highlighted the significance of this update: \"Our mission is to provide tools that make app creation simple and fast. This launch marks a significant advancement for the app development industry. With the AI App Generator GPT, we empower anyone to transform their ideas into fully functional apps without technical challenges using Chat GPT. This development aligns with our goal of making technology accessible to all.\"\n\nFor businesses seeking to simplify app development, the AI App Generator GPT from Appy Pie presents a valuable and practical solution. Appy Pie remains committed to driving innovation in the no-code development sector. This commitment equips businesses with essential tools for success.\n\nAbout Appy Pie\n\nAppy Pie is a leading global platform offering a suite of no-code, AI-powered tools, including an app builder , website builder , workflow automation platform, graphic design software, chatbot builder, help desk software, and live chat software, to help businesses and individuals design, build, and automate. With a user-friendly interface and a wide range of customizable templates, Appy Pie empowers users to create professional-grade applications without any coding expertise. From entrepreneurs to established enterprises, Appy Pie caters to diverse needs by providing innovative solutions for various industries.\n\nStory continues\n\nFor more information, please visit: https://www.appypie.com/\n\nMedia Contact\n\nAbhinav Girdhar\n\nsales@appypie.com\n\n+1 888 322 7617\n\nCision\n\nView original content to download multimedia:https://www.prnewswire.com/news-releases/appy-pie-launches-no-code-ai-app-generator-gpt-on-gpt-store-302282922.html\n\nSOURCE Appy Pie"
    },
    {
        "title": "Can sensor technology stop a wildfire before it starts?",
        "link": "https://www.newscientist.com/article/2451036-can-sensor-technology-stop-a-wildfire-before-it-starts/",
        "description": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1F5Dmc2RBjMas9_FqLRwdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "New Scientist1h",
        "source": "New Scientist",
        "article_content": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and alert fire crews while a potential blaze is still smouldering\n\nThe Lahaina fire devastated Hawaii in 2023 Matthew Thayer/The Maui News via AP/Alamy\n\nThe following is an extract from our climate newsletter Fix the Planet. Sign up to receive it for free in your inbox every month.\n\nOn 8 August 2023, after days of windy weather, utility poles toppled into the long grass just outside the town of Lahaina on the Hawaiian island of Maui. A few minutes later, the first flames flickered around the downed power lines. Within minutes a brush fire erupted.\n\nThe fire was declared fully contained by firefighters, but a few hours later it was whipped…"
    },
    {
        "title": "Steelers switched QBs despite a solid start. It's not the first time",
        "link": "https://www.msn.com/en-us/sports/other/steelers-switched-qbs-despite-a-solid-start-it-s-not-the-first-time/ar-AA1sFsLT?ocid=BingNewsVerp",
        "description": "A dominant defense. An offense heavily reliant on a running game. A steady start to a season brimming with promise tinged by ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xW4L7_si2kv5tFfe3oc-0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Bitdefender and Trend Micro security software patched after multiple critical vulnerabilities exposed",
        "link": "https://www.yahoo.com/tech/bitdefender-trend-micro-security-software-113241048.html",
        "description": "Of the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ingKGgAhoB2OtPUYrEIZzS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "12h",
        "source": "Yahoo",
        "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: ChristineBD on WikiMedia Commons\n\nIn the past ten days, Trend Micro and Bitdefender have released blog posts urging customers to update their security software due to Local Privilege Escalation and Man-In-The-Middle (MITM) vulnerabilities, respectively [h/t Heise]. There are six related CVEs listed on their sites, five relating to Bitdefender Total Security and one for Trend Micro Deep Security Agent, and all advise updating to more recent releases. Bitdefender Total Security users are advised to be on product version 27.025.115 or newer, attainable through auto-update, and Trend Micro Deep Security Agent users are advised to update to or download product version 20.0.1-17380.\n\nOf the two companies, Bitdefender seems to have had to patch more vulnerabilities than Trend Micro, though all five are targeted at MITM vulnerabilities in some way. Man In The Middle vulnerabilities allow for the interception and alteration of communications between users and given sites, allowing false pages and certificates to appear legitimate.\n\nBitdefender's HTTPS scanning functionality was failing to verify certificates across five key scenarios properly: certificates lacking \"Server Authentication\" specs in Extended Key Usage extensions, incorrect checks of site certificates using MD5 and SHA1 collision hash functions, trust of unauthorized entities who exploit the \"Basic Constraints\" certificate extension, and improper trust of both certificates using the DSA signature algorithm and self-signed certificates, in general.\n\nThat said, Local Privilege Escalation is also quite a major cybersecurity issue, even if Trend Micro is addressing just one relevant vulnerability. Local Privilege Escalation refers to standard users gaining admin or system-level access, and Trend Micro's gap came about as a result of insufficient authentication controls, which doesn't sound like a great issue for software called Deep Security Agent.\n\nFortunately, the related issues have already been addressed in their respective software updates and these problems shouldn't impact Bitdefender or Trend Micro customers anymore. However, it is noteworthy that, unlike many cyberattacks which find other vectors of infection, these vulnerabilities were all found within existing security software installed specifically on systems trying to avoid attacks like these. Sometimes, less is more — though of course, the applicability of that mentality can vary greatly depending on your industry."
    },
    {
        "title": "Patch your Bitdefender and Trend Micro security software immediately to stay safe from these threats",
        "link": "https://www.msn.com/en-us/news/technology/patch-your-bitdefender-and-trend-micro-security-software-immediately-to-stay-safe-from-these-threats/ar-AA1sHnKl?ocid=BingNewsVerp",
        "description": "Bitdefender Total Security users are advised to be using the newest version of the software to catch vulnerabilities.",
        "image_url": "https://www.bing.com/th?id=OVFT.yJTeNRP9CIKN1zMrIZ8nAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "4hon MSN",
        "source": "TechRadar on MSN",
        "article_content": ""
    }
]