[
    {
        "title": "Pentagon's secret UFO data retrieval program 'Immaculate Constellation' revealed for first time in new whistleblower report",
        "link": "https://www.dailymail.co.uk/sciencetech/article-13942241/Pentagon-secret-UFO-retrieval-program-Immaculate-Constellation-whistleblower-report.html",
        "description": "A secretive Pentagon program to 'detect' and 'quarantine' the military's best UFO data has been hidden since 2017 from ...",
        "image_url": "https://www.bing.com/th?id=OVFT.PW67GNBWgc8XCkP26tgUeS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "1h",
        "source": "Daily Mail",
        "article_content": "A secretive Pentagon UFO data retrieval program has been hidden from Congressional oversight since 2017, a new report claims.\n\nWhistleblowers assert the program — codenamed 'Immaculate Constellation' — was established to 'detect' and 'quarantine' the military's best UFO imagery, as well as its best videos, eyewitness testimonies and electronic sensor evidence.\n\nThis trove of high quality, multi-sensor UFO data is so tightly held that 'talking about it will put you in the danger zone,' according to a US official who confirmed the leak.\n\nThe quite literally 'above top secret' program allegedly sprang into action in the wake of the 2017 leak of three, still-as-yet unexplained US Navy infrared UFO videos.\n\nA Pentagon spokesperson denied the existence of the program Tuesday evening, telling reporters: 'The Department of Defense has no record, present or historical, of any type of SAP [Special Access Program] called 'IMMACULATE CONSTELLATION.''\n\nA new, allegedly leaked classified report describes an incident in which a swarm of 'orb' UFOs surrounded an F-22 stealth Raptor and forced it off course. Above, a weather balloon careens through the air following its release from the Cape Canaveral weather station in Florida\n\n'Orb' UFOs are said to be the most commonly reported by the US military. Above, a 'metallic orb' UFO - dubbed the 'Mosul orb' - as leaked to documentary filmmaker Jeremy Corbell\n\nBy law, classified programs like SAPs must be disclosed to the so-called 'Gang of Eight,' which includes the chairs and ranking members of the House and Senate Intelligence Committees and other key lawmakers.\n\nHowever, the source of the leaked report, who supplied the document to the independent news site Public, described the program as an 'Unacknowledged Special Access Program' or USAP with unique secrecy privileges.\n\nReporting in defense publication Jane's Defense first revealed the existence of USAPs decades ago, showing that government officials were authorized to lie publicly to deny their existence.\n\nPublic's anonymous source alleged that such deceptions were now occurring on the issues of non-human intelligence (NHI) and unidentified aerial phenomena (UAP).\n\n'The Executive Branch has been managing UAP/NHI issues without Congressional knowledge, oversight, or authorization for some time, quite possibly decades,' this anonymous whistleblower wrote in their report to Congress.\n\nAbove, an excerpt from the January 2000 issue of national security magazine Jane's International Defense Review, in which reporter Bill Sweetman first made public the existence of 'Unacknowledged Special Access Programs' - which officials are told to lie to protect\n\nAbove, another 'metallic orb' UFO - said to be recorded by an MQ-9 Reaper drone in the Mid East - first presented to Congress by Pentagon physicist Dr. Sean Kirkpatrick last year\n\nThe whistleblower who claims to have authored the report to Congress described the 'Immaculate Constellation' USAP as a 'strategic intelligence program' and only one part of how the US military currently deals with its UAP 'problem.'\n\nIf proven to be legitimate, the program would show those now infamous Navy UFO videos — known as the Tic Tac, GOFAST, and Gimbal — to be just the tip of the US government's UFO data iceberg.\n\n'The multitude of wavelengths collected by these sensors [...] have captured UAP characteristics that are difficult or impossible to observe with the human eye alone,' according to the leaked report, allegedly intended for cleared members of Congress.\n\n'Subtle atmospheric effects associated with UAPs are also visible through the sensors employed by the US military and intelligence agencies,' the leaked report added.\n\n'The verifiable chain of custody for UAP IMINT [meaning high-quality 'Imagery Intelligence'] collected by US military assets,' the report continues, 'ensures a high level of confidence in the accuracy and integrity of the data gathered.'\n\nThis alleged, leaked classified report to Congress also described an incident in which a swarm of 'orb' UFOs surrounded an F-22 stealth Raptor, forcing it off course.\n\n'The F-22 broke trajectory and attempted to evade,' according to the alleged report, 'but was intercepted and boxed in by approximately 3-6 UAPs.'\n\n'One UAP maneuvered in proximity (>12 meters) to the area directly starboard of the cockpit,' as this whistleblower's report described the pilot testimony.\n\n'There the UAP established a rigid spatial relationship with the F-22, maintaining its exact position and orientation parallel with the F-22's cockpit despite multiple evasive rolls and maneuvers.'\n\nThe new whistleblower report is said to have originated as a document delivered to select members of Congress. Congressman Tim Burchett steps into a 'Sensitive Compartmented Information Facility' or SCIF (above) for a prior classified UFO briefing held on Capitol Hill\n\nThe whistleblower's report is said to make reference not just to UFOs but to 'ARVs' short for 'Alien Reproduction Vehicle' - meaning successfully reverse engineered alien spacecraft. Above, a page from the US Air Force's Project 1794, which was declassified in 2012\n\nThe whistleblower, whose identity is being tightly held for his own safety, according to Public, believes the purpose of the USAP was to hide such amazing encounters.\n\nIn his report to Congress, the source described 'Immaculate Constellation' as 'a means of enforcing internal information security' — capturing new UFO reports 'before they are observed and circulated within the Military Intelligence Enterprise.'\n\nA second source, a former US intelligence community official, confirmed the authenticity and existence of Immaculate Constellation to Public, stating: 'That program is run out of SEC DEF [Office of the Secretary of Defense].'\n\n'They don't want to acknowledge it's real,' this intelligence source opined. 'They won't comment on it.'\n\nExplosive charges, made by former high-ranking US intelligence official David Grusch (center) in the press and to Congress, have accused both the US military and its defense contractors of stonewalling on evidence of crashed UFOs, recovered 'beings,' and even UFO-related deaths\n\nThis source also noted that the simple public utterance of the name 'Immaculate Constellation' would be sufficient to trigger government surveillance of those who publish it, under the Foreign Intelligence Surveillance Act (FISA).\n\n'They enforce the secrecy with a lot of vigor,' this second source asserted.\n\nWhile still unproven, the explosive claims surrounding the alleged 'Immaculate Constellation' UFO collection program echo comments made publicly by very senior former US intelligence officials.\n\n'I think some of the phenomena we may be seeing,' ex-CIA head John Brennan told reporters in 2021, 'results from something that we don't yet understand and could involve some type of activity that some might say constitutes a different form of life.'"
    },
    {
        "title": "Elon Musk reveals his thoughts on what he believes is behind the UFO sightings in the US",
        "link": "https://nypost.com/2024/10/09/us-news/elon-musk-reveals-his-thoughts-on-ufo-sightings-in-the-us-with-tucker-carlson/",
        "description": "SpaceX CEO Elon Musk believes that the alleged UFOs seen zipping around the United States are not extraterrestrial life but ...",
        "image_url": "https://www.bing.com/th?id=OVF.6rUHbRIfocmfU6We%2fTm%2b%2fw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "9h",
        "source": "New York Post",
        "article_content": "SpaceX CEO Elon Musk believes that the alleged UFOs seen zipping around the United States are not extraterrestrial life but are more likely the US government’s “new weapons programs” that are highly classified.\n\nMusk, 53, revealed that he has “not seen any evidence of aliens” while in charge of his Space Exploration Technologies company during an interview with Tucker Carlson on Monday.\n\n“There’s a lot we don’t know,” Musk admitted about the existence of humanity and the universe. “Where did we come from? Where are the aliens?”\n\n5 Elon Musk sat down for an interview with Tucker Carlson on Monday and weighed in on what he believes is the true reason behind the UFO sightings across the US. @TuckerCarlson/X\n\nThe billionaire said there are over “6,000 satellites” in orbit and yet they have “not once had to maneuver around an alien spacecraft.”\n\nSpaceX has over 6,300 active Starlink satellites in low-Earth orbit as of September 2024, according to the nonprofit satellite tracker CelesTrak.\n\nCarlson, 55, asked why there are reports on Earth about the US military having to do “a lot of maneuvering around objects they can’t explain.”\n\n“Well, unidentified flying objects are one thing, but there are always a bunch of classified programs that are underway,” Musk shared.\n\nThe tech mogul claims the government is likely regularly testing “new aircraft, new missiles, and things” that are classified at such a high level that even those high up in the chain of command in the US military may not be aware they are being tested.\n\n5 The billionaire said there are over “6,000 satellites” in orbit and yet they have “not once had to maneuver around an alien spacecraft.” @TuckerCarlson/X\n\n“Some pilot sees something moving fast and says, ‘Hey, I saw a UFO!'” but it could be a new weapons program that is being experimented with on a need-to-know basis.\n\nMusk, however, “guaranteed” that he would not keep that information from the public if he found any evidence of aliens.\n\n“The split second I see any evidence of aliens, I will immediately post that on the X platform,” he said. “It will probably be our number one post of all time.”\n\n5 Carlson, 55, then asked why there are reports on Earth about the US military having to do “a lot of maneuvering around objects they can’t explain.” @TuckerCarlson/X\n\nIn 2023, Musk said he hoped the little green men were real and, more importantly, friendly, but he didn’t believe the government was hiding the existence of extraterrestrial beings from the public.\n\nHe argued that the government would villainize aliens if it knew of their existence to easily green-light military spending.\n\nWhile no recent alien sightings by service members were confirmed to be extraterrestrial life in the government report from 2023, Congress is requiring the Pentagon to look into its UFO files dating back to the end of World War II.\n\n5 An unidentified flying object was spotted off the East Coast of the United States in 2015, photographed by the US Navy and released by the Department of Defense. US Navy\n\nThe Office of the Director of National Intelligence reviewed 366 newly identified military sightings of “unidentified aerial phenomena” — Pentagon jargon for UFOs.\n\nOf those, 26 were found to be drones, 163 were “balloon or balloon-like entities,” and six were “attributed to clutter” in the air.\n\nLast fall, the Pentagon launched a new portal where current and former service members, government employees and contractors can report UFO sightings.\n\nThe Pentagon investigated nearly 300 UFO sightings between April 30, 2022, and April 30, 2023.\n\nSome of these flying objects exhibited “concerning performance characteristics,” including high-speed travel and “unusual maneuverability,” according to the report.\n\nHowever, the report stated that “none of these UAP reports have been positively attributed to foreign activities.”\n\nLast month, US Sen. Kirsten Gillibrand (D-NY) said Congress will soon receive an update from the Pentagon on UFOs.\n\n5 US Deputy Director of Naval Intelligence Scott Bray testifies before a House Intelligence Committee subcommittee about unidentified aerial phenomena, at the Capitol on May 17, 2022. Getty Images\n\nGillibrand, who chairs the Senate Armed Services Subcommittee on Emerging Threats and Capabilities, said the session is “a priority for me.”\n\nThe New York senator wants a “progress report on how many unidentified aerial phenomena we assessed and analyzed.”\n\nThe Department of Defense’s All-Domain Anomaly Resolution Office investigates UFOs and recently appointed Jon Kosloski, a national security official with a background in quantum optics and crypto-mathematics, to head it.\n\nGillibrand indicated she expected Kosloski to testify at the hearing, likely after the Nov. 5 election."
    },
    {
        "title": "Pentagon denies report claiming to reveal name of top-secret UFO program ‘for the first time’",
        "link": "https://nypost.com/2024/10/09/us-news/pentagon-denies-report-claiming-to-reveal-name-of-top-secret-ufo-program-for-the-first-time/",
        "description": "The Pentagon has categorically denied a report claiming that a whistleblower has, for the first time, revealed the name of an ultra-secret program investigating UFOs.",
        "image_url": "https://www.bing.com/th?id=OJ.90xplnVYmlI0WA&pid=news&w=92&h=16&rs=2",
        "category": "ufo",
        "date": "3h",
        "source": "New York Post",
        "article_content": "The Pentagon has categorically denied a report claiming that a whistleblower has, for the first time, revealed the name of an ultra-secret program investigating UFOs.\n\nThe whistleblower has named an “active and highly secretive” unacknowledged special access program (USAP) being illegally withheld from US Congress, according to independent American journalist Michael Shellenberger, writing on his Public Substack blog.\n\n‘Immaculate Constellation’ is allegedly the name of a program established by the Department of Defense in 2017 after The New York Times revealed the existence of an earlier UFO investigation effort, the Advanced Aerospace Threat Identification Program (AATIP).\n\n“The DoD has no record, present or historical, of any type of SAP called ‘Immaculate Constellation’,” Department of Defense spokeswoman Sue Gough said in a statement on Tuesday night after the article’s publication.\n\n5 The Pentagon has categorically denied a report claiming that a whistleblower has, for the first time, revealed the name of an ultra-secret program investigating UFOs. REUTERS\n\nSean Kirkpatrick, former director of the Pentagon’s All-domain Anomaly Resolution Office (AARO), told the NY Post’s Steven Greenstreet, “There’s no such thing. I had access to all of the unacknowledged SAPs and reviewed them with the SAPCO director.”\n\nShellenberger wrote on X, “I stand by my story.”\n\nDescribed as a “parent” program consolidating UFO observations and data gathered by US military and intelligence platforms, ‘Immaculate Constellation’ is a “strategic intelligence program” that is part of the a “family of longstanding, highly-sensitive programs dealing with various aspects of the UAP ‘problem’,” the unnamed whistleblower told Shellenberger.\n\n5 This file video grab from April 28, 2020 courtesy of the US Department of Defense shows part of an unclassified video taken by Navy pilots that has circulated for years showing interactions with “unidentified aerial phenomena.” DoD/AFP via Getty Images\n\nThe whistleblower, described as “a current or former US government official,” has allegedly written a report that claims the US executive branch “has been managing UAP/NHI [non-human intelligence] issues without Congressional knowledge, oversight, or authorisation for some time, quite possibly decades.”\n\nThe whistleblower’s report is said to describe a number of UFO encounters in detail that are kept in the database, including one incident in which an F-22 fighter jet was “intercepted and boxed in” by three to six orbs and forced to leave a mission area, and another where the crew of a Navy aircraft carrier saw an orange-red sphere with a surface “roiling like the sun” rapidly descend from high altitude to about 100-200 yards (90-180 metres) over the flight deck.\n\nShellenberger told NewsNation he had been in touch with the alleged whistleblower, but identifying details about their exact role and even gender were being withheld out of fear of reprisal.\n\n5 The whistleblower’s report is said to describe a number of UFO encounters in detail that are kept in the database, including one incident in which an F-22 fighter jet was “intercepted and boxed in” by three to six orbs and forced to leave a mission area. DoD/AFP via Getty Images\n\n“I don’t think that they’re faking it or that they’re lying about their fear,” he said. “This person discovered this material accidentally. This was not something they had expected to encounter.”\n\nIn her statement, Ms Gough denied that the Department of Defense had broken any laws by failing to inform Congress about any secret UFO program.\n\nStart your day with all you need to know Morning Report delivers the latest news, videos, photos and more. Thanks for signing up! Enter your email address Please provide a valid email address. By clicking above you agree to the Terms of Use and Privacy Policy. Never miss a story. Check out more newsletters\n\nThe US National Security Act of 1947 requires that secret military and intelligence operations, including special access programs (SAPs), be reported to relevant senior members of Congress.\n\n“To date, the Department has found no evidence of the existence of any classified UAP program, including any SAP or controlled access program related to UAP, that had not been properly reported to Congress,” Ms Gough said.\n\n5 Shellenberger told NewsNation he had been in touch with the alleged whistleblower, but identifying details about their exact role and even gender were being withheld out of fear of reprisal.\n\nShe referred to the findings of AARO, the new public-facing UFO investigation agency established by the Pentagon in July 2022.\n\nAARO’s first report, released in March, concluded there was “no evidence that any [US government] investigation, academic-sponsored research, or official review panel has confirmed that any sighting of a UAP represented extraterrestrial technology.”\n\n“AARO assesses that the inaccurate claim that the [US government] is reverse-engineering extraterrestrial technology and is hiding it from Congress is, in large part, the result of circular reporting from a group of individuals who believe this to be the case, despite the lack of any evidence,” the report said.\n\n5 (L-R) Ryan Graves, executive director of Americans for Safe Aerospace, David Grusch, and Retired Navy Commander David Fravor testify during a House Oversight Committee hearing titled “Unidentified Anomalous Phenomena: Implications on National Security, Public Safety, and Government Transparency” on Capitol Hill 26, 2023 in Washington, DC. Getty Images\n\nThose individuals include a number of high-profile ex-government whistleblowers who have gone public in recent years, including former Pentagon official Luis Elizondo, who first revealed the existence of the aerospace threat program in 2017, and David Grusch, a former intelligence officer who claimed in June 2023 that the US had retrieved crashed craft and bodies of non-human origin.\n\nThe Pentagon has denied their claims and neither men have provided much in the way of evidence such as images or video to back up their testimony, saying it is classified.\n\nIn 2020, however, the Pentagon officially released three short UFO videos captured by US Navy pilots in 2004 and 2015 off the east coast of the US, confirming the footage was real and depicted “unidentified” phenomena.\n\nThe so-called “Tic Tac” videos were the subject of late 2017’s bombshell headlines that drove renewed mainstream interest in the topic, a series of Congressional hearings and fresh UFO transparency legislation."
    },
    {
        "title": "A new documentary about the British Royal Family's interest in UFOs and the paranormal investigates claims that King Charles flew an actual UFO in Canada in 19…",
        "link": "https://www.msn.com/en-xl/news/other/a-new-documentary-about-the-british-royal-familys-interest-in-ufos-and-the-paranormal-investigates-claims-that-king-charles-flew-an-actual-ufo-in-canada-in-1975/vi-AA1rYEQq?ocid=BingNewsVerp",
        "description": "A new documentary features claims King Charles flew a \"prototype UFO\" while he was serving with the armed forces in the 1970s ...",
        "image_url": "https://www.bing.com/th?id=OVF.A9eZFwlHzWGE3KgVUFaapw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Dailymotion on MSN2h",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "Elon Musk believes UFO sightings are US government's secret weapons",
        "link": "https://www.newsbytesapp.com/news/science/elon-musk-discusses-ufo-sightings-in-us-with-tucker-carlson/story",
        "description": "SpaceX CEO Elon Musk has weighed in on the recent spate of unidentified flying object (UFO) sightings in the United States.",
        "image_url": "https://www.bing.com/th?id=OVFT.9Nl1iOZI3kfcBpQuiX2CGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "newsbytesapp.com8h",
        "source": "newsbytesapp.com",
        "article_content": "Summarize Simplifying... In short Elon Musk suggests that UFO sightings could be the result of classified US government projects testing new aircraft or missiles, rather than evidence of extraterrestrial life.\n\nHe assures that if he ever discovers proof of alien life, he will immediately share it.\n\nMusk also speculates that if the government knew about aliens, they might portray them as threats to justify increased military spending. Was a long read? Making it simpler... Next Article Next Article\n\nMusk said he has not seen any evidence of aliens\n\nElon Musk believes UFO sightings are US government's secret weapons\n\nBy Mudit Dube 04:46 pm Oct 09, 202404:46 pm\n\nWhat's the story SpaceX CEO Elon Musk has weighed in on the recent spate of unidentified flying object (UFO) sightings in the United States. Speaking to political commentator and journalist Tucker Carlson, he argued that these UFOs aren't proof of extraterrestrial life but rather classified \"new weapons programs\" being tested by the US government. Even though he heads his own company, Space Exploration Technologies, Musk said he has \"not seen any evidence of aliens.\"\n\nAlien existence\n\nMusk questions existence of aliens amid numerous satellites\n\nMusk emphasized the fact that there are more than \"6,000 satellites\" in orbit around Earth, and none of them have ever had to dodge an alien spacecraft. He made the observation when Carlson asked him about the reports of US military regularly encountering unexplained objects. \"Well, unidentified flying objects are one thing, but there are always a bunch of classified programs that are underway,\" Musk said.\n\nClassified projects\n\nMusk suggests classified projects behind unexplained sightings\n\nMusk proposed the government could be testing \"new aircraft, new missiles, and things\" under highly classified programs. He said these tests could be so secretive that even high-ranking military officials may not be aware of them. This could explain why pilots report seeing fast-moving objects they can't identify, leading to increased UFO sightings.\n\nDisclosure promise\n\nMusk promises to disclose any evidence of extraterrestrial life\n\nMusk assured that if he ever finds evidence of alien life, he won't keep it a secret. He promised to share any such evidence immediately on the X platform, predicting it would probably be their most popular post ever. The promise is in line with his earlier statements where he hoped for friendly extraterrestrial beings and doubted government cover-ups about their existence.\n\nGovernment response\n\nMusk's views on government's potential response to alien existence\n\nPreviously, Musk had suggested that if the government knew about aliens, it would probably depict them as threats to justify more military spending. This perspective was shared in the context of a 2023 report that failed to confirm any recent alien sightings by service members as extraterrestrial life. The report prompted Congress to direct the Pentagon to examine its UFO files dating back to the end of World War II."
    },
    {
        "title": "Gradio 5 is here: Hugging Face’s newest tool simplifies building AI-powered web apps",
        "link": "https://venturebeat.com/ai/gradio-5-is-here-hugging-faces-newest-tool-simplifies-building-ai-powered-web-apps/",
        "description": "Hugging Face launches Gradio 5, a powerful tool that simplifies AI app development for enterprises, featuring enhanced ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dr0CbfzE3Nd72M5xlake2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "52m",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nHugging Face, the fast-growing AI startup valued at about $4.5 billion, has launched Gradio 5, a major update to its popular open-source tool for creating machine learning applications. The new version aims to make AI development more accessible, potentially speeding up enterprise adoption of machine learning technologies.\n\nGradio, which Hugging Face acquired in 2021, has quickly become a cornerstone of the company’s offerings. With over 2 million monthly users and more than 470,000 applications built on the platform, Gradio has emerged as a key player in the AI development ecosystem.\n\nBridging the gap: Python proficiency meets web development ease\n\nThe latest version aims to bridge the gap between machine learning expertise and web development skills. “Machine learning developers are very comfortable programming in Python, and oftentimes, less so with the nuts and bolts of web development,” explained Abubakar Abid, Founder of Gradio, in an exclusive interview with VentureBeat. “Gradio lets developers build performant, scalable apps that follow best practices in security and accessibility, all in just a few lines of Python.”\n\nOne of the most notable features of Gradio 5 is its focus on enterprise-grade security. Abid highlighted this aspect, telling VentureBeat, “We hired Trail of Bits, a well-known cybersecurity company, to do an independent audit of Gradio, and included fixes for all the issues that they found in Gradio 5… For Gradio developers, the key benefit is that your Gradio 5 apps will, out-of-the-box, follow best practices in web security, even if you are not an expert in web security yourself.”\n\nAI-assisted app creation: Enhancing development with natural language prompts\n\nThe release also introduces an experimental AI Playground, allowing developers to generate and preview Gradio apps using natural language prompts. Ahsen Khaliq, ML Growth Lead at Gradio, emphasized the importance of this feature, saying, “Similar to other AI coding environments, you can enter a text prompt explaining what kind of app you want to build and an LLM will turn it into Gradio code. But unlike other coding environments, you can also see an instant preview of your Gradio app and run it in the browser.”\n\nThis innovation could dramatically reduce the time and expertise needed to create functional AI applications, potentially making AI development more accessible to a wider range of businesses and developers.\n\nGradio’s position in the AI ecosystem is becoming increasingly central. “Once a model is available on a hub like the Hugging Face Hub or downloaded locally, developers can wrap it into a web app using Gradio in a few lines of code,” Khaliq explained. This flexibility has led to Gradio being used in notable projects like Chatbot Arena, Open NotebookLM, and Stable Diffusion.\n\nFuture-proofing enterprise AI: Gradio’s roadmap for innovation\n\nThe launch of Gradio 5 comes at a time when enterprise adoption of AI is accelerating. By simplifying the process of creating production-ready AI applications, Hugging Face is positioning itself to capture a significant share of this growing market.\n\nLooking ahead, Abid hinted at ambitious plans for Gradio: “Many of the changes we’ve made in Gradio 5 are designed to enable new functionality that we will be shipping in the coming weeks… Stay tuned for: multi-page Gradio apps, navbars and sidebars, support for running Gradio apps on mobile using PWA and potentially native app support, more built-in components to support new modalities that are emerging around images and video, and much more.”\n\nAs AI continues to impact various industries, tools like Gradio 5 that connect advanced technology with practical business applications are likely to play a vital role. With this release, Hugging Face is not just updating a product — it’s potentially altering the landscape of enterprise AI development."
    },
    {
        "title": "Databricks now lets developers create AI apps in 5 minutes: Here’s how",
        "link": "https://venturebeat.com/data-infrastructure/databricks-now-lets-developers-create-ai-apps-in-5-minutes-heres-how/",
        "description": "The new Databricks Apps offering is already being used by as many as 50 enterprises for creating production-ready data and AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.39mVfaaWkR_rgdj7ASA_nC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "VentureBeat",
        "article_content": "Join our daily and weekly newsletters for the latest updates and exclusive content on industry-leading AI coverage. Learn More\n\nDatabricks just made app development a piece of cake. The Ali Ghodsi-led company announced Databricks Apps, a capability that allows enterprise developers to quickly build production-ready data and AI applications in a matter of clicks.\n\nAvailable in public preview today, the service provides users with a template-based experience, where they can connect relevant data and frameworks of choice into a fully functional app that could run within their respective Databricks environment.\n\nAccording to the company, it can be used to create and deploy a secure app in as little as five minutes.\n\nThe announcement comes at a time when enterprises, despite being bullish on the potential of data-driven applications, continue to struggle with the operational hassle of the entire development cycle, right from provisioning the right infrastructure to ensuring security and access control of the developed app.\n\nWhat to expect from Databricks Apps?\n\nMuch like Snowflake, Databricks has long provided its customers the ability to build apps powered by their data hosted on the company’s platform. Users can already build applications such as interactive dashboards to delve into specific insights or sophisticated AI-driven systems like chatbots or fraud detection programs.\n\nHowever, no matter what one chooses to develop, the process of bringing a reliable app to production in a secure and governed manner is not an easy one.\n\nThe developers have to go beyond writing the app to handle several critical aspects of the development pipeline, right from provisioning and managing infrastructure and ensuring data governance and compliance to manually bolting integrations for access controls and defining who could use the app and who could not. This often makes the whole development process complex and time-consuming.\n\n“App authors had to become familiar with container hosting technologies, implement single sign-on authentication, configure service principals and OAuth, and configure networking. The apps they created relied on integrations that were brittle and difficult to manage,” Shanku Niyogi, the VP of product management at Databricks, tells VentureBeat.\n\nTo change this, the company is now bringing everything to one place with the new Databricks Apps experience.\n\nWith this offering, all a user has to do is select a Python framework from a set of options (Streamlit/Dash/Gradio/Flask), a template of the type of app they want to develop (chatbot or data visualization app) and configure a few basic settings, including those for mapping resources (like data warehouses or LLMs) and defining permissions.\n\nOnce the basic setup is done, the app is deployed to the user’s Databricks environment, allowing them to use it themselves or share it with others in the team. When others log in, the app automatically prompts them with single sign-on authentication. Further, if needed, the developer will also get the option to customize the developed app and test their app code in their preferred IDE (integrated development environment).\n\nhttps://twitter.com/databricks/status/1843639454596247664\n\nOn the backend, Niyogi explained, the service provisions serverless compute to run the app, ensuring not only faster deployment but also that the data does not leave the Databricks environment.\n\n“Each app is fortified with robust security measures for seamless and secure user access. Plus, the integration with Unity Catalog provides comprehensive data governance and management capabilities, while the apps inherit the networking protections of your workspace, ensuring a multi-layered security approach for your sensitive data and applications,” he explained.\n\nAt this stage, Databricks Apps only supports Python frameworks. However, Niyogi noted that the company is working to expand to more tools, languages and frameworks, making secure app creation easier for everyone.\n\n“We’ve started with Python, the #1 language for data. Anyone familiar with a Python framework can write their app in code, and anyone with an existing app can onboard it into Databricks Apps easily. We support any Python IDE. We are working with ISV partners to enable their tools to support Databricks Apps, and add support for other languages and frameworks,” he added.\n\nSome 50 enterprises have already tested Databricks Apps in beta, including Addi, E.ON Digital Technology, SAE International, Plotly and Posit. With the public preview launching today, the number is expected to grow in the coming months.\n\nNotably, Snowflake, Databricks’ biggest competitor, also has a low-code way to help enterprises develop and deploy data and AI apps.\n\nHowever, Databricks claims to distinguish itself with a more flexible and interoperable approach.\n\n“Databricks Apps supports Dash, Gradio, Flask, and Shiny as well as Streamlit, and supports more versions of Streamlit than Snowflake does. Developers can also use their choice of tools to build apps. We will continue to build on this flexible approach, adding support for more languages, frameworks and tools,” Niyogi pointed out."
    },
    {
        "title": "Pros and cons of AI: Next-gen ASO",
        "link": "https://www.businessofapps.com/insights/pros-and-cons-of-ai-next-gen-aso/",
        "description": "With its ongoing accelerated growth and capability, artificial intelligence (AI) is emerging as a key player in several areas ...",
        "image_url": "https://www.bing.com/th?id=OVFT.q3GHXTt9bvb0YjLNjZ-xNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Uber10h",
        "source": "Uber",
        "article_content": "With its ongoing accelerated growth and capability, artificial intelligence (AI) is emerging as a key player in several areas of technological advancement.\n\n55% of organisations, including Google, are piloting or implementing generative AI solutions into their strategies. This means it is safe to say that AI is revolutionising many different industries and will continue to rise in use for the foreseeable future.\n\nWhat does this mean for app marketers?\n\nToday, app marketers have many powerful AI tools to enhance their efforts and strategies.\n\nThis advancement stands out for its potential to revolutionise App Store Optimization (ASO), where precise data analysis and sharp keyword optimisation can help to improve app discoverability and conversion in a competitive marketplace.\n\nIn this blog post, we will explore the pros and cons of AI when used for ASO, offering a balanced perspective to help you navigate this complex and evolving landscape.\n\nThis analysis will equip you with the insights needed to make the best choices for your app’s success. Before we begin, let’s lay the groundwork: What exactly is AI?\n\nWhat is artificial intelligence (AI)?\n\nArtificial Intelligence (AI) is the simulation of human intelligence processes by machines, especially computer systems.\n\nThese processes include:\n\nLearning : Acquiring information and rules for using it.\n\n: Acquiring information and rules for using it. Reasoning : Using rules to reach approximate or definite conclusions.\n\n: Using rules to reach approximate or definite conclusions. Self-correction: The ability of a system to learn from its mistakes and adjust its processes to improve accuracy and performance over time.\n\nIn its current state, AI is still an evolving concept, primarily based on machine learning models; its continual application is on the rise, and we have yet to see the extent of its power.\n\nIs artificial intelligence (AI) essential to app marketing?\n\nAI has long been a subject of anticipation in both popular and scientific culture.\n\nIt can potentially transform businesses and make a huge impact across various industries, including app marketing.\n\nFor example, by utilising tools such as Google Natural Language (GNL) analysis, app marketers can gain insight into how the App Store search algorithms will ‘read’ your metadata.\n\nThe GNL algorithm analyses the textual content of app descriptions and other related metadata to understand the app’s context, sentiment, and relevance, which can influence app store visibility and rankings.\n\nEntity analysis\n\nSource: Yodel Mobile\n\nEntity analysis shows us which keywords the algorithm prioritises for indexing the app metadata. The words highlighted in colour represent the most relevant terms.\n\nThis helps app marketers to better envision what kind of impact they can gain from their metadata optimisation.\n\nAI’s ability to analyse vast amounts of data, predict user behaviour, and automate complex tasks offers unique opportunities for optimising app visibility and engagement.\n\nGenerally speaking, some AI tools, like Google Gemini or ChatGPT, can improve data analysis, keyword optimisation, sentiment analysis, and more.\n\nAlongside its undeniable benefits, it’s crucial to consider the potential cons of AI where ASO is concerned.\n\nThese may include:\n\nThe need for ongoing refinement to ensure optimal performance\n\nThe risk of errors and inaccuracies\n\nThe risk of homogenised data.\n\nBy carefully weighing these factors, marketers can harness AI’s power effectively while mitigating potential challenges, ultimately driving sustained growth and success in the competitive app market.\n\nLet’s look closer at the pros and cons of using AI for App Store Optimization.\n\nExamples of popular AI apps and tools are in the iOS app store\n\nSource: Yodel Mobile\n\nThe pros and cons of AI in ASO\n\nPro: AI can improve your ASO metadata processing\n\nOne of the standout advantages of incorporating AI into your ASO efforts is the significant time savings it offers in analysis and decision-making processes.\n\nWe all know that ASO requires a lot of manual labour, all the way from data analysis and pulling, through to research and writing. That’s where the biggest benefit of AI becomes apparent.\n\nIt is estimated that 40% of working hours will be augmented or automated by generative AI. This indicates that AI can hugely increase time efficiency within your teams.\n\nFor example, traditional ASO methods often involve manual data collection, overly drawn-out analyses, and iterative adjustments, which can be time-consuming and labour-intensive, especially when dealing with large volumes of data and complex user behaviour patterns.\n\nAI-powered ASO leverages machine learning algorithms to automate and expedite these tasks. AI can swiftly analyse extensive datasets from various sources, including user interactions, app store metrics, competitor performance, and market trends.\n\nFor example, AI-based tools like AppTweak’s Atlas AI and AppDNA can analyse large amounts of data, including user comments and reviews to identify language that users are associating with your app.\n\nBy understanding user sentiment, AI can help you identify changes to make to your app description, keyword lists and even your screenshots.\n\nBy processing this information in real-time, AI generates actionable insights promptly, allowing marketers to make data-driven decisions quickly.\n\nThis also means that AI algorithms can detect patterns and correlations that may not be apparent through traditional methods of analysis, enabling marketers to optimise app store listings, refine keyword strategies, and test different creative elements more effectively.\n\nYou can read some detailed insights into these processes here.\n\nThe visual above demonstrates an AI application generating metadata for a new Custom Product Page (CPP).\n\nCon: The limitations of AI’s analyses\n\nOne of the cons of AI is reduced analysis quality. AI systems, despite their advanced capabilities, can sometimes produce insights that lack the nuanced understanding human analysts bring to the table.\n\nAn example of this is an AI tool that might suggest ads, metadata or visuals that perform well in one market based on data. However, it might not account for cultural differences that could make the same content ineffective or even offensive in another region.\n\nHuman analysts can recognise these subtleties and adjust campaigns accordingly.\n\nAI tools and systems like ChatGPT, Bing and Gemini have also been found to provide users with fabricated data that appears authentic (as shown in the image below). These inaccuracies are so frequent that they have been coined ‘AI hallucinations‘. It is important to remain vigilant towards these types of occurrences as they can cause costly damage.\n\nIn the context of ASO, this can be damaging if AI tools were to generate false insights into user behaviour—such as incorrectly identifying popular app features or user preferences.\n\nBased on that you might optimise your metadata in ways that do not resonate with real users, leading to lower conversion rates and visibility.\n\nMake every effort not to blindly rely on the data obtained through AI.\n\nChatGPT user review analysis\n\nSource: Yodel Mobile\n\nThe image above displays a data hallucination from ChatGPT, where ChatGPT has analysed data incorrectly, deducing negative sentiment where there is none.\n\nHow can AI harm your ASO efforts?\n\nPoor analysis quality can be one of the cons of AI that is particularly concerning.\n\nAn AI platform might flag a set of keywords as high-performing based on manual data input.\n\nThe same AI platform may not recognise that these keywords attract low-quality traffic or don’t convert well.\n\nLet’s illustrate this using the example of a piano learning app.\n\nWhen generating keywords to optimise an app store listing, AI tools might identify the keyword “guitar” as high-performing, not recognising that this keyword suggestion is irrelevant to the user.\n\nThis error in the analysis is likely the product of AI deciding that as ‘piano’ and ‘guitar’ are both musical instruments, users will be looking for both within this app.\n\nIn this instance, AI did not grasp the concept of your app.\n\nSo, while the keyword “guitar” could draw high traffic volume, it might not lead to high user retention or meaningful engagement with the app’s primary features.\n\nPro: AI can enhance your keyword research\n\nOf course, it is not all bad. Another compelling advantage of integrating AI into your ASO strategy is the enhancement of your keyword research and metadata processes.\n\nApp metadata, including titles, descriptions, and keywords, significantly influence app discoverability and user perception.\n\nTraditionally, auditing this metadata to ensure it aligns with current best practices and market trends can be a painstaking and resource-intensive task.\n\nAI tools can be used to optimise the app’s metadata by analysing and evaluating these elements against a backdrop of real-time data from the app stores.\n\nA practical example of how to carry this out is as follows:\n\nLeverage cross-referenced data for precision : Utilise data from platforms like AppTweak to cross-reference user behaviour between app stores (iOS or Google Play) and traditional internet search engines like Google. This differentiation is crucial because app store behaviour differs significantly from web search patterns, requiring app-specific keyword strategies.\n\n: Utilise data from platforms like AppTweak to cross-reference user behaviour between app stores (iOS or Google Play) and traditional internet search engines like Google. This differentiation is crucial because app store behaviour differs significantly from web search patterns, requiring app-specific keyword strategies. Optimise for AI-driven presentation : Use AI-powered systems to generate keyword suggestions and metadata. These systems are optimised to present data in a format that aligns with how AI interprets and ranks content. As app stores increasingly adopt AI features, ensuring your app’s metadata is crafted in ‘AI’s language’ can boost visibility and relevance as it is already presented in a manner that is appealing to AI algorithms, meaning your app is more likely to be pushed to rank higher.\n\n: Use AI-powered systems to generate keyword suggestions and metadata. These systems are optimised to present data in a format that aligns with how AI interprets and ranks content. As app stores increasingly adopt AI features, ensuring your app’s metadata is crafted in ‘AI’s language’ can boost visibility and relevance as it is already presented in a manner that is appealing to AI algorithms, meaning your app is more likely to be pushed to rank higher. Maintain human oversight to mitigate the cons of AI: While AI enhances efficiency, human intervention remains essential to fine-tune the output. Review and optimise AI-generated keywords and metadata to ensure they align with your brand’s voice and strategy. This step addresses potential cons of AI, such as lack of context or over-reliance on algorithms, ensuring a balanced and effective approach.\n\nCon: The risk of homogenised metadata\n\nWhile AI can positively impact your metadata processes, we can’t ignore one of the biggest drawbacks it poses in the same vein.\n\nUsing AI to create and optimise your app metadata puts you at risk of using homogenised content. This is one of the more prevalent cons of AI use. If your and your competitors’ apps are optimised by the same AI systems, their algorithms can create uniformity across your vertical.\n\nThis is because AI struggles with transformational creativity, which requires generating ideas beyond existing frameworks to create something entirely new.\n\nSee the image below, which depicts the product of using AI to create eCommerce app icons.\n\nAI-generated eCommerce app icons\n\nSource: Microsoft Copilot\n\nUsing AI to create app store creatives can lead to a lack of visual differentiation, making it harder for your app to stand out in a crowded marketplace.\n\nThis reduced visibility can negatively impact app store conversion rates, as potential users may struggle to find and choose your app amidst a sea of indistinguishable options.\n\nMoreover, this homogenisation effect can stifle innovation in app marketing. If everyone relies on the same AI platforms to generate metadata, the opportunity for creative and unique approaches is diminished.\n\nGoogle has shared some observations about these concerns.\n\nIt is worth taking these thoughts into consideration when deciding whether or not to implement AI into your ASO strategy.\n\nPros and cons of AI: Making your decision\n\nWhile AI systems present a number of opportunities for enhancing App Store Optimisation (ASO), it is essential to remain aware of its limitations when deciding whether or not to include them as part of your ASO strategy. The cons of AI, such as the potential for homogenised store listing elements or reduced quality of nuanced analyses, highlight the need for a balanced approach.\n\nApp marketers can maximise their ASO efforts by integrating AI’s powerful data-processing capabilities with human creativity and strategic insight.\n\nThis hybrid approach ensures that apps not only benefit from the efficiencies and precision of AI tools but also maintain their unique identity and competitive edge in an increasingly crowded ecosystem.\n\nRead through our app marketing blog for more innovative and cutting-edge insights like these."
    },
    {
        "title": "Singapore businesses get support for AI applications through enhanced accelerator programme",
        "link": "https://www.straitstimes.com/tech/singapore-businesses-get-support-for-ai-applications-through-enhanced-accelerator-programme",
        "description": "An additional $12 million was invested in the Digital Innovation Accelerator programme. Read more at straitstimes.com.",
        "image_url": "https://www.bing.com/th?id=OVFT.rm4eS5_HQj0-g5JGVrH94i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "The Straits Times",
        "article_content": "SINGAPORE – Home-grown precision plastics manufacturer Sunningdale Tech currently relies on skilled workers to inspect its products, a time-consuming process that often leads to inconsistencies in quality.\n\nBut the company is turning to artificial intelligence (AI) for more efficient solutions, such as getting it to recognise specific defect patterns to improve quality control while reducing the reliance on manual labour.\n\nIt also intends to leverage AI to better predict sales and demand, optimising the use of resources such as machines and equipment.\n\nSunningdale Tech is one of several companies participating in the Digital Innovation Accelerator programme developed by software giant SAP.\n\nWith the latest investment of $12 million in the programme that was launched in 2019, SAP aims to work with businesses to develop unique AI solutions for them, starting with those in advanced manufacturing, financial services, and travel and logistics services.\n\nThe latest investment is supported by Digital Industry Singapore (DISG), a collaborative platform involving the Economic Development Board, Enterprise Singapore and the Infocomm Media Development Authority. DISG is designed to foster the growth and development of innovative digital technology companies.\n\nThe accelerator programme was launched to develop business AI and other deep tech innovations in Singapore.\n\nSAP, which has been operating in Singapore since 1989, has invested nearly $300 million to enhance the digital capabilities of more than 80 Singapore enterprises over the past five years, aimed at boosting their growth and improving business processes.\n\nOther innovations include the setting up of the SAP Labs Singapore in 2022, a research and innovation facility for developing and improving the company’s solutions, focusing on digital supply chains, sustainability, machine learning and AI.\n\nThe Centre for Experience Management Innovation was established in 2022 to help small and medium-sized enterprises sharpen their skills in serving customers and retaining employees.\n\nIn a statement on Oct 3 announcing the programme’s expansion, SAP Singapore managing director Eileen Chua said: “Co-innovation initiatives like our Digital Innovation Accelerator are aimed at enabling SAP and our customers to rapidly scale digital transformation by tapping into our global expertise and ecosystems.”\n\nMs Chua added that Singapore is investing heavily to future-proof its citizens and businesses through initiatives such as the National AI Strategy, SkillsFuture and its net-zero carbon ambitions.\n\nMr Khoo Boo Hor, chief executive and executive director of Sunningdale Tech, said: “SAP’s new industry-focused AI development initiative comes at a timely moment for Sunningdale, as we continue to drive long-term sustainable growth.”\n\nFor the company, the adoption of AI does not stop at product inspection. It is also looking to reduce inefficiency across operations, starting with corrugated cardboard boxes used for packaging and delivery. By leveraging AI to monitor waste production, the company hopes to eliminate the need for manual reviews and streamline its sustainability efforts.\n\nSunningdale Tech generated $738 million in revenue in 2022, an 84 per cent increase from its first year of operations in 2005.\n\nIt estimates that it can save hundreds of thousands of dollars each year with AI solutions while freeing up employees to focus on more complex and profitable tasks to boost productivity.\n\nCompanies which are interested in the Digital Innovation Accelerator programme can contact SAP."
    },
    {
        "title": "Exclusive: AI-cloud startup Ori is in talks to raise up to $80 million in funding, sources say",
        "link": "https://www.businessinsider.com/ori-gpu-ai-startup-talks-raise-funding-nvidia-2024-10",
        "description": "Investor appetite for startups doing the pick-and-shovel work of AI is high — and sources say Ori is in talks to raise up to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.J2lLnmVGAGUiaHiiyQq27y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6h",
        "source": "Business Insider",
        "article_content": "The AI-cloud startup Ori is raising up to $80 million in new funding, two sources have told BI.\n\nOri offers companies access to Nvidia GPUs, including the H100 and A100, to run AI applications.\n\nAI-infrastructure startups are attracting significant investor interest.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nOri, an AI-cloud-computing startup, is in talks to raise up to $80 million in a fresh funding round, two people familiar with the matter told Business Insider.\n\nLaunched in 2019, the startup builds infrastructure that gives companies access to Nvidia graphics processing units to train, deploy, and scale AI applications.\n\nThe deal is not yet finalized, and details relating to the round size could still change. The people with knowledge of the matter spoke with BI on condition of anonymity because the details of the deal are still private. Their identities are known to us.\n\nAccording to a leaked pitch deck seen by BI, Ori had booked more than $40 million in annual recurring revenue as of the first quarter of 2024.\n\nAdvertisement\n\nThe UK-headquartered startup did not comment on the financing round.\n\nInstead, Ori's cofounder and CEO, Mahdi Yahya, told BI that the startup was \"deeply committed to growing the AI sovereign cloud in the UK,\" referring to a type of cloud computing that guarantees data is stored locally and not transferred across borders without authorization.\n\nRelated stories\n\nYahya added: \"I was pleased to recently be at 10 Downing St. to discuss UK AI policy. Our plan is to invest nine figures in the UK AI infrastructure over the next 24 months.\"\n\nOri previously raised $10.4 million in 2021 at a $39 million post-money valuation, per PitchBook.\n\nAdvertisement\n\nThe startup bills itself as a GPU-cloud provider, and the H100 and A100 are among the Nvidia chips that it gives companies access to.\n\nStartups doing the pick-and-shovel work of AI — such as the infrastructure layer needed to power the technology — are hot among investors.\n\nOri is among a batch of GPU providers and semiconductor startups that have been in talks to secure funding in 2024. In May, its rival AI-infrastructure startup CoreWeave secured $7.5 billion in debt financing from Blackstone just weeks after it secured $1.1 billion in equity funding."
    },
    {
        "title": "Midwest Paranormal screening ghost investigation at The Lexington late October",
        "link": "https://www.msn.com/en-us/travel/tripideas/midwest-paranormal-screening-ghost-investigation-at-the-lexington-late-october/ar-AA1rXE15?ocid=BingNewsVerp",
        "description": "They will air their encounters in person and on YouTube on their ghost-hunting show, ' Midwest Paranormal .' The pair will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ra2x2rDiF-4dkTmup2iXcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1hon MSN",
        "source": "Twin Cities Pioneer Press on MSN",
        "article_content": ""
    },
    {
        "title": "Ghost hunters revive interest, funds for Delaware historic sites. What to expect on a tour",
        "link": "https://www.msn.com/en-us/travel/tripideas/ghost-hunters-revive-interest-funds-for-delaware-historic-sites-what-to-expect-on-a-tour/ar-AA1rWvnH?ocid=BingNewsVerp",
        "description": "With paranormal investigations and ghost tours, several Delaware historic sites have increased attendance and funds for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.5rcXRGj0l0B1clrTEYwzJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "11hon MSN",
        "source": "DelawareOnline.com (Wilmington, DE) on MSN",
        "article_content": ""
    },
    {
        "title": "Bloody brunch, haunted mansion and the Giant Pumpkin King: Saugatuck goes all out for Halloween",
        "link": "https://www.mlive.com/life/2024/10/bloody-brunch-haunted-mansion-and-the-giant-pumpkin-king-saugatuck-goes-all-out-for-halloween.html",
        "description": "Drop into the Halloween movie of your choice during Saugatuck’s month-long spooky celebration. Want to know what’s hidden in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KCXu6rZUAEe1yyysYWFFdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "MLive1h",
        "source": "MLive",
        "article_content": "SAUGATUCK, MI -- Drop into the Halloween movie of your choice during Saugatuck’s month-long spooky celebration.\n\nWant to know what’s hidden in the forest like “Blair Witch Project”? Explore the haunted woods by Ox-Bow.\n\nIntrigued by the afterlife and their stories? Step inside a real “Haunted Mansion” and join a paranormal investigation at the Felt Estate.\n\nLove to dress up and toe the line of creative to kooky? Welcome the Giant Pumpkin King and experience your own “Nightmare Before Christmas” during the adults-only parade.\n\nThe small coastal town is known for its beach vacation vibes, but when the sun goes down and the chill comes off the lake Saugatuck leans into fall.\n\nHere’s five spooky stops to get into the Halloween spirit.\n\nOx-Bow Goes to Heck and Bloody Brunch\n\nSaugatuck’s secret in the woods, Ox-Bow, is inviting guests into the elusive art residency tucked in Tallmadge Woods up high on the sand dunes.\n\nOn Saturday, Oct. 19 foodies are invited to a bloody brunch.\n\nIn addition to a bottomless Bloody Mary bar, diners will be treated to a scarily succulent meal from a resident chef.\n\nThe yearlong Culinary Artists-in-Residence program hosts five chefs who bridge art and food and each present a meal-based public event during the year.\n\nThe $75 brunch ticket includes an hour-long tour of haunted Ox-Bow and a one-of-a-kind glass produced in the on-site glass studio.\n\nLearn more about the residency and purchase tickets at ox-bow.org/culinary-events.\n\nLater on in the day, an outdoor carnival will spring up among the haunted cabins for a family day.\n\nOx-Box Goes to Heck is a kid-friendly event featuring guided arts and crafts and trick-or-treating throughout the campus.\n\nFamily tickets are $40 or individual tickets can be purchased $20 per adult and $10 per child at ox-bow.org/oxbow-goes-to-heck.\n\nRELATED: Hike along wooden dunes to find view of both the Kalamazoo River and Lake Michigan\n\nAllegan Forest Melonhead Games\n\nAre you brave enough to venture out alone?\n\nA new Fennville “museum” is dedicated to bringing the area’s creepiest urban legends and campfire stories to life.\n\nLearn about the lore of the Melon Heads of Saugatuck, The Demon Tree, The Yellow Motel, Camp Lakewood, Satan’s Tomb, and The Road of the Dead.\n\nThese creepy camp counselors will give you a book of campfire stories and the GPS coordinates to explore the locations on your own in the Allegan Forest.\n\nPurchase tickets ahead of time for $15 and receive the book and a Melonhead t-shirt − this is your admission on Melonhead night on Saturday, Oct. 19.\n\nTickets go on sale Oct. 14, find more information on the The Allegan Forest Museum of Campfire Stories Facebook.\n\nFrom October 25-27, dive into real ghost stories, explore the afterlife, and participate in an exclusive VIP paranormal investigation of the Felt Mansion and Carriage House. (Photo Courtesy of Saugatuck Douglas Area Convention & Visitors Bureau)Photo Courtesy of Saugatuck Douglas Area Convention & Visitors Bureau\n\nParanormal investigation at The Felt Estate\n\nNew this year, the Felt Estate is turning the dial on the fear factor and bringing in a renowned paranormal investigator to do VIP tours of the grand estate and mansion.\n\nThe Unveiling the Unseen: A Paranormal Experience, featuring Adam Berry from the Travel Channel series “Kindred Spirits,” is hosting a paranormal presentation Oct. 25-27.\n\nBerry and his co-hosts will dive into real ghost stories and explore the afterlife. Brave souls can join them for a three-hour paranormal investigation of the Felt Mansion and Carriage House.\n\nGeneral admission tickets for the presentation and a meet and greet are $50. The private investigation package is $150.\n\nAdvance purchase is required at feltmansion.org, no tickets will be available at the door.\n\nRELATED: Be part of a paranormal investigation at haunted mansion on Lake Michigan\n\nFamily Halloween Walking Parade & Party\n\nDoes your little goblin have an award-winning costume this Halloween? Show off their ghoulish spirit at the family parade and party Saturday, Oct. 26 at Wicks Park.\n\nRegister to be in the parade by 10:15 a.m. and then watch the little ghosts strut around town at 11 a.m.\n\nA costume contest and games will follow the parade.\n\nThe adults-only Douglas Halloween parade is known to draw out outrageous costumes, spirited creativity and thousands of visitors. The party starts with a Giant Pumpkin King rising from the ashes to officially commence the festivities. (Julien Capmeil | Saugatuck Douglas Area Convention & Visitors Bureau)Julien Capmeil | Saugatuck Douglas Area Convention & Visitors Bureau\n\nDouglas Halloween Parade for Adults\n\nPut the kids for bed and get in on the grown up fun during the Douglas Halloween Parade for Adults on Saturday, Oct. 26\n\nThe pre-party starts at 6 p.m. at Cavern Tavern at Ox-Bow House where there will be live music from Great Lakes Brass Band.\n\nHead down at at 9:00 p.m. in front of the Old School House on Center Street and get a prime spot.\n\nThe adults-only event is known to draw out outrageous costumes, spirited creativity and thousands of visitors.\n\nThe party starts with a Giant Pumpkin King rising from the ashes to officially commence the festivities at 10 p.m.\n\nJump on the Interurban Parking Shuttle and hit the after party at The Dunes Resort. Expect karaoke, dancing and a midnight costume contest."
    },
    {
        "title": "A new documentary about the British Royal Family's interest in UFOs and the paranormal investigates claims that King Charles flew an actual UFO in Canada in 19…",
        "link": "https://www.msn.com/en-xl/news/other/a-new-documentary-about-the-british-royal-familys-interest-in-ufos-and-the-paranormal-investigates-claims-that-king-charles-flew-an-actual-ufo-in-canada-in-1975/vi-AA1rYEQq?ocid=BingNewsVerp",
        "description": "A new documentary features claims King Charles flew a \"prototype UFO\" while he was serving with the armed forces in the 1970s ...",
        "image_url": "https://www.bing.com/th?id=OVF.A9eZFwlHzWGE3KgVUFaapw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Dailymotion on MSN2h",
        "source": "Dailymotion on MSN",
        "article_content": ""
    },
    {
        "title": "Paranormal Baby Monitor",
        "link": "https://www.msn.com/en-us/health/medical/paranormal-baby-monitor/vi-AA1rV1xN?ocid=BingNewsVerp",
        "description": "Occurred on October 1, 2024 / Rome, Italy Info from Licensor: \"I asked my husband to put the baby to sleep in the bedroom ...",
        "image_url": "https://www.bing.com/th?id=OVF.KNAhS3YM0XNKdz07wl6byg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "ViralHog on MSN22h",
        "source": "ViralHog on MSN",
        "article_content": ""
    },
    {
        "title": "Nobel Prize in medicine honors 2 scientists for their discovery of microRNA",
        "link": "https://www.ap.org/news-highlights/spotlights/2024/nobel-prize-in-medicine-honors-2-scientists-for-their-discovery-of-microrna/",
        "description": "Two scientists won the Nobel Prize in physiology or medicine on Monday for their discovery of microRNA, tiny bits of genetic ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7JnEsytrXWmNMZkLRtQYnC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Associated Press5h",
        "source": "Associated Press",
        "article_content": "STOCKHOLM (AP) — Two scientists won the Nobel Prize in physiology or medicine on Monday for their discovery of microRNA, tiny bits of genetic material that serve as on and off switches inside cells that help control what the cells do and when they do it.\n\nThis photo combo shows 2024 Nobel Prize winners in physiology or medicine Gary Ruvkun, American molecular biologist, left, and Victor Ambros, professor of natural science at the University of Massachusetts Medical School, Monday, Oct. 7, 2024, in Newton, Mass. (AP Photo/Steven Senne) Gary Ruvkun, American molecular biologist, 2024 Nobel Prize winner in physiology or medicine, speaks with a reporter, Monday, Oct. 7, 2024, at his home, in Newton, Mass. (AP Photo/Steven Senne) Victor Ambros, 2024 Nobel Prize winner in physiology or medicine, and professor of natural science at the University of Massachusetts Medical School, celebrates with colleagues, at the school, in Worcester, Mass. Monday, Oct. 7, 2024. (AP Photo/Steven Senne) Gary Ruvkun, American molecular biologist, 2024 Nobel Prize winner in physiology or medicine, speaks on a phone, Monday, Oct. 7, 2024, at his home, in Newton, Mass. (AP Photo/Steven Senne) Victor Ambros, 2024 Nobel Prize winner in physiology or medicine, and professor of natural science at the University of Massachusetts Medical School, right, hugs collegue Allan Jacobson, at the school, in Worcester, Mass. Monday, Oct. 7, 2024. (AP Photo/Steven Senne) FILE – A close-up view of a Nobel Prize medal at the National Institutes of Health (NIH) in Bethesda, Md., Tuesday, Dec. 8, 2020. (AP Photo/Jacquelyn Martin, File) Victor Ambros, left, 2024 Nobel Prize winner in physiology or medicine, and professor of natural science at the University of Massachusetts Medical School, hugs his wife Rosalind Lee following a news conference, Monday, Oct. 7, 2024, at the school in Worcester, Mass. (AP Photo/Steven Senne)\n\nIf scientists can better understand how they work and how to manipulate them, it could one day lead to powerful treatments for diseases like cancer.\n\nThe work by Americans Victor Ambros and Gary Ruvkun is “proving to be fundamentally important for how organisms develop and function,” according to a panel that awarded the prize in Stockholm.\n\nAmbros and Ruvkun were initially interested in genes that control the timing of different genetic developments, ensuring that cell types develop at the right time.\n\nTheir discovery ultimately “revealed a new dimension to gene regulation, essential for all complex life forms,” the panel said.\n\nWhat is the Nobel Prize for?\n\nRNA is best known for carrying instructions for how to make proteins from DNA in the nucleus of the cell to tiny cellular factories that actually build the proteins. MicroRNA does not make proteins, but helps to control what cells are doing, including switching on and off critical genes that make proteins.\n\nLast year’s Nobel for medicine went to scientists who discovered how to manipulate one of those types of RNA, known as messenger RNA or mRNA, now used to make vaccines for COVID-19.\n\nAmbros’ and Ruvkun’s revolutionary discovery was initially made in worms; they set out to identify why some kinds of cells didn’t develop in two mutant strains of worms commonly used as a research model in science.\n\n“Their groundbreaking discovery revealed a completely new principle of gene regulation that turned out to be essential for multicellular organisms, including humans,” according to the citation explaining the importance of their work.\n\nThat mechanism has been at work for hundreds of millions of years and has enabled evolution of complex organisms, it said.\n\nAmbros, currently a professor of natural science at the University of Massachusetts Medical School, performed the research at Harvard University. Ruvkun’s research was performed at Massachusetts General Hospital and Harvard Medical School, where he’s a professor of genetics.\n\nWhy does microRNA matter?\n\nThe study of microRNA has opened up approaches to treating diseases like cancer because it helps regulate how genes work in our cells, said Dr. Claire Fletcher, a lecturer in molecular oncology at Imperial College London.\n\nFletcher said there were two main areas where microRNA could be helpful: in developing drugs to treat diseases and in serving as possible indicators of diseases, by tracking microRNA levels in the body.\n\n“If we take the example of cancer, we’ll have a particular gene working overtime, it might be mutated and working in overdrive,” said Fletcher. She said scientists might one day be able to use microRNA to stop such effects.\n\nEric Miska, a geneticist at Cambridge University, said the discovery by Ambros and Ruvkun came as a complete surprise, overturning what scientists had long understood about how cells work.\n\nTheir discovery of microRNA shocked many scientists, Miska said, explaining that such small bits of genetic material had never been seen before. The tiny fragments of RNA — the human genome has at least 800 — were later found to play critical roles in how our bodies develop.\n\nMiska said there is ongoing work on the role of microRNA in infectious diseases like hepatitis and that it might also be helpful in treating neurological diseases.\n\nFletcher said the most advanced studies to date are reviewing how microRNA approaches might help treat skin cancer, but no drugs have yet been approved. She predicted that might happen in the coming years, adding that most treatments at the moment target cell proteins.\n\n“If we can intervene at the microRNA level, it opens up a whole new way of us developing medicines,” she said.\n\nHow did Gary Ruvkun and Victor Ambros react?\n\nThe phone call from the Nobel panel is often a surprise, but there are certain signs that recipients and their families pick up on.\n\n“Well, when a phone rings at 4:30 in the morning. … It never happens here,” Ruvkun said.\n\n“Natasha actually answered it,” Ruvkun added, referring to his wife. “And she goes: ‘He has a Swedish accent.’”\n\nIt took a little longer to rouse Ambros.\n\n“Somebody called my son, who called my wife as my phone was downstairs,” he said.\n\nRuvkun knew immediately the impact the award would have on his life.\n\n“Well, I just kept repeating in my mind, this changes everything because you know, the Nobel is just mythic in how it transforms the life of people who are selected,” Ruvkun said. “The Nobel Prize is a recognition that’s sort of 100 times as much press and celebration as any other award. So, it’s not part of a continuum. It’s a quantum leap.”\n\nGoing to pick up his award in December will be the third time he has been to a Nobel Prize ceremony in Stockholm after attending to watch his mentor Robert Horvitz receive the 2002 award and then his buddy Jack Szostak, who won in 2009.\n\n“There’s a trip coming up. It will be the third, possibly the best,” Ruvkun said.\n\nAmbros said he didn’t expect the award as he felt that the Nobel committee has already singled out RNA in the 2006 prize that went to his friends Andrew Fire and Craig Mello.\n\n“It represents the recognition of how wonderful and unexpected discoveries come from a curiosity in basic science financed by taxpayer money. It’s a vitally important, probably the most important message, that this investment really pays off,” he said.\n\nLast year, the Nobel Prize in physiology or medicine went to Hungarian-American Katalin Karikó and American Drew Weissman for discoveries that enabled the creation of mRNA vaccines against COVID-19 that were critical in slowing the pandemic.\n\nThe prize carries a cash award of 11 million Swedish kronor ($1 million) from a bequest left by the prize’s creator, Swedish inventor Alfred Nobel.\n\nNobel announcements continue with the physics prize on Tuesday, chemistry on Wednesday and literature on Thursday. The Nobel Peace Prize will be announced Friday and the Nobel Memorial Prize in Economic Sciences on Oct. 14.\n\n___\n\nThis story has been updated to clarify that microRNA helps regulate gene activity, rather than carrying instructions for making proteins.\n\n___\n\nCorder reported from The Hague, Netherlands, Cheng reported from London. Associated Press journalists Steven Senne and Rodrique Ngowi in Newton, Massachusetts, and Adithi Ramakrishnan in New York contributed."
    },
    {
        "title": "Science Illustration: A Creative Door for Early Women in Science",
        "link": "https://www.smithsonianmag.com/blogs/smithsonian-american-womens-history-museum/2024/10/09/science-illustration-a-creative-door-for-early-women-in-science/",
        "description": "Learn about Violet Dandridge, Aime Motter Awl, Carolyn Bartlett Gast, and Marilyn Schotte: four women from the Smithsonian ...",
        "image_url": "https://www.bing.com/th?id=OVFT.x0JtteLDSUne0JVmOCm0yy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Smithsonian Magazine1h",
        "source": "Smithsonian Magazine",
        "article_content": "At the dawn of the 1900s, science remained a domain largely inaccessible to women. Despite societal constraints, a select group of pioneering women found a path to contribute to science through illustration. Drawing was a decidedly “womanly” pastime in the early 1900s, so illustration became an acceptable avenue for scientifically inclined women to document and interpret the natural world despite the gender bias in traditional scientific roles.\n\nThese are the stories of four women in the Smithsonian National Museum of Natural History Department of Invertebrate Zoology who broke through the gendered barriers of science and made significant contributions to scientific discovery through art.\n\nViolet Dandridge (1878–1956)\n\nViolet Dandridge was one of the earliest women employed as an illustrator by the Smithsonian. In 1903, she embarked on expeditions to document invertebrates alongside renowned female scientists Mary Jane Rathbun and Harriet Richardson. Dandridge surveyed the east coast with Rathbun and Richardson to collect and document over 1,000 invertebrate specimens. She meticulously captured their likeness in colored paintings.\n\nDandridge captured the delicate features of a wide variety of animals in crisp detail. These illustrations provided crucial insight for scientists to determine the unique features of each animal. Beyond her pioneering work in science, Dandridge was also an active participant in the woman's suffrage movement.\n\nAime Motter Awl (1887–1973)\n\nAime Awl defied societal norms by pursuing a career in medical illustration and later transitioning to the natural sciences. At Johns Hopkins Medical School, Awl studied alongside medical students, observed surgeries, and took advanced anatomy courses. She kept her work secret from friends who she feared would disapprove of such “improper” work for a woman. Her talent and dedication earned her international recognition, leading to commissions to illustrate rare surgical procedures.\n\nAwl was hired by the Smithsonian Institution in 1929 and not only supported mollusk and crustacean research but also provided illustrations for almost every department in the museum. Her invertebrate work focused on many of the tiniest of animals—such as copepods and ostracods—and was even published in the Encyclopedia Britannica.\n\nIn 1944, she joined the Soroptimist Club in Washington, DC, an organization still active today whose volunteers help women and girls gain access to the education and training needed to achieve economic empowerment.\n\nCarolyn Bartlett Gast (1929–2015)\n\nCarolyn Gast worked as a scientific illustrator with the Department of Invertebrate Zoology from 1954 to 1985. She used various techniques to capture the essence of invertebrate life. Her illustration of a microscopic loriciferan (featured at the beginning of the article), a new phylum discovered in 1983 by Reinhardt Møbjerg Kristensen in the microscopic ecosystem between grains of sand, is perhaps her most famous and often reproduced illustration.\n\nHer innovative approach to illustration, including experiments with creating 3D images through stereography, aimed to modernize the field. While stereography never got off the ground for scientific illustration, she worked on it as a personal project and even created a 3D alphabet series in the style of Middle Age Illumination. This artistic style comes from Medieval manuscripts which were decorated with intricate “miniatures” lining the boarders of pages, ornate lettering, and gold leaf.\n\nAs a founding member of the Guild of Natural Science Illustrators in 1968, Gast played a pivotal role in fostering a community of aspiring illustrators. She was also an avid proponent of using art to increase public science literacy.\n\nMarilyn Schotte (1947–2020)\n\nMarilyn Schotte dedicated over three decades to the Department of Invertebrate Zoology as both a researcher and illustrator. In addition to supporting the research of Drs. Brian Kensley and Ellen Strong, she published 40 scientific papers and a book of her own on crustaceans.\n\nA dedicated worker, Schotte once spent 24 hours straight drawing larval squid to meet a deadline. Her contributions to science inspired Kensley to name a species of isopod after Schotte (Malacanthura schotteae). Known for her meticulous attention to detail, Schotte's illustrations were praised for their accuracy and depth. She also supported other scientific illustrators by serving as the president of the Guild of Natural Science Illustrators from 1984 to 1988. Her work was featured as part of an exhibit at the Smithsonian Ripley Center in 1996.\n\nIn an era when women faced significant barriers in scientific pursuits, these remarkable individuals contributed to research at the Smithsonian National Museum of Natural History through meticulously documenting every scale, antenna, spine, and intricate feature of a dizzying array of earth’s animals to help describe life on Earth. Their legacy endures as a testament to the transformative power of art in advancing scientific knowledge and challenging societal norms."
    },
    {
        "title": "Breakthrough Alzheimer’s Discovery: Scientists Discover New Treatment Path",
        "link": "https://scitechdaily.com/breakthrough-alzheimers-discovery-scientists-discover-new-treatment-path/",
        "description": "New research shows astrocytes can remove Alzheimer’s-related amyloid-beta via autophagy, offering a promising new direction ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cNm2CKSXfeqjSl5lgougfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "7h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Researchers seek to improve advanced pain management using AI for drug discovery",
        "link": "https://www.sciencedaily.com/releases/2024/10/241004171112.htm",
        "description": "An estimated one in five Americans live with chronic pain and current treatment options leave much to be desired. Scientists are now using artificial intelligence (AI) for drug discovery in advanced ...",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily37m",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Two comb jellies stunned scientists by merging into one creature",
        "link": "https://bgr.com/science/two-comb-jellies-stunned-scientists-by-merging-into-one-creature/",
        "description": "Researchers discovered that two merging comb jellies can actually become one creature in just a matter of hours.",
        "image_url": "https://www.bing.com/th?id=OVFT.i5o667XLpTFWXvOyBVYg7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "1h",
        "source": "BGR",
        "article_content": "A new paper published in Current Biology has revealed a startling new fact about comb jellies that scientists weren’t expecting. That surprise? The fact that multiple comb jellies can merge when one is wounded, allowing the two to become one combined creature and heal from injuries.\n\nIt’s a shocking discovery that has left scientists with their mouths agape, catching flies. The researchers discovered the merging of the two creatures when they spotted an abnormally large comb jelly in a tank. They also noticed that it had some very atypical organs, including two rare-end lobes and two sensory structures we know as apical organs.\n\nTypically, comb jellies only have one of those sensory structures, as well as one rare-end lobe. The question then became, did this strange creature come about because of a merging of two comb jellies, or was it just a rare and unusual individual?\n\nA new species of comb jelly was discovered in the depths of the ocean. Image source: NOAA Fisheries\n\nFurther studies of the comb jellies proved that over the course of a single night, two individuals can actually become one, with no appararent separation between the two, the researchers claim. In fact, when researchers poked at one of the rare-end lobes, the entire creature seemed to react as if it affected both of the merged jellies.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nThe researchers say they were “astonished” to determine that the stimulation applied to one side of the merged comb jelly resulted in a response from the other side as well. Further, the research seems to show that two separate individuals can quickly merge into one, including merging their nervous systems and even sharing potential actions.\n\nFurther observation of the comb jellies showed that they could fuse up to 95 percent of the way in just two hours, with the contractions within their muscles becoming completely synchronous during that time. This isn’t the first time something in the ocean has left scientists puzzled, either. The finger of death, a frozen type of brine and ice, has also left mouths agape at how it forms so quickly, and the discovery of strange blobs at the bottom of the ocean continues to leave scientists looking for other mysteries beneath the surface of the sea."
    },
    {
        "title": "Deeptech Keysom completes a €4M fundraising and deploys the first 'no-code' tool dedicated to the design of tailor-made processors",
        "link": "https://www.design-reuse.com/news/56891/keysom-no-code-tool-tailor-made-processor.html",
        "description": "Keysom devoted 4 years of R&D to develop Keysom Studio, its intelligent and easy-to-use tool capable of exploring, testing, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rqUu0wq3VORg60UCEHXcxi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Design-Reuse12h",
        "source": "Design-Reuse",
        "article_content": "October 10, 2024 -- Keysom, a deeptech company developing an innovative and “no code” platform for designing tailor-made processor architectures for semiconductor and embedded systems players, announces the closing of a 4 million euro fundraising round. This operation carried out with the French Tech Seed funds, managed on behalf of the State by Bpifrance as part of France 2030, IRDI Investment Capital, Xplore By Épopée Gestion and EuroBIM, will allow the company to accelerate the development of its offer, to strengthen its presence in France and internationally and to recruit new talents.\n\nA unique innovation in the world to meet the energy efficiency needs of electronic chips\n\nGeneral-purpose processors are omnipresent on the market. Offering great versatility, they equip all types of electronic devices, from IoT to the automotive world. Capable of handling a multitude of tasks, these “off-the-shelf” products are the default solution for manufacturers in a hurry to position themselves on the market. However, this general approach presents significant limits in terms of cost, energy efficiency and performance: 50% of the functionalities will never be used during the life of the processor. Well aware of these obstacles, more and more players wish to turn to personalized chips, but are faced with excessively slow and costly development cycles.\n\nA true catalyst for innovation, Keysom responds to this challenge and allows manufacturers to design a tailor-made processor in the space of a few simple and rapid iterations, without any constraints linked to inherent technical development. To this end, with a highly qualified technical team, Keysom devoted 4 years of R&D to develop Keysom Studio, its intelligent and easy-to-use tool capable of exploring, testing, modifying and optimizing a very wide variety of complex architectures in order to arrive at a unique solution each time, entirely adapted to the customer’s needs – without the need for advanced technical skills or a team of experts.\n\nKeysom thus opens a new era for manufacturers, putting within their reach the design of more efficient, more economical and more ecological tailor-made processors, on both a small and large scale. The launch of this solution marks a turning point for all companies seeking agility and competitiveness.\n\n“Where manufacturers pay for oversized generic processors, which generate costs and energy waste, a custom processor uses less raw material (in this case silicon), leading to lower production costs and simplified manufacturing processes. In a context where demand for semiconductors continues to increase, reducing the silicon area per chip is a major strategic advantage. Our software allows to explore up to 12 million processor combinations to achieve this.” confides Luca Testa – Co-founder & Director of Operations of Keysom\n\nRaising €4M to accelerate sales on an international scale\n\nSupported by the French Tech Seed funds, managed on behalf of the State by Bpifrance as part of France 2030, IRDI Investment Capital, Xplore by Épopée Gestion and EuroBIM, Keysom has just completed a €4M fundraising. This funding round marks a decisive step for Keysom, thus anchoring its position as a technological pioneer in the field of custom processor design.\n\n“This fundraising is an important milestone in our growth strategy. It gives us the means to further accelerate the development of our technology and lead our commercial expansion into new markets. We firmly believe that our no code tool will redefine the way manufacturers approach the design and optimization of their systems. » adds Cyril Sagonero – President of Keysom\n\nPart of the funds will be dedicated to the recruitment of new R&D technical experts, in order to continue to innovate and improve the performance of hardware and software solutions, as well as to the recruitment of qualified commercial profiles. With the support of its investors, Keysom aspires to continue offering solutions that transform the industry while keeping in mind the democratization of the access to high-tech tools for as many people as possible.\n\n“On behalf of the State, Bpifrance actively participates in the reindustrialization of France and works for the sovereignty of the country by supporting companies in strategic sectors. We are happy to be alongside the deeptech company Keysom, whose talented teams and custom processor design technology promise a real revolution in industrial electronics. » adds François Charbonnier, Investment Director at Bpifrance.\n\n“We are delighted to support the Keysom team in this kick-off sales phase because we are convinced that Keysom makes it possible to provide an innovative, sovereign solution with a limited carbon impact to industrial players, many of whom need processors. » Camille Le Roux Larsabal, VC Associate at Epopée Gestion.\n\n“In addition to the elements already cited by my colleagues – disruptive innovation, technical excellence and environmental impact – I would add that Keysom is a company with strong local roots, in the Nouvelle Aquitaine region. We are convinced that the managers have all the qualities to make this startup an important player both locally and internationally. » Vincent Brousse, Investment Director at IRDI Investment Capital.\n\nAbout Keysom\n\nIn 2019, Cyril Sagonero and Luca Testa are beginning to question the market approach of buying off-the-shelf processors in order to reduce time to market. The waste of area and energy consumption is huge. At the same time, version 2.2 of the RISC-V ISA is frozen, opening the door to this new ISA to the industry. The following year, discussions with PhD Jérémie Crenne of the University of Bordeaux and software architecture expert Fabrice Bonnet laid the foundations for Keysom, a French startup which aims to enable semiconductor companies to automatically and simply obtain the RISC-V processor best suited to their needs. In 2022 Keysom is developing the world’s first coding-free tool dedicated to the design of custom processors.\n\nAbout Bpifrance and the French Tech Seed fund:\n\nBpifrance finances companies – at each stage of their development – ​​with credit, guarantees and equity. Bpifrance supports them in their innovation projects and internationally. Bpifrance also ensures their export activity through a wide range of products. Consulting, university, networking and acceleration program for start-ups, SMEs and mid-sized companies are also part of the offer presented to entrepreneurs.\n\nThanks to Bpifrance and its 50 regional locations, entrepreneurs benefit from a close, unique and efficient contact to help them face their challenges.\n\nEndowed with 500 million euros, the French Tech Seed Fund aims to support fundraising by innovative start-ups and VSEs less than 3 years old carrying out technologically intensive innovation. Resulting from the Future Investment Program (PIA), now integrated into France 2030 and operated on behalf of the State by Bpifrance, the fund is based on certified business providers, responsible for identifying and qualifying these young companies and put them in touch with private investors. These business providers, ensuring the technological validity of the project, will allow public investment, in the form of Convertible Bonds of up to 400 million euros, in addition to the capital provided by private investors. 100 million euros are also dedicated to equity investments in addition to the conversion of Convertible Bonds.\n\nMore info on: www.Bpifrance.fr – https://presse.bpifrance.fr / – Follow-us on X (formerly Twitter): @Bpifrance – @BpifrancePresse\n\nAbout IRDI Investment Capital\n\nIRDI Investment Capital has been one of the leaders in regional investment capital for 40 years. Working in New Aquitaine and Occitanie, we support companies at all stages of their development (Startup, Venture Capital, Development Capital / Transmission). Since its creation, IRDI Investment Capital has financed more than 1,000 local companies and today manages assets of more than 550 million euros through funds dedicated to each practice. Our teams are located in Bordeaux, Toulouse and Montpellier. IRDI Investment Capital carried out this operation via its IRDINOV 3 fund, dedicated to deeptech subjects.\n\nTo learn more about IRDI: www.irdi.fr, and to follow the news: LinkedIn, Twitter.\n\nAbout Xplore by Epopée Gestion\n\nXplore is the innovation capital brand of Épopée Gestion, the investment company co-founded by Charles Cabillic and Ronan Le Moal in 2020.\n\nIt brings together all the financing, operational support and acceleration expertise of the management company to boost innovation in the territories. Xplore is located in Brest, Bordeaux, Nantes and Paris, close to ecosystems and those who innovate to help them reach new horizons.\n\nAbout the France 2030 investment plan:\n\nReflects a double ambition: sustainably transform key sectors of our economy (health, energy, automotive, aeronautics and even space) through technological innovation, and position France not only as a player, but as a leader in the world of tomorrow. From fundamental research, to the emergence of an idea to the production of a new product or service, France 2030 supports the entire life cycle of innovation until its industrialization.\n\nIs unprecedented in its scale: €54 billion will be invested so that our companies, our universities, our research organizations, fully succeed in their transitions in these strategic sectors. The challenge: to enable them to respond competitively to the ecological and attractiveness challenges of the coming world, and to bring out the future leaders of our sectors of excellence. France 2030 is defined by two transversal objectives consisting of devoting 50% of its expenditure to the decarbonization of the economy, and 50% to emerging players, carriers of innovation without expenditure unfavourable to the environment (in the sense of the Do No principle Meaning Harm).\n\nIs implemented collectively: designed and deployed in consultation with economic, academic, local and European stakeholders to determine strategic directions and key actions. Project leaders are invited to submit their application via open, demanding and selective procedures to benefit from State support.\n\nIs managed by the General Secretariat for Investment on behalf of the Prime Minister and implemented by the Ecological Transition Agency (ADEME), the National Research Agency (ANR), Bpifrance, and the Caisse des Dépôts et Consignations (CDC).\n\nMore information on: france2030.gouv.fr @SGPI_avenir\n\n\n\n\n\n"
    },
    {
        "title": "Weebly vs. Wix",
        "link": "https://www.usnews.com/360-reviews/business/web-hosting/weebly-vs-wix",
        "description": "Weebly and Wix are website-building platforms that enable a wide range of business needs, including e-commerce sales. Wix is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xPIrSzs0UJnmnLGEd2DPji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "20m",
        "source": "U.S. News & World Report",
        "article_content": "Wix offers an extremely limited free version, which may be powerful enough for a personal website but is best for testing if you want to create a business website. If you run a business, you’ll probably want access to the paid plans’ features, such as unlimited monthly visitors, e-commerce tools, and the option to use your own domain name.\n\nWix offers an extremely limited free version, which may be powerful enough for a personal website but is best for testing if you want to create a business website. If you run a business, you’ll probably want access to the paid plans’ features, such as unlimited monthly visitors, e-commerce tools, and the option to use your own domain name.\n\n\n\nThe lowest-priced premium plan costs $17 per month and includes offerings that could work well for a personal website or informational small business website. Higher-tier plans offer features for e-commerce, more advanced analytics, and more features to customize your website to your business needs. Upgrades code $29, $36, or $159 per month, depending on your needs."
    },
    {
        "title": "OpenAI is accusing Elon Musk of harassing the startup. It's the latest escalation in a long-running feud.",
        "link": "https://www.msn.com/en-us/money/companies/openai-is-accusing-elon-musk-of-harassing-the-startup-its-the-latest-escalation-in-a-long-running-feud/ar-AA1rWLAb?ocid=BingNewsVerp",
        "description": "OpenAI has hit back at Elon Musk's lawsuit, accusing the Tesla CEO of \"trying to leverage the judicial system for an edge\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rSIrpSbOGsdQ-h_6p2yFyS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "DeWalt's 5-Tool Bundle Kit Is $240 Off for October Prime Day, and It's an 'Excellent Way' to Start Your Collection",
        "link": "https://www.yahoo.com/tech/dewalts-5-tool-bundle-kit-090000490.html",
        "description": "Whether you're looking to replace old models or are starting your first collection of power tools, this DeWalt combo kit is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zGi6yghemFiYLsAhVQxmxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "9h",
        "source": "Yahoo",
        "article_content": "DeWalt's 5-Tool Bundle Kit Is $130 Off for October Prime Day, and It's an 'Excellent Way' to Start Your Collection\n\nMen’s Journal aims to feature only the best products and services. If you buy something via one of our links, we may earn a commission.\n\nIf you're looking for new power tools, you can forget about wandering the aisles and fighting the crowds at your local big-box hardware store—Amazon is the best place to look right now. The retailer's October Prime Day is in full swing, which means there are a ton of DeWalt's best tools on sale right now, including the bestselling cordless drills, spare 20V batteries, and even the seasonally popular cordless leaf blower. But one of the best DeWalt deals right now is on the brand's multi-tool combo kit, and it's the best way to start your collection.\n\nThe DeWalt 20V Max Power Tool Combo Kit is on sale for $509 during Prime Big Deal Days—a 20% discount on its already bundled price of $639. This kit has earned over 650 five-star ratings from Amazon shoppers who say it's an “excellent way to build a set of essential power tools.” It's worth noting that this DeWalt tool kit comes with a total of five tools—not four, as stated in its Amazon title—which drastically increases its value.\n\nDeWalt 20V Max Power Tool Combo Kit, $509 (was $639) on Amazon\n\nGet It\n\nThe DeWalt 20V Max Power Tool Combo Kit includes a drill, impact driver, circular saw, reciprocating saw, and an oscillating multi-tool. All of the tools are powered by DeWalt 20V Max batteries, and the kit includes a 2Ah and a 4Ah battery as well as a battery charger and a bag to carry everything. The drill and impact driver are perfect for sinking screws into drywall and loosening stubborn car lugnuts, respectively, while the circular and reciprocating saws can zip through wood and other materials when working on DIY projects. As the name implies, the oscillating multi-tool has a variety of uses, from cutting wood in tight spaces to making plunge cuts in cabinets and so much more.\n\nDeWalt tools never fail to impress, and Amazon reviewers have been happy with this kit. “If you’re shopping on a budget but want good quality, this is likely the set for you,” one shopper said.\n\nRelated: Thousands of DeWalt, Levi's, and Asics Deals Are Now Live for Amazon's October Prime Day—Shop These 12 ASAP\n\n“I’m impressed by the power of all the tools and the battery run time,” said another reviewer.\n\nWhether you're looking to replace old models or are starting your first collection of power tools, this DeWalt combo kit is the most economical way to do it, especially while it's on sale for October Prime Day. The current pricing won’t last beyond Oct. 9, so make sure you get this kit in your cart ASAP."
    },
    {
        "title": "The Sony Official INZONE H3 gaming headphones are cheap today — only $48",
        "link": "https://www.digitaltrends.com/gaming/prime-big-deal-days-sony-inzone-h3-gaming-headset-deal-amazon-2024/",
        "description": "The Sony INZONE H3 gaming headphones are wired and perfect for PC or PS5 play, but they're also super cheap today for Prime Big Deal Days.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "24m",
        "source": "Digital Trends",
        "article_content": "As far as Prime Big Deal Days discounts go, this next one on Sony’s Official INZONE H3 gaming headphones is pretty shocking. Why? It’s 52% off which is a huge discount anyway, but Sony’s gear rarely goes on sale. If you want immersive gaming via a wired connection, spatial surround, low-latency audio, and a snug fit, these headphones are right for you. Normally $100, they’re on sale today for just $48. It’s only a limited-time deal, though, which means it could go away at any time. Don’t wait.\n\nWhy shop this Sony INZONE H3 gaming headphones deal for Prime Big Deal Days?\n\nWe’ve covered Sony’s INZONE gaming headsets before, as well as the Sony INZONE gaming earbuds and one thing we’ve certainly taken away from these products is they are standouts in their class. You get to experience immersive 360-degree spatial sound while playing. You benefit from crystal-clear communication thanks to the headset with a flip-to-mute mic. Plus, there’s virtually no latency, if at all, thanks to the 3.5mm wired connection.\n\nWith the Sony INZONE H3 you’re looking at a snug fit. Now, it doesn’t necessarily cancel ambient noise, but fits so well on your head that you won’t hear much outside of what you’re supposed to. They have soft, nylon earpads that are comfortable. There’s also a wide, soft headband so the headpiece doesn’t bother you even during long gaming sessions.\n\nNow, bear in mind, that while this headset works great with PS5 and PC, it has been designed mostly with PC gamers in mind. It’s Discord-certified, too. You can use the INZONE Hub PC software to personalize your audio experience by fine-tuning equalizer settings and more. They’re also meant to pair well with Sony INZONE gaming monitors. If that piques your interest you might consider the Sony INZONE H9 wireless gaming headset and for $696, which is over $130 off the usual $830 price tag.\n\nNormally $100, they’re available for only $48 today which saves you about $52. Yes, that is a good deal on these wired headphones. I have a pair myself at home and use them all the time with both my gaming PC and my PS5."
    },
    {
        "title": "Microsoft Defender review: Is Windows default antivirus safe enough?",
        "link": "https://www.msn.com/en-us/news/technology/microsoft-defender-review-is-windows-default-antivirus-safe-enough/ar-AA1rV6By?ocid=BingNewsVerp",
        "description": "I reviewed Microsoft Defender to find out how well the free antivirus software included with Windows protects your computer and your personal data.",
        "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
        "category": "software+trend",
        "date": "21hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]