[
    {
        "title": "Inside one of the most consequential UFO encounters of all time: the ‘tic tac’ incident",
        "link": "https://news.yahoo.com/news/inside-one-most-consequential-ufo-021930540.html",
        "description": "Pentagon officials did their best to downplay the incident, and the US Navy didn't bother to investigate, but the \"Tic Tac\" ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wVAFkS__Flnx2S7JCOF5Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "5h",
        "source": "YAHOO!News",
        "article_content": "Inside one of the most consequential UFO encounters of all time: the ‘tic tac’ incident\n\nInside one of the most consequential UFO encounters of all time: the ‘tic tac’ incident\n\nLAS VEGAS (KLAS) — Thursday marks 20 years since what could be the most consequential UFO encounter of all time—the “tic tac” incident. The case helped reignite public interest in the UFO mystery and directly led to ongoing inquiries by members of Congress into the phenomena. However, few know that the groundbreaking investigation has origins in Las Vegas.\n\nPentagon officials did their best to downplay the incident, and the US Navy didn’t bother to investigate, but the “tic tac” incident did lead to a significant investigation, even if the public wasn’t made aware until years later.\n\nOver two weeks in November 2004, the ships and planes of the USS Nimitz Carrier Strike Group detected brief glimpses of unknown objects dozens of times off of the Southern California coast. Aviators aboard two separate F-18s encountered a strange craft with astounding capabilities. 19 years later, one of those Navy Top Gun pilots told his story at a public hearing before Congress.\n\nA mysterious unidentified flying object dubbed the “tic tac” alerted U.S. Navy aviators and sensors off the coast of San Diego in 2004.\n\n“The ‘tic tac’ object that we engaged in November 2004 was far superior to anything that we had at the time, have today, or are looking to develop in the next 10-plus years,” said David Fravor, the commander of the “Black Aces” Strike Fighter Squadron 41.\n\nFravor went on to say that no investigation was initiated by the US Navy or any other entity in 2004. It was as if the incident never occurred. However, four years later, in Las Vegas, Dr. Colm Kelleher heard the “tic tac” story from an applicant to Bigelow Aerospace Advanced Space Studies (BAASS,) a subsidiary of Bigelow Aerospace.\n\nBAASS was created by Las Vegas tycoon Robert Bigelow and was conducting an ambitious but hush-hush investigation of UFOs for the Defense Intelligence Agency (DIA.) That program was dubbed the Advanced Aerospace Weapon Systems Applications Program or the clunky acronym AAWSAP. Its first task was looking into the “tic tac” incident.\n\nBits and pieces of the “tic tac” incident had appeared in public forums, drawing little notice. However, the New York Times published a front-page story about the “tic tac” in 2017, leading to several closed-door briefings on Capitol Hill and eventually public hearings. At nearly every opportunity, Pentagon officials have tried to downplay the “tic tac” or hint there might be prosaic explanations, often mirroring claims made on social media by loud but unqualified debunkers.\n\n“There’s a lot of cleanup to do when people say it’s birds,” said Jay Stratton, former director of the UAP Task Force. “You know the rest of the story but can’t tell the rest of the story.”\n\nJay Stratton is one of the United States government’s highest-ranking and most experienced UFO hunters. (KLAS)\n\nStratton, a highly-regarded intelligence official, alongside his colleague Dr. James Lacatski, helped convince the DIA to launch AAWSAP. He conducted the first investigations into the “tic tac” case and contacted Fravor.\n\n“I talked to him when he was doing it. We talked on the phone extensively,” Fravor said. “He did a pretty good job. He actually did a lot of research.”\n\nAccording to Dr. Sean Kirkpatrick, head of UFO investigation AARO, or the All-domain Anomaly Resolution Office, the “tic tac” case is still considered to be an ‘unknown,’ if only because there is no data saved from the 2004 incident to analyze. However, Kirkpatrick omitted a highly detailed 18-page analysis of the “tic tac” and its extraordinary capabilities, penned by Stratton.\n\nThe report is loaded with facts about the “tic tac,” referred to in the report as an anomalous aerial vehicle (AAV.) Stratton interviewed the aviator witnesses and spoke with radar and sensor operators who said “tic tac” objects were detected many times, dropping from 60,000 feet to ocean level in a matter of seconds. They reportedly traveled at 30 to 60 times the speed of sound without producing sonic booms. Pilots saw the object with their own eyes and on their instruments, infrared sensors which recorded the now-famous video.\n\nMultiple other sensors confirmed the encounters, including AN/SPY, a system capable of tracking a golf ball 100 miles away, and the E-2 Hawkeye early warning aircraft that flew above the USS Nimitz Carrier Strike Group.\n\nJust before his exit from AARO, Dr. Kirkpatrick said the “tic tac” was possibly a Central Intelligence Agency balloon or another secret military project being tested. However, the AAWSAP report directly contradicts his guesses, with a key finding from the report indicating that the AAV was not something that belonged to the U.S. or any other nation. It was so advanced that it rendered U.S. capabilities ineffective and showed velocities far greater than anything known to exist. Additionally, it could turn itself invisible, both to radar and the human eye. Essentially, it was undetectable and unchallenged.\n\nStratton personally ruled out that the “tic tac” was secret U.S. technology being tested, while Fravor said what he saw was not a balloon.\n\nCongress is holding a new UFO hearing on Wednesday, one day before the anniversary of the incident. The secretive DIA program based in Las Vegas eventually compiled a more detailed report about the “tic tac.” It was never released.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KLAS."
    },
    {
        "title": "UAP hearings: US Government to hold UFO meetings this week",
        "link": "https://www.bbc.co.uk/newsround/articles/cjw09e7z4vzo",
        "description": "Politicians will be grilling experts about UFOs and say they want to make sure the public is better informed on mysterious ...",
        "image_url": "https://www.bing.com/th?id=OVF.FyK5VY5X%2b0WgALrR9Y2L2g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "18h",
        "source": "BBC",
        "article_content": "Senior politicians in the USA are holding special hearings looking into UFOs this week.\n\nIn fact, it's not the first time that Congress has held a meeting on the alien topic.\n\nThis will be the second time the issue will be discussed and the investigations aim to reveal more about UFO research programs as well as uncover their findings.\n\nThe committee behind the meeting says it wants to make sure the American public are better informed on this subject."
    },
    {
        "title": "UFO House Hearing: What witnesses plan to say",
        "link": "https://www.yahoo.com/news/ufo-house-hearing-witnesses-plan-222826321.html",
        "description": "This hearing is the first since the summer of 2023, which was sparked by career intelligence official David Grusch‘s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MRsueCVSg8N1-yIZmkf6qC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo10h",
        "source": "Yahoo",
        "article_content": "Join Ross Coulthart for a LIVE Q&A on NewsNation’s YouTube, X and Facebook pages at 4p/3C Wednesday following a House hearing on UAPs. Coulthart will break down testimony from former NASA administrator Michael Gold, Pentagon insider Lue Elizondo, journalist Michael Shellenberger and Retired Navy Rear Adm. Tim Gallaudet.\n\n(NewsNation) — At a House of Representatives committee hearing on unidentified anomalous phenomena Wednesday, lawmakers will hear from a number of witnesses about what they have seen and heard about UFOs.\n\nHeld by the House Oversight Committee, the hearing, titled “Unidentified Anomalous Phenomena: Exposing the Truth,” will begin at 11:30 a.m. ET.\n\nAdvertisement Advertisement\n\nLuis Elizondo, a former Pentagon insider, veteran and investigator; retired Navy Rear Adm. Timothy Gallaudet; journalist Michael Shellenberger and Michael Gold, a former NASA administrator, are scheduled to give their testimony.\n\nThis hearing is the first since the summer of 2023, which was sparked by career intelligence official David Grusch‘s allegations that the Pentagon has been operating a secret UFO retrieval program.\n\n“If the UFO hearings catch on with the public, we could be in for quite a ride,” Bryce Zabel, UFO author and cohost of the podcast “Need to Know” with Ross Coulthart, told NewsNation. “Back in 1973, all of America was riveted to the Senate Watergate hearings, and the cover-up Nixon orchestrated will seem small compared to the one that would have been necessary to hide the truth about alien contact for nearly eight decades now.”\n\n‘We’re gonna learn some things’ about UFOs: Rep. Tim Burchett\n\nWhat will UAP witnesses say at hearing?\n\nElizondo’s book “Imminent: Inside the Pentagon’s Hunt for UFOs” alleges that the United States military has been running a UAP retrieval and reverse engineering program for years, even recovering nonhuman specimens.\n\nAdvertisement Advertisement\n\n“Let me be clear: UAP are real. Advanced technologies not made by our Government – or any other government – are monitoring sensitive military installations around the globe,” Elizondo will say, according to testimony published the day before the hearing.\n\nHe will talk about what actions the government should be taking regarding the UAP issue.\n\nGallaudet, in his testimony, plans to repeat a claim he’s made before to NewsNation: that an email that contained what is known as the “Go Fast” video, disappeared from his and his colleagues’ email servers. “Go Fast” shows a fighter pilot’s encounter with a UAP.\n\nShellenberger will detail his reporting on the alleged “Immaculate Constellation” secret government program. A whistleblower revealed the alleged UFO program, in which the Pentagon collects and quarantines information on UFO sightings, Shellenberger says.\n\nAdvertisement Advertisement\n\nDepartment of Defense spokesperson Sue Gough has previously denied records of the program.\n\nThe ‘tic tac’ incident: What we know about the UFO encounter\n\nShellenberger will highlight the need for Congress and the White House to address UFOs.\n\nMichael Gold, a former NASA administrator, will outline new ways for NASA to be helpful on the UAP issue. Currently Chief Growth Office at Redwire Space, Gold stresses in his testimony that he is speaking on his own behalf, and not for any other organization.\n\n“Agencies such as NASA have much to offer when it comes to understanding UAP,” Gold’s prepared testimony reads.\n\nUFO Whistleblower Sparks Conversation\n\nMuch of the current conversation surrounding UFOs started when Grusch came forward last year with his claims that the government was operating a secret program dedicated to retrieving crashed UAPs and was in possession of nonhuman craft and biological remains of nonhuman beings.\n\nAdvertisement Advertisement\n\nThe Defense Department has denied these allegations.\n\nStill, they sparked the 2023 congressional hearing on the subject — the first in more than 50 years —where Grusch testified with former Navy pilot Ryan Graves and Navy Commander David Fravor.\n\nFravor talked about his experience encountering a UAP. Both Graves and Fravor said they were concerned about the risks UAPs pose to the military, regardless of origin.\n\nNetflix faces lawsuit over ‘The Manhattan Alien Abduction’\n\nLawmakers asked about the secret program referenced by Grusch, and eventually, the hearing led to the formation of a bipartisan UFO Caucus, informally led by Rep. Tim Burchett, R-Tenn.\n\nAdvertisement Advertisement\n\nAn official report issued by the Pentagon from the All-domain Anomaly Resolution Office found no evidence of a secret program. Furthermore, it said the government has no evidence that UAPs are extraterrestrial in origin. However, the Department of Defense did admit to a proposed program known as Kona Blue, which was developed to reverse-engineer any alien technology recovered by the government. This never got off the ground, the DOD said, as no such technology was ever located.\n\nNASA, in a report of its own, said there’s no evidence for extraterrestrial contact with Earth, though the agency said there needs to be more rigorous research in the area and less stigma around the topic as a whole.\n\nNewsNation digital producer Steph Whiteside contributed to this article.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to NewsNation."
    },
    {
        "title": "Opinion: Was that really a UFO off the coast of San Diego? We may never know.",
        "link": "https://www.sandiegouniontribune.com/2024/11/12/opinion-was-that-really-a-ufo-off-the-coast-of-san-diego-we-may-never-know/",
        "description": "Nov. 14, 2004 — four Navy pilots spotted a mysterious flying object 100 miles off the coast of San Diego. It looked like a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.L7iR8Hx3jTYzp6Wug0CGaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "16hOpinion",
        "source": "San Diego Union-Tribune",
        "article_content": "On a crystalline blue afternoon 20 years ago — Nov. 14, 2004 — four Navy pilots spotted a mysterious flying object 100 miles off the coast of San Diego. It looked like a Tic Tac candy, with no wings, no flight surfaces, no windows and no smoke trail. It moved like a high-speed ping pong ball at a speed later estimated to be 46,000 miles per hour.\n\nThe so-called “Tic Tac” incident eventually became one of the key episodes that led to an unexpected renaissance of serious interest in UFOs in 2017, and the pilots later appeared on “60 Minutes,” CNN and elsewhere to discuss their experience. The event is often cited by believers in UFOs, short for unidentified flying objects, as the most credible sighting ever.\n\nThe overall tone of the UFO discussion shifted abruptly in March, however, when the U.S. government’s All-Domain Anomaly Resolution Office released a highly skeptical report on the phenomenon. All-Domain Anomaly Resolution Office Director Sean Kirkpatrick argued that renewed UFO mania had been driven by a “whirlwind of tall tales, fabrication and secondhand or thirdhand retellings of the same.”\n\nThe report provided an important public service by authoritatively debunking some of the wilder claims in the UFO conversation, but it blinded many observers to the reality that the 63-page analysis did not attempt to solve the mystery of every single one of the claimed sightings, nor did it claim to do so. The most fascinating of these unsolved mysteries is the Tic Tac incident, which was accompanied by a well-known video. as well as unaccountable radar returns and visual sightings by members of the USS Nimitz Carrier Strike Group starting around Nov. 10, 2004.\n\nWhile it’s true that there has never been one piece of concrete evidence that the Tic Tac craft came from outer space, it’s equally true that no hard evidence has emerged to support the idea that it was a weather balloon, an advanced Chinese drone, a sophisticated U.S. “spoofing” test of naval radar or an experimental U.S. test craft. Some of the alternative explanations, which have been explored in detail on both pro- and anti-UFO forums, are nearly as interesting as the alien spaceship hypothesis. A few raise important issues of national security and flight safety, even two decades later.\n\nWhile the March All-Domain Anomaly Resolution Office report splashed cold water on UFO enthusiasts, it did confirm one of their pet theories: that many of history’s well-known UFO sightings were, in fact, secret government programs. As the report noted, many “sightings since the 1940s have represented misidentification of never-before-seen experimental and operational space, rocket, and air systems, including stealth technologies and the proliferation of drone platforms. Many of these technologies fit the description of a stereotypical Unidentified Flying Object.”\n\nThe All-Domain Anomaly Resolution Office lists 27 secret programs that could have been misinterpreted through the years as UFOs, including something called the “Flying Pancake” in 1942. It would not take an enormous leap of the imagination to believe that the Tic Tac belongs in this line of historic events.\n\nBut the All-Domain Anomaly Resolution Office paper makes no mention of any programs that could have caused the Nimitz observations — even though it cites examples of drones that were tested later. So the report, while demystifying the broader UFO conversation, actually ends up adding more mystery to the Tic Tac episode. If the U.S. government has secret information about this celebrated incident, one wonders, how and why has it remained hidden all of these years?\n\nIt would be a disservice to veterans like David Fravor who have risked ridicule (and worse) to testify before Congress and in other public forums about the extraordinary things they saw simply to abandon the search for the answer to the Nimitz case because some unrelated outlandish claims were taken too seriously by Congress and the media. This puzzling episode remains relevant, and it deserves continued investigation.\n\nFrance is a former senior editor at BusinessWeek magazine who is the author of Nimitz Compendium, a comprehensive bibliography of the Tic Tac incident. He lives in Brooklyn."
    },
    {
        "title": "Read the chilling testimony of Navy veteran due to testify on UFO cover up: 'We're being visited'",
        "link": "https://www.dailymail.co.uk/sciencetech/article-14073431/testimony-navy-veteran-testify-ufo-cover-up.html",
        "description": "The House Oversight committee will hear a report under oath Wednesday on classified 'satellite imagery' from a 2017 UFO case ...",
        "image_url": "https://www.bing.com/th?id=OVFT.srtKFDl-DHYt3x8q_H-doy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "Daily Mail",
        "article_content": "Expert witnesses plan to testify before Congress about a 'constitutional crisis' posed by government secrecy on UFOs — and even 'threats' to scientists investigating these mysterious phenomena.\n\nOne, Navy Rear Admiral Tim Gallaudet, will also speak about secret 'satellite imagery' from a 2017 UFO case that has been illegally hidden from congressional oversight.\n\n'Elements of the government are engaging in a disinformation campaign,' the rear admiral stated in his prepared written testimony submitted ahead of this Wedneday's hearing, '[including] personal attacks designed to discredit UAP whistleblowers.'\n\nScientists, policymakers and others have adopted 'Unidentified Anomalous Phenomena' (UAP) to more precisely describe UFOs and better incorporate all cases, including startling undersea encounters with apparent 'transmedium' craft.\n\nAnother witness, former NASA legal advisor Mike Gold, plans to speak on behalf of scientists, pilots and others who have faced 'negative consequences to their career' for openly pursuing answers to these enigmatic and unusual incidents.\n\n'It's disconcerting when members of the academic community are vilified for even having the temerity to attempt to study UAP,' Gold wrote in his own testimony.\n\nAlso slated to testify: Decorated ex-counterintelligence officer Luis Elizondo, who investigated UFO cases while at the Pentagon, and Michael Shellenberger, a reporter who went viral last month with claims from a new UFO whistleblower.\n\nAbove, eerie UFO footage captured by hurricane remediation worker William Guy in September 2019 - documenting strange lights off North Carolina's Outer Banks, not too far from the Atlantic Ocean training areas where US Navy pilots reported UFOs in 2014 and 2015\n\nRear Adm. Gallaudet, who also served as deputy administrator to the National Oceanic & Atmospheric Administration (NOAA), offered to help Congress obtain the wrongfully withheld UFO satellite data in a classified briefing.\n\n'I would be happy in a closed setting to provide the dates involved if that would help the committee to formulate a specific request for access,' he stated in his testimony.\n\nThe rear admiral has become a prominent voice calling for wider transparency on the topic of UFOs over the past three years, as well as a defender of once senior US intelligence officers, like David Grusch, who have come forward on the issue.\n\nLate last year, Rear Adm. Gallaudet said he found Grusch's account of a decades-old, highly classified UFO crash retrieval and reverse engineering program to be credible.\n\n'We're being visited by non-human intelligence with technology we really don't understand,' Gallaudet confirmed, 'and with intentions we don't understand either.'\n\nIn his prepared testimony to Congress, expected to be followed by detailed questions from House Oversight, the retired Navy and NOAA official explained that he has witnessed the dangers of government UFO secrecy firsthand.\n\nIn January 2015, according to Gallaudet, he received an 'URGENT SAFETY OF FLIGHT ISSUE' inquiry on the Navy's secure internet network from the operations officer of the Navy's Fleet Forces Command — only to have that message just disappear.\n\n'The text of the email was brief but alarming,' he testified, 'with words to the effect [of] \"We are having multiple near-midair collisions, and if we do not resolve it soon, we will have to shut down the exercise.\"'\n\n'This incident disturbed me,' he added, 'for the remainder of my government service, including my time as an Under Secretary of Commerce and NOAA Administrator.'\n\nRetired Rear Admiral Gallaudet (left), a PhD oceanographer who also served as deputy administrator to the National Oceanic & Atmospheric Administration (NOAA), will testify on UFOs this Wednesday in Congress. Joining him will be ex-NASA legal advisor Mike Gold (right)\n\nAccording to a committee spokesperson, Republican congresswoman Nancy Mace (above), chair of House Oversight's Cybersecurity Subcommittee will co-chair the new UFO hearing\n\n'Attached to the email was what is now known as the \"Go Fast\" video, captured on the forward-looking infrared sensor onboard one of the Navy F/A-18 aircraft participating in the exercise,' he added.\n\nWhat the rear admiral found most disturbing about this disappearing Navy email was that clear implication that the need for secrecy surrounding these UFOs — whatever they were — had trumped the very lives of America's fighter pilots.\n\n'It highlighted a dangerous culture of over-classification, where even pressing safety-of-flight issues could be swept aside under the pretense of secrecy,' he noted.\n\nBased on his own naval experience, the rear admiral inferred that the absence of answers on these life-threatening UFOs meant that the explanation was unlikely to be a 'classified technology demonstrations' by the US Department of Defense (DoD).\n\n'Because DoD policy is to rigorously deconflict such demonstrations with live exercises,' Rear Adm. Gallaudet wrote, 'I was confident this was not the case.'\n\n'I concluded that the UAP information must have been classified within a special access program managed by an intelligence agency,' he continued, 'that even senior officials, including myself, were not read into.'\n\nGallaudet plans to describe these and other episodes of UFO secrecy as 'an absolute outrage' during his upcoming, in-person testimony.\n\nThe retired senior-level official also plans to call out former leadership of the Pentagon's All-Domain Anomaly Resolution Office (AARO) for what he characterizes as 'illegal and unethical DoD disinformation efforts.'\n\nAbove, a still from the 'Go Fast' UFO video - captured by Navy Pilots off the coast of Florida in 2015. Rear Adm. Gallaudet plans to testify about receiving a 'brief but alarming' official email regarding the 'Go Fast' incident that mysteriously disappeared from secured Navy servers\n\nRepublican congressman Glenn Grothman (above), chair of House Oversight's National Security Subcommittee, is expected to co-lead the UFO hearing Wednesday with Rep. Mace. Above, Rep. Grothman seen entering a secured room for a classified UFO briefing last year\n\nHis assessment will join public comments by ex-NASA scientists, US Air Force personnel, and other UFO whistleblowers who have criticized AARO's performance of its duty to create a historical records report on past UFO cases.\n\n'AARO needs to explain the inaccuracies and incompleteness of AARO's first historical records report,' according to Rear Adm. Gallaudet.\n\nSubmitted testimony from former NASA legal advisor Mike Gold praised House Oversight's 'devotion to truth and scientific openness regardless of the ridicule and even spite that the discussion of UAP can engender.'\n\nGold also served on the US space agency's UFO advisory council last year in a volunteer capacity alongside his official duties as Chief Growth Officer for RedwireSpace a private aerospace company.\n\n'Stigmatization of UAP prevents the gathering of invaluable data that represents our best and only chance to understand the phenomena,' Gold wrote in his testimony.\n\nNASA legal advisor Mike Gold (top right) - who also served on the US space agency's UFO advisory council last year - praised House Oversight's 'devotion to truth and scientific openness regardless of the ridicule and even spite that the discussion of UAP can engender'\n\nThis stigma issue, he noted, has resulted in malformed and maladapted official policies that are slowing down the quest for answers on these increasingly controversial debates of these seemingly otherworldly phenomena.\n\nThe ex-NASA official cited decades of poor reporting standards for private pilots who see UFOs.\n\nFor years civilian and commercial aviators were told not to report UFOs to federal flight safety regulators but to private citizen UFO hunters, including the National UFO Reporting Center (NUFORC) in Washington state.\n\n'Federal Aviation Administration (FAA) instructions on the matter are difficult to find, provide obsolete advice (e.g., referencing organizations that no longer exist), and are not generally known or understood by the civilian pilot community,' he said.\n\nBased on his submitted testimony, Gold plans to also credit the efforts of NASA's UFO advisory panel, 'particularly those who encountered ridicule and even threats due to their participation.'\n\n'The stigma prevents scientific inquiry,' Gold warned in his statement, 'the best tool that we have to understand anomalies, from being fully applied.'\n\n'Moreover, science is driven by anomalies,' he noted. 'The Theory of General Relativity, Quantum Mechanics, virtually all of our scientific progress has been based on discovering and studying anomalies.'"
    },
    {
        "title": "Startup CEO says humans won't be needed for translation in 3 years as it launches AI app",
        "link": "https://www.msn.com/en-us/money/technologyinvesting/startup-ceo-says-humans-won-t-be-needed-for-translation-in-3-years-as-it-launches-ai-app/ar-AA1tZp0D?ocid=BingNewsVerp",
        "description": "Unbabel on Wednesday announced an artificial intelligence-powered translation service, adding another rival to a highly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G3imQHjcu2ewicjA2wgOZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Particle launches an AI news app to help publishers, instead of just stealing their work",
        "link": "https://techcrunch.com/2024/11/12/particle-launches-an-ai-news-app-to-help-publishers-instead-of-just-stealing-their-work/",
        "description": "The media industry today may not have a very favorable view of AI -- a technology that's already been used to replace ...",
        "image_url": "https://www.bing.com/th?id=OVFT.fs3wmDXniFj8bsT4BVJlZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "TechCrunch",
        "article_content": "The media industry today may not have a very favorable view of AI — a technology that’s already been used to replace reporters with AI-written copy, while other AI companies have scooped up journalists’ work to feed their chatbots’ data demands, but without returning traffic to the publisher as search engines once did. However, one startup, an AI newsreader called Particle from former Twitter engineers, believes that AI could serve a valuable role in the media industry by helping consumers make sense of the news and dig deeper into stories, while still finding a way to support the publishers’ businesses.\n\nBacked by $4.4 million in seed funding and a $10.9 million Series A led by Lightspeed, Particle was founded last year by the former senior director of Product Management at Twitter, Sara Beykpour, who worked on products like Twitter Blue, Twitter Video, and conversations, and who spearheaded the experimental app, twttr. Her co-founder is a former senior engineer at Twitter and Tesla, Marcel Molina.\n\nFrom the consumers’ perspective, the core idea behind Particle is to help readers better understand the news with the help of AI technology. More than just summarizing stories into key bullet points for quick catch-ups, Particle offers a variety of clever features that let you approach the news in different ways.\n\nImage Credits:Particle\n\nBut instead of simply sucking up publishers’ work for its own use, Particle aims to compensate publishers or even drive traffic back to news sites by prominently showcasing and linking to sources directly underneath its AI summaries.\n\nTo start, Particle has partnered with specific publishers to host some of their content in the app via their APIs, including outlets like Reuters, AFP, and Fortune. These partners receive better positioning and their links are highlighted in gold above others.\n\nImage Credits:Particle\n\nAlready, beta tests indicate that readers are clicking through to publishers’ sites because of the app’s design and user interface, though that could shift now that the app is launching beyond news junkies to the general public. In time, the company intends to introduce other ways to work with the media, too, in addition to sending them referral traffic. The team is also having discussions with publishers about providing its users access to paywalled content in a way that makes sense for all parties.\n\n“Having deep partnerships and collaboration is one of the things that we’re really interested in,” notes Beykpour.\n\nTo help with its traffic referral efforts, the app’s article section includes big tap targets, making it easy for readers to click through to the publisher’s site. Plus, Particle includes the faces of the journalists on their bylines, and readers can follow through links to publisher profiles to read more of their content or follow them.\n\nUsing the app’s built-in AI tools, news consumers can switch between different modes like “Explain Like I’m 5,” to get a simplified version of a complicated story or those that summarize “just the facts,” (or the 5W’s — who, what, when, where, and why). You can have the news summarized in another language besides English, or listen to an audio summary of a story or a personalized selection of stories while on the go. Particle can also pull out important quotes from a story and other links of reference.\n\nImage Credits:Particle\n\nBut two of the more interesting features involve how Particle leverages AI to help present the news from different angles and allows you to further engage with the story at hand by asking questions.\n\nIn Particle, one tool called “Opposite Sides” aims to break users’ filter bubbles by presenting different viewpoints from the same story. This model has been tried before by other news apps, including the startup Brief and SmartNews. Unlike earlier efforts, Particle includes a story spectrum that shows how news is being reported across both “red” and “blue”-leaning sites, with bubbles placed to indicate how far to the left or right the news’ positioning is, and how outsized the coverage may be from one side or the other. The AI will also summarize both sides’ positions, allowing news consumers to reach their own opinions about the matter.\n\nImage Credits:Particle\n\nHowever, the app’s killer feature is an AI chatbot that lets you ask questions and get instant answers about a story. The app will include suggested questions and those asked by others. For example, if you’re reading about Trump’s immigration policy plans, you could ask the chatbot things like “What are the potential legal challenges to Trump’s deportation plans?” or “What are the potential costs of mass deportation?” among other things. Particle will then use its AI technology to find those answers and fact-check them for accuracy.\n\n“The chat function uses OpenAI as well as…our own pre-processing and post-processing,” explains Beykpour, in an interview with TechCrunch. “It uses the content, searches the web a little bit — if it wants to find extra information on the web — to generate those answers.” She says that after the answer is generated, Particle includes an extra step where the AI has to go find the supporting material that matches those answers.\n\nOverall, the app encompasses tech like OpenAI’s GPT-4o and GPT-4o mini, Anthropic, Cohere, and others, including more traditional AI technologies, which are not LLM-based, from Google.\n\n“We have a processing pipeline that takes related content and summarizes it into bullet points, into a headline, sub-headline, and does all the extractions,” she continues. “Then…we pull out quotes and links and all sorts of relevant information about [the story]. And we have our own algorithms to rank, so that the most important or relevant link is the one that you see first — or what we think is the most important or relevant quote is the one that you see first.”\n\nThe company claims that its technology reduces AI accuracy problems that would otherwise occur one out of 100 times, and reduces their likelihood to one out of 10,000 times.\n\nParticle will also use human editors as it grows to help better manage the AI content and curate its homepage, she notes.\n\nThe app is a free download on iOS for the time being and works across iPhone and iPad.\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "Particle is a new app using AI to organize and summarize the news",
        "link": "https://www.msn.com/en-us/news/technology/particle-is-a-new-app-using-ai-to-organize-and-summarize-the-news/ar-AA1tWMhU?ocid=BingNewsVerp",
        "description": "Particle’s plan is to use AI to do two particularly useful things. First, it organizes lots of articles and coverage into ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JwlVLQuYnIwi-7AAHUo92S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Baidu bolsters AI lineup with enhanced text-to-image tech, no-code app builder",
        "link": "https://www.reuters.com/technology/artificial-intelligence/baidu-bolsters-ai-lineup-with-text-to-image-generator-no-code-app-builder-2024-11-12/",
        "description": "China's Baidu Inc unveiled a slew of new applications for its artificial intelligence technology on Tuesday, including an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iZRBlITc4fE6D-9GmvRUUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Microsoft Notepad and Paint, of All Apps, to Get AI Writing and Generative Fill Tools",
        "link": "https://www.yahoo.com/tech/microsoft-notepad-paint-apps-ai-170523111.html",
        "description": "Time to say goodbye to Gemini and Photoshop? Microsoft is modernizing its classic Windows Notepad and Paint apps with AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.O7uTO59qYphLGBStNxLNDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "12h",
        "source": "Yahoo",
        "article_content": "Microsoft has started testing the integration of AI into two of its longstanding Windows applications, Paint and Notepad. These new AI-powered tools are currently available for Windows 11 Insiders in the Canary and Dev Channels.\n\nPaint is getting two new AI features. The first is called \"Generative Fill,\" similar to PhotoShop; it lets users add or modify elements in their artwork by describing the desired changes.\n\nThe second feature of Paint, \"Generative Erase,\" lets users remove unwanted objects from their canvas, similar to Google Photo's Magic Eraser. The AI then fills in the empty space, making it look like the object was never there.\n\nAdvertisement Advertisement\n\n\"With generative fill, you can make edits and additions with just a few words while maintaining the existing art style of your project. We are also introducing generative erase, a new AI-powered tool that helps you remove unwanted objects from the canvas, filling in the empty space left behind to make it look like the object was never there.\" said the product manager of the Windows Inbox Apps group, Dave Grochocki, reports Bleeping Computer.\n\nNotepad is also receiving an AI upgrade with the \"Rewrite\" feature, previously known as CoWriter. This tool allows users to rephrase sentences, adjust the tone of their text, and modify the content's length based on their preferences.\n\nThe Rewrite feature in Notepad is currently available in preview to Windows 11 users in select countries, including the United States, France, the United Kingdom, Canada, Italy, and Germany. Users need to sign in with a Microsoft account to access this feature.\n\nIf the generative fill turns out to be as good as what Adobe has for Photoshop, it can be a real changer for Microsoft Paint. Maybe I'll start using it again after last using it in 5th grade."
    },
    {
        "title": "Jenni ‘JWoww' Farley Captured Real Paranormal Activity Filming Horror Movie Devon",
        "link": "https://www.msn.com/en-us/movies/news/jenni-jwoww-farley-captured-real-paranormal-activity-filming-horror-movie-devon/ar-AA1tXPI8?ocid=BingNewsVerp",
        "description": "Jersey Shore star Jenni Farley, also known as 'JWoww,' is now a writer and director with Devon. Her first horror movie is out ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cKPRZOtfCH_LoYNcY8638S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "ComingSoon on MSN12h",
        "source": "ComingSoon on MSN",
        "article_content": ""
    },
    {
        "title": "‘Season’s Screamings:’ Halloween and Christmas collide at outdoor festival",
        "link": "https://www.latimes.com/socal/daily-pilot/entertainment/story/2024-11-12/creep-it-real-festive-santa-ana-expo",
        "description": "Creep it Real Festive returns to the Heritage Museum of Orange County with more creepy Christmas fun in store.",
        "image_url": "https://www.bing.com/th?id=OVFT.eiw-gJVxyp8t47qVCsat1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "14h",
        "source": "Los Angeles Times",
        "article_content": "A guest poses with “Creep Kringle” at Creep it Real Festive at the Heritage Museum of Orange County.\n\nLooking to have yourself a very merry and scary Christmas?\n\nWhether perusing through horror-themed wares, posing with a ghastly “Creep Kringle” or following a procession led by Michael Myers in a Santa hat, Creep it Real Festive is chock-full of season’s screamings.\n\nThe outdoor festival nestled in November between Halloween and Christmas offers two days of holiday-mashing mayhem with an assortment of vendors, food trucks, live bands and spooky surprises.\n\n“We love both of the seasons,” said Kevin Valantine, who co-founded Creep it Real Festive. “We thought that bringing some twisted sense of Halloween darkness into the good and pure of Christmas would be fun.”\n\nAdvertisement\n\nValantine and Megan, his wife, are also the husband-and-wife duo behind Creep it Real OC, an outdoor Halloween festival in September that first began as an expo five years ago in Laguna Niguel before burgeoning into the largest event of its kind in Orange County.\n\nWith Creep it Real OC’s early success, the idea for a Christmas-fused festival to cure Halloween hangovers was inspired by vendors, fans and a creative impulse to do another event before the year’s end.\n\nCreep it Real Festive emerged from that crucible and offered an alternative to saccharine yuletide celebrations from the grounds of the Heritage Museum of Orange County in Santa Ana.\n\n“We knew we had something special with the concept,” Valantine said. “Then we saw that the demand was there with the first festival. Vendors outdid themselves and showcased their creativity by blending both of the seasons.”\n\nThe Heritage Museum of Orange County has hosted the festival since it first began in 2022.\n\n“For those of us who live spooky all year long, which I do, it’s great, big way for us to transition out of Halloween and into the holiday season,” said Darcy Staniforth, the museum’s paranormal coordinator. “Historically, people used to tell ghost stories at Christmas. A creepy event during the holiday season only makes sense.”\n\nGhostface and Michael Myers cosplayers get into the Christmas spirit at Creep it Real Festive. (Courtesy of Creep it Real Festive)\n\nThe Valantines plan both Creep fests in tandem about a year in advance.\n\nIt’s been a remarkable journey for the Valantines, who started out humbly in 2019 with a few dozen vendors, a DJ and a costume contest.\n\nLast year’s Creep it Real Festive sold out and drew about 2,300 people across both days.\n\nThe event promises even more morbid merriment this year with holiday sweets, apothecary products, horror apparel, original artwork, handmade crafts, photo ops and a tarot card reader rounding out the biggest assemblage of vendors to date.\n\nValantine likens the mood of the festival to the “unfinished business” of Halloween and sees the event as a way to get an early jump on Christmas shopping for horror enthusiasts while supporting small businesses in a niche market.\n\nEven though Creep it Real Festive is close in spirit to the Valantines’ September Halloween festival, it is its own event, and they have learned from past events on how to best accommodate the shift in seasons.\n\nThere won’t any celebrity meet-and-greets like Creep it Real OC, which takes place during daytime hours, as guests have shown a preference for the evening’s ambiance as its own attraction.\n\nBut there will be Haunted OC ghost tours of the museum’s landmark Kellogg House for those that purchase “VIC” or “Very Important Creep” passes.\n\nAs the museum’s paranormal coordinator, Staniforth helps crews investigate reports of supernatural activities at the Victorian home on the property. During Creep it Real Festive, she’ll serve as the primary Haunted OC “ghost host” for tours.\n\n“It is definitely haunted,” she said. “On one of my last tours on Halloween, we all heard footsteps on the second floor as if someone was walking around in the attic — and no one was in the attic.”\n\nMegan and Kevin Valantine are the duo behind Creep it Real Festive. (Rawl of the Dead / Courtesy of Creep it Real Festive)\n\nNearby, the museum’s gazebo will serve as the focal point of festivities. It’s where Frankie & Igor, a musical comedy act, and No More Somedays, will take the stage to perform.\n\nValantine hints at surprise events that will happen throughout the day in addition to scheduled live entertainment.\n\nThere will also be a bar with spooky-themed libations to keep the mood merry.\n\nValantine calls Creep it Real Festive his personal favorite event to plan with its uniqueness in mind. Ticket sales have already outsold last year’s total attendance.\n\n“It has certainly gotten more successful with every passing year,” he said. “It’s a wonderful way to meander around and enjoy the night.”\n\nFor more information, visit creepitrealoc.com."
    },
    {
        "title": "David Duchovny, Gillian Anderson honestly acknowledge not speaking during ‘X-Files': 'Failure of friendship'",
        "link": "https://www.aol.com/news/david-duchovny-gillian-anderson-honestly-213304862.html",
        "description": "David Duchovny and Gillian Anderson acknowledged there was \"a lot of tension\" between them on \"The X-Files\" that resulted in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.A8SntDl2gaAJl21ARaV4lS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "AOL",
        "article_content": "David Duchovny and Gillian Anderson acknowledged there was \"a lot of tension\" between them on \"The X-Files\" that resulted in the co-stars not speaking for weeks off camera while working on the hit show.\n\nAnderson, 56, spoke to Duchovny, 64, on the Nov. 12 episode of his \"Fail Better\" podcast, with the two revisiting their time together on the hit Fox show that ran from 1993-2002, spawned two movies, and revivals in 2016 and 2018. Duchovny played FBI Special Agent Fox Mulder, and Anderson played his partner, Special Agent Dana Scully, in the science fiction series about unsolved cases involving the paranormal.\n\nAnderson said she came on Duchovny's podcast to have \"a conversation that I don't feel like we ever had,\" which led to him reflecting on shooting the show together during the height of its popularity in the '90s.\n\nDavid Duchovny and Gillian Anderson in the 2008 movie \"The X Files: I Want to Believe.\"\n\n\"The part of this conversation that is the trickiest part for me is, I guess I would talk about like my failure of friendship, or my failure of companionship,\" Duchovny said.\n\n\"There was a long time working on the show where we were just not even dealing with one another off camera,\" he added. \"And there was a lot of tension, which didn’t matter, apparently, for the work, because we’re both f------ crazy, I guess, that we could just go out there and do what we needed to do.\"\n\n\"It’s crazy that we were able to present on camera the various feelings and emotions and attraction and all that kind of stuff, but then not speak to each other for weeks at a time or whatever,\" Anderson said.\n\n\"I don’t know, but I could have handled myself better,\" Duchovny said.\n\nDavid Duchovny and Gillian Anderson in 1998.\n\nDuchovny also opened up about leaving the show in the early 2000s and his emotions after Anderson left \"The X-Files\" following its revival in 2018.\n\n\"I never apologized to you for that,\" he told Anderson about his original departure from the show. \"I don’t know that I even talked to you about it, and then you said you weren’t going to do the show anymore, like, the last time we did it (in 2018). And I know that hurt my feelings.\"\n\n\"Oh, I didn't know,\" Anderson said.\n\n\"I get it, you know, like, OK, and I support it, whatever it is you want to do, but I was like, 'Oh, she’s quitting me,' you know?\" Duchovny said. \"She doesn’t like working with me anymore. It was like, that little kid inside is going, 'Hey!' And then I was like, but I didn’t say anything to her back in the day.\"\n\nLater in their conversation, Anderson returned to the moment Duchovny left in 2001.\n\n\"We never talked about it,\" she said. \"I don’t think I ever blamed you. ... I don’t think I blamed you at all. I don’t think I was upset.\"\n\n\"Well, thanks a lot,\" Duchovny said.\n\nAfter Duchovny departed, Anderson considered following him out the door.\n\n\"There was a point, I mean, for me at that time, it was, 'Can I too?'\" she said. \"At first I thought, 'Well, then we’re both going to because clearly I can’t go on without him, so surely I’ll be able to.' And then they started talking about, 'Well, if you stay on, you can actually make some good money.'\"\n\nDuchovny also recalled a \"dysfunctional\" moment between the two in the midst of their stardom on the show.\n\n\"It was some Emmys, and it was the day after, and I had a private plane, and I was giving you a ride,\" he said. \"And you were late, and I was so angry. And then we sat on this private plane, flying to Vancouver from LA, not talking.\n\n\"And you wrote me a letter,\" he continued. \"So you’re just like 6 feet away from me, writing a letter to me, and it’s a beautiful letter. I don’t remember it exactly, but it was appreciative, and it was like it was all the things that I wanted to hear. But it’s just amazing that we couldn’t just have that conversation. The fact that it’s a private plane, it’s just all ridiculous.\"\n\n\"I had no memory that we were even on a private plane together, let alone, yeah, I wrote you a letter on one,\" Anderson said. \"Interesting.\"\n\nDuchovny also remembered a moment with \"The X-Files\" creator Chris Carter amid some tension in the first season.\n\n\"I think we were kind of butting heads so early on in the first season that Chris asked us if we would go into fake couples (therapy). Like, would we go into TV character couple therapy? I remember sitting in his office with you, and Chris is like, 'Yeah, do you guys want to go into therapy.' And I was like, 'You mean as Mulder and Scully?' I’m confused. I remember that.\"\n\nAnother source of strife came in 2016 when Anderson fought for pay equity with Duchovny for the revival of the show. She told The Daily Beast at the time that she was only offered half the salary of Duchovny for the 2016 return and had spent three years during the original run of \"The X-Files\" trying to achieve pay equity with her co-star.\n\nDavid Duchovny and Gillian Anderson in the later years of \"The X-Files.\"\n\n\"That whole pay equity thing, that’s in our past as well,\" Duchovny said. \"I was part of that.\n\n\"Selfishly, back then, I thought I was like being attacked,\" he continued. \"I thought, 'Oh, I’m being attacked for being offered more money.'\"\n\n\"Attacked by who?\" Anderson asked.\n\n\"The world,\" Duchovny said.\n\n\"What, that they blamed you in some way?\" Anderson said.\n\n\"In a way,\" Duchovny said.\n\n\"Oh really, I didn’t know that,\" Anderson said. \"I'm sorry. That's interesting that I wasn't paying attention to that side of it.\"\n\n\"Well, I didn't make you pay attention to it,\" Duchovny said.\n\nDuring their talk, the two also delved into Anderson's childhood and latest ventures, including her new book, \"Want,\" a collection of anonymous sexual fantasies submitted by women from around the world.\n\nThis article was originally published on TODAY.com"
    },
    {
        "title": "Startlingly strange video of bicyclist vanishing while pedaling down the road",
        "link": "https://www.msn.com/en-us/lifestyle/lifestyle-buzz/startlingly-strange-video-of-bicyclist-vanishing-while-pedaling-down-the-road/ar-AA1tXWAo?ocid=BingNewsVerp",
        "description": "Dave Clifford, who lives in the Ilocos Sur province of the Philippines, was looking at video footage from his home security ...",
        "image_url": "https://www.bing.com/th?id=OVFT.7PiD_U4f8oVVx0f_BwU31S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Boing Boing on MSN12h",
        "source": "Boing Boing on MSN",
        "article_content": ""
    },
    {
        "title": "Lucy at 50: How the world’s most famous fossil was discovered",
        "link": "https://www.cnn.com/2024/11/12/science/lucy-fossil-discovery-50th-anniversary-don-johanson/index.html",
        "description": "Lucy’s discovery transformed our understanding of human origins. Don Johanson, who unearthed the Australopithecus afarensis ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aiqNz6SsyC5NbTFKRzUeuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "19h",
        "source": "CNN",
        "article_content": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more.\n\nCNN —\n\nLucy, a fossilized skeleton unearthed 50 years ago this month, transformed scientists’ understanding of human evolution.\n\nThe discovery by American paleontologist Don Johanson and graduate student Tom Gray on November 24, 1974, in Ethiopia opened a new chapter in the human story, offering proof that ancient hominins were able to walk upright on two feet 3.2 million years ago — a trait once thought to have evolved more recently in tandem with big brains and tool use.\n\nAssigned to a new species, Australopithecus afarensis, but best known by her simple nickname, Lucy had a mixture of ape and humanlike traits that suggested she occupied a pivotal branch in the human family tree. She has fueled five decades of scientific research and debate as well as ignited a broader public fascination with human origins.\n\nWhile there are now fossil hominins twice as old as Lucy, she remains a paleoanthropological rock star. Made up of 47 bones from the same individual, she was the oldest known and the most complete skeleton of an early human ancestor when she was found.\n\nCNN spoke to Johanson, 81, founding director of the Institute of Human Origins at Arizona State University, to hear the story of Lucy’s discovery and why her significance endures.\n\nThis conversation has been lightly edited and condensed for clarity.\n\nThe fossilized remains of Lucy, discovered on November 24, 1974, made up the most complete skeleton of an early human ancestor when she was found. Arizona State University\n\nCNN: Take us back to 50 years ago.\n\nDon Johanson: It was a Sunday morning, and temperatures were well over 100 degrees (Fahrenheit). I was in the Afar region of Ethiopia, which is one of the lowest places on the planet. There are ancient geological strata there, layers that date back millions and millions of years.\n\nI was walking on sediment 3.2 million years in age searching for the fossilized remains of various kinds of animals, but particularly the remains of our ancestors. And I happened to look over my right shoulder. If I had looked over my left shoulder, I would have missed it.\n\nWhat I saw was a little fragment of bone, a little part of the elbow and a part of a forearm, and I could tell immediately that it was from a human ancestor. It wasn’t from an antelope. It wasn’t from a baboon. It wasn’t from any other kind of animal.\n\nMy student and I kneeled down to have a closer look. We looked up the slope, and there were fragments of the skull and fragments of a pelvis and fragments of an arm bone and the leg bone. And I realized at that moment that here was the childhood dream. … I’d always wanted to go to Africa to find something and by golly this was something. But we didn’t know how much it would become an icon in the study of human origins.\n\nCNN: How long did it take to excavate the skeleton?\n\nJohanson: (The bones) were very fragile. They had been mineralized, changed into stone, and we did a very careful crawl to pick up the obvious pieces, and then we took off the top layer, square by square, and then put those in the burlap bags, and then water washed them in the stream through very fine screening. The whole process took about 2 ½ weeks.\n\nIt was wonderful to see her come together on the lab table in the field. The femur there was only about a foot long, or 28 centimeters, long.\n\nWhat is this? I thought. Is this a child? Well, let’s look at the jaw. The wisdom teeth had erupted so she was an adult. But my god, if this was an adult, it had to have been only about 3 ½ feet tall, a meter tall.\n\nDon Johanson poses earlier this year at the plinth marking the site of Lucy's discovery during a trip to mark the 50 years since her fossil was found. Jack Daulton\n\nCNN: How did the fossil get the name Lucy?\n\nJohanson: Because of the delicate nature of the bones and the short stature, we felt she was probably a female. (Subsequent fossil discoveries revealed that males were much bigger than females.)\n\nThat night in camp we were playing the Beatles’ (album) “Sgt. Pepper’s Lonely Hearts Club Band,” and “Lucy in the Sky With Diamonds” was playing when one of the camp members said, “Why don’t you call her Lucy?”\n\nIt was just serendipity that it happened, but it stuck. It was, in many ways, an attractive name. People could identify with it. It made those bones a person. It drew you in and made you want to know more. And she’s been the touchstone (of human origins) for the average person.\n\nCNN: What kind of world would Lucy have lived in?\n\nJohanson: It certainly was not what you see when you are riding around the Serengeti in a four-wheel drive vehicle today. It wasn’t open plains. It was forested but not dense tropical rainforest — sometimes with open bush, and so you have available lots of different kinds of fruits and nuts and so on for food, probably robbing bird’s nests, crocodile nests, turtle nests.\n\nIt really looks like upright walking is something that appeared in considerably more forested environments than we (initially) thought. The original view was that, once the forest disappeared, we stepped out onto the savanna, and we stood up to look over the tall grass. However, there (are) carnivores faster than your house cat (on the savanna), and you’re not going to last long. I think bipedalism, from a logical point of view, was something that developed in the forest.\n\nCNN: What was Lucy’s significance at the time that she was discovered?\n\nJohanson: She was the oldest, most complete hominin known at that time. This was terra incognita in the early ‘70s. Very few people had been to this region of Ethiopia, and people began launching their own expeditions and finding even more exciting things in some ways.\n\nBut I think that Lucy was the spark. She ignited a new stage in human origins research. What she did, most importantly, was she broke the 3 million-year time barrier, and the site of Hadar, which is a local name, is very fossil-rich. And it turned out to produce an enormous number of fossils of her species and gave us a really important benchmark by which all other discoveries that were made in the Afar could be judged.\n\nLucy's remains, shown here, have fueled five decades of scientific research. Stephen Filmer\n\nCNN: In the field of human evolution, what has surprised you most over the past 50 years?\n\nJohanson: One of them is that we have Neanderthal genes in us. Many, many years ago, before we knew that, we thought of ourselves as a very different species from Neanderthals. We could not exchange genes.\n\nWork in paleogenetics, of course, has revealed that we carry 1% to 4% Neanderthal DNA. I have 2.1% — more Neanderthal than some people. And for the recent stretch of human origins, where we have Neanderthals living with Homo sapiens, a surprising discovery was made from (bones found in) Siberia. They found DNA, but it wasn’t human, and it wasn’t Neanderthal. It was some other species that we know very little about. They call them Denisovans.\n\nHow have views of Lucy changed over the last 50 years?\n\nDonald Johanson is pictured here in Hadar, Ethiopia, in 1974. Courtesy Institute of Human Origins/Arizona State University\n\nIn the early days, there was a question of, really, how do we know that she’s over 3 million years (old)? And argon dating (a method to date rock) was really developing very significant breakthroughs in the early ‘70s. So that (question) went away very quickly.\n\nThere were critics who said Lucy probably walked with a bent hip, bent knee gait. One of the most important things that was found subsequently were the footprints that Mary Leakey’s team found in northern Tanzania in 1978. Obviously, these people weren’t wearing shoes, leaving imprints in ash that was wet was like leaving a footprint in a beach sand. Here was the evidence that they were walking almost similar to us.\n\nCNN: Was Lucy a direct ancestor to humans?\n\nLucy’s species did not give rise directly to modern humans, but her pivotal place on the human family tree led to all later hominin species, most of which went extinct. The Homo lineage persisted and ultimately gave rise to us, Homo sapiens."
    },
    {
        "title": "First amber find on the Antarctic continent",
        "link": "https://www.sciencedaily.com/releases/2024/11/241112122816.htm",
        "description": "Roughly 90 million years ago, climatic conditions in Antarctica were suitable for resin-producing trees. Researchers have now made the southernmost discovery of amber in the world.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily13h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Plans to repurpose Atlas Science Center's assets still unclear after museum's closure",
        "link": "https://www.msn.com/en-us/money/companies/plans-to-repurpose-atlas-science-centers-assets-still-unclear/ar-AA1tUpsR?ocid=BingNewsVerp",
        "description": "Museum leaders announced earlier this month the facility would permanently close. They cited rising operational costs.",
        "image_url": "https://www.bing.com/th?id=OVFT.LTSq0KRHaGcTRfciizu_gy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10hon MSN",
        "source": "WLUK Green Bay on MSN",
        "article_content": ""
    },
    {
        "title": "Discovery World names John Emmerich president and CEO",
        "link": "https://biztimes.com/discovery-world-names-john-emmerich-president-and-ceo/",
        "description": "John is ideally and uniquely suited to lead Wisconsin’s top science museum,' Discovery World board chair Bruce Keyes said in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Lz0EjxEfenpZ-R_KkZ4W1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "BizTimes15h",
        "source": "BizTimes",
        "article_content": "John Emmerich will take over as Discovery World’s new president and chief executive officer effective Nov. 18, the organization announced on Monday.\n\nEmmerich has served as vice president of exhibits and audience engagement since 2018 and had a stint as interim CEO in 2019. From 2007 to 2018, Emmerich was the director of exhibits and experiences at Discovery World. He succeeds Bryan Wunar, “who reached a mutual and amicable decision to depart the organization,” according to Discovery World’s Monday news release.\n\nAs vice president of exhibits and audience engagement, Emmerich oversaw the development of educational outreach programs. He has built relationships with Rockwell Automation, Kohl’s, WE Energies and other corporations.\n\n- Advertisement -\n\n“Discovery World hasn’t just been my home, but my source of inspiration for two decades,” Emmerich said in the news release. “I’m honored to build on our strong foundation fueled by the passion of all those that have, and continue to, dedicate their efforts to uplifting our community. With the help of the best team in the city I’m excited for the opportunity to create new experiences and programs to inspire generations to discover the wonders of science.”\n\nEmmerich will continue initiatives developed under Wunar’s leadership, including Discovery World’s rebrand and strategic plan. According to the news release, Emmerich outlined three goals: “to establish Discovery World as Wisconsin’s premier resource for K-8 STEM education, elevate and broaden guest experience, and raise Discovery World’s profile to a national level.”\n\n“With more than 17 years of leadership at Discovery World that includes developing educational and corporate partnerships, improving guest experience, overseeing company finances, and increasing accessibility for our community, John is ideally and uniquely suited to lead Wisconsin’s top science museum,” Discovery World board chair Bruce Keyes said in the news release."
    },
    {
        "title": "Plastic-eating worm discovered — could help reduce pollution ‘faster and more efficiently’, scientists say",
        "link": "https://nypost.com/2024/11/12/science/plastic-eating-worm-discovered-that-could-help-reduce-pollution-scientists-say/",
        "description": "Fortunately, the mealworm could provide a more efficient and eco-friendly alternative to traditional recycling methods, which ...",
        "image_url": "https://www.bing.com/th?id=OVF.OfUx24xMVJRUq31A1Aaz6g&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "15h",
        "source": "New York Post",
        "article_content": "Eating plastic, it’s fantastic!\n\nScientists might have found an unlikely solution to the trash problem choking our planet — a plastic-eating insect, which was described in the journal Nature.\n\nThe larvae of a lesser-eating Kenyan mealworm can digest the ubiquitous pollutant, making it the only insect species native to Africa that has been shown to do this, the Conversation reported.\n\n“By studying these natural ‘plastic-eaters,’ we hope to create new tools that help get rid of plastic waste faster and more efficiently,” wrote Fathiya Khamis, a senior scientist at the International Centre of Insect Physiology and Ecology who made the discovery.\n\nLesser mealworm larvae chewing through polystyrene to test their efficacy at battling the plastic pollution issue. Springer Nature\n\nThey specifically found that the worm, which is the pupae of an Alphitobius darkling beetle, possesses enzymes that can break down polystyrene — best known as the key ingredient in styrofoam.\n\nThis pollutant runs rampant in aquatic ecosystems and is notoriously durable — polystyrene was notably targeted by a Biden Administration campaign to help reduce plastic pollution.\n\nFortunately, the mealworm could provide a more efficient and eco-friendly alternative to traditional recycling methods, which are expensive and can paradoxically increase pollution.\n\nPolystyrene before and after getting ransacked by the worms. “By studying these natural ‘plastic-eaters,’ we hope to create new tools that help get rid of plastic waste faster and more efficiently,” wrote Fathiya Khamis, a senior scientist at the International Centre of Insect Physiology and Ecology who made the discovery. Springer Nature\n\nTo test if this organic trash compactor was effective, scientists conducted a month-long trial that helped shed light on their gut bacteria.\n\nThe worms were fed either plastic polystyrene alone, bran (a nutrient-dense food) alone, or a combination of both.\n\nResearchers found that the worms on a polystyrene-bran diet consumed polystyrene more efficiently than those on a polystyrene-only diet, breaking down 11.7% of the total polymer over the trial period.\n\nThey also survived at a much higher rate, indicating the importance of a nutritious diet.\n\nThe worms that broke down the polymer were found to have much higher levels of certain bacteria, whose enzymes researchers hope to isolate and “create microbial solutions that will address plastic waste on a larger scale,” Khamis wrote.\n\n“Instead of releasing a huge number of these insects into trash sites (which isn’t practical), we can use the microbes and enzymes they produce in factories, landfills and cleanup sites,” she declared.\n\nFirst, scientists must determine if said enzymes can be produced at the scale required for recycling waste.\n\nThey also want to see if the mealworm’s polystyrene-pulverizing prowess applies to other polymers as well."
    },
    {
        "title": "Baidu bolsters AI lineup with enhanced text-to-image tech, no-code app builder",
        "link": "https://www.reuters.com/technology/artificial-intelligence/baidu-bolsters-ai-lineup-with-text-to-image-generator-no-code-app-builder-2024-11-12/",
        "description": "China's Baidu Inc unveiled a slew of new applications for its artificial intelligence technology on Tuesday, including an ...",
        "image_url": "https://www.bing.com/th?id=OVFT.iZRBlITc4fE6D-9GmvRUUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "20h",
        "source": "Reuters",
        "article_content": "Content not available"
    },
    {
        "title": "Baidu Unveils iRAG and No-Code Tool Miaoda to Drive AI Application Boom",
        "link": "https://vir.com.vn/baidu-unveils-irag-and-no-code-tool-miaoda-to-drive-ai-application-boom-117728.html",
        "description": "The new iRAG technology mitigates hallucinations in image generation, boosting the applicability of AI-generated images.",
        "image_url": "https://www.bing.com/th?id=OVFT.qsnMRJNQKv6WJQQudFtoFy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Vietnam Investment Reviev5h",
        "source": "Vietnam Investment Reviev",
        "article_content": "- The new iRAG technology mitigates hallucinations in image generation, boosting the applicability of AI-generated images.\n\n- Miaoda is a no-code tool that enables users to build applications using simple natural language.\n\n- ERNIE now handles 1.5 billion daily API calls, marking an exceptional 30-fold growth over the previous year.\n\nSHANGHAI, Nov. 13, 2024 /PRNewswire/ -- Baidu, Inc. (NASDAQ: BIDU and HKEX: 9888), a leading AI company with strong Internet foundation, today hosted its annual flagship technology conference Baidu World 2024 in Shanghai. At the event, the company announced a range of new AI technologies and solutions to accelerate the boom of AI applications, featuring iRAG (Image-Based Retrieval-Augmented Generation), a new technology designed to tackle hallucinations in image generation, and Miaoda, a no-code tool that empowers businesses and individuals to create applications.\n\nThe launch comes amid surging demand for Baidu's AI offerings, as evidenced by the ERNIE foundation model's daily API calls reaching 1.5 billion by early November. This represents a substantial 30-fold increase from the 50 million announced a year ago.\n\n\n\nERNIE's daily API calls reach 1.5 billion by early November 2024\n\n\"The growth rate exceeded my expectations,\" said Robin Li, Co-founder, Chairman, and CEO of Baidu, who described the steep increase as a reflection of the explosive growth in generative AI applications in China over the past two years.\n\n\n\nRobin Li, Co-founder, Chairman, and CEO of Baidu, speaks at Baidu World 2024\n\nLooking ahead, Li emphasized that agents will serve as the predominant form of AI applications and are approaching a tipping point of explosive growth. Underscoring this point, Li introduced the Top 100 Agents and Top 100 Industry Applications on the ERNIE AgentBuilder platform.\n\nBaidu World 2024 also highlighted the latest user growth for ERNIE Bot, ERNIE's expanding role in enterprise applications, and featured the debut of Xiaodu AI Glasses by Xiaodu Technology.\n\nNew iRAG Technologyto Mitigate Hallucinations in Image Generation\n\nHallucinations, a phenomenon in which AI generates false or misleading information, have remained one of the most intractable barriers to the widespread adoption of generative AI. In text generation, RAG technology has largely resolved the problem of hallucinations, greatly enhancing the accuracy of generated answers. However, in the field of multimodality, hallucinations remain a key obstacle, often manifesting as inaccurate depictions of people or landmarks.\n\nBaidu's newly launched iRAG technology can mitigate hallucinations in text-to-image generation. Leveraging Baidu Search's vast collection of hundreds of millions of images and the company's strong foundation model capabilities, the new technology enables text-to-image models to deliver hyper-realistic visuals while also significantly reducing the cost of image production. The ability of the iRAG to reduce hallucinations boosts the applicability of images generated by text-to-image models across visual mediums, including comics, storyboards, posters, among others. Li described the reduction of hallucinations as laying the groundwork for the coming boom in AI applications.\n\nMiaoda: Building Applications with Natural Language\n\nBaidu also unveiled Miaoda, a no-code tool that makes it possible to build entire applications simply by describing them in natural language. Miaoda provides no-code programming, multi-agent collaboration, and multi-tool invocation. No-code programming allows anyone to generate code without writing a single line, lowering barriers to AI development and making it accessible to all. Its multi-agent collaboration leverages ERNIE's thinking and planning capabilities to coordinate and manage different agents effectively, while its multi-tool invocation taps into ERNIE's tool invocation abilities, extensively utilizing web search, iRAG, maps API, and other tools for a seamless workflow.\n\n\"Baidu isn't aiming to launch a 'super app'; instead, we aim to help more people and businesses create millions of 'super useful' applications,\" Li said.\n\nMirroring the real-world product development process, Miaoda draws on the abilities of different agents across multiple domains such as project management and planning, content editing, programming and quality control. Miaoda can even automatically identify bugs and use a range of tools. Li called it \"the most complex application case of multi-agent collaboration to date\".\n\nMiaoda empowers everyone with the capabilities of a programmer – anyone who can speak, can create applications, greatly enhancing human productivity.\n\nAgents as the Next Frontier in AI Application\n\n\"Today, while all leading global tech firms are paying attention to agents, few have made them as central to their strategy as Baidu has,\" Li said at the event. He likened the potential of agents to websites in the PC era and social media accounts in the mobile age.\n\n\"Agents are more human-like, more intelligent, and act like your sales, customer service representatives, or assistants. Agents will become a new vehicle for content, information and services,\" Li added.\n\nFour types of agents – company, character, tool, and industry – were highlighted at the event to demonstrate the potential of agents in the AI era. Company agents, for example, differ from traditional websites that only show static company and product information, and can instead proactively recommend products based on customer needs and respond promptly to service requests, greatly improving the efficiency of interactive marketing. After deploying an agent powered by ERNIE, automaker BYD saw a 119% increase in lead conversion.\n\nLi also offered the example of the tool agent Free Canvas, developed in collaboration between Baidu Wenku and Baidu Drive. It allows users to drag and drop documents, audio, video, and other materials onto a canvas-like interface to quickly generate multimodal content. Similarly, the industry agent Faxingbao was specifically developed for the legal field. It has answered over 16.6 million legal questions and can also calculate compensation, draft legal documents, and recommend suitable lawyers.\n\nTo date, Baidu's ERNIE AgentBuilder has garnered the interest of 150,000 businesses and 800,000 developers. The top 100 agents encompass character-based agents like the \"Farmer Academician\", as well as agents for tools, industries, workplace, emotions, and entertainment.\n\nExpanding ERNIE's Reach with Growing Developer Community, Enterprise Applications and AI Glasses\n\nHaifeng Wang, Chief Technology Officer of Baidu, announced that ERNIE Bot has amassed 430 million users, while the PaddlePaddle deep learning platform and ERNIE have a total of 18.08 million developers. Wang also mentioned that the ERNIE foundation model is still in training, with an even more powerful version worth looking forward to.\n\nDou Shen, Executive Vice President of Baidu and President of Baidu AI Cloud Group, highlighted that the Qianfan platform has helped customers fine-tune 33,000 models, and develop 770,000 enterprise applications. Shen noted that the explosion in new AI applications has begun on the enterprise front, supported by a new AI infrastructure comprising an enterprise-level foundation model engineering platform and a heterogeneous computing platform, poised to replace traditional cloud computing.\n\nYing Li, CEO of Xiaodu Technology, introduced Xiaodu AI Glasses, the first native AI glasses powered by a Chinese language foundation model. Powered by ERNIE and equipped with visual, audio, and location-based capabilities, these smart glasses serve as a versatile AI assistant across everyday scenarios. They function as a personal tour guide, offer information via Baidu Maps and Search, and excel in instant translation and content summarization from photos. Ideal for both academics and casual readers, they also assist with intelligent note-taking and can personalize music to enhance the user's surroundings. Li revealed that Xiaodu AI Glasses will be available for sale in the first half of 2025."
    },
    {
        "title": "Startup CEO says humans won't be needed for translation in 3 years as it launches AI app",
        "link": "https://www.msn.com/en-us/money/technologyinvesting/startup-ceo-says-humans-won-t-be-needed-for-translation-in-3-years-as-it-launches-ai-app/ar-AA1tZp0D?ocid=BingNewsVerp",
        "description": "Unbabel on Wednesday announced an artificial intelligence-powered translation service, adding another rival to a highly ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G3imQHjcu2ewicjA2wgOZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "The Mental Health Of Startup Employees: What Founders Can Do To Foster Well-Being",
        "link": "https://www.forbes.com/councils/forbesbusinesscouncil/2024/11/12/the-mental-health-of-startup-employees-what-founders-can-do-to-foster-well-being/",
        "description": "The startup world will always be intense and demanding, but it doesn’t have to come at the expense of employee well-being.",
        "image_url": "https://www.bing.com/th?id=OVFT.ghDwHY3kK9VWn6BaB58Zqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "The Alienware R16 with RTX 4080 Super is $800 off today",
        "link": "https://www.msn.com/en-us/news/other/the-alienware-r16-with-rtx-4080-super-is-800-off-today/ar-AA1tXHYv?ocid=BingNewsVerp",
        "description": "Want a great gaming PC for a great price? Today, you’ll be able to save $800 on the Alienware R16 Gaming Desktop when you ...",
        "image_url": "https://www.bing.com/th?id=OVFT.B8yRaXRExzKdUhVIXOtoYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "12hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Rest in pieces: Nvidia is finally ditching GeForce Experience for good",
        "link": "https://www.msn.com/en-us/news/technology/rest-in-pieces-nvidia-is-finally-ditching-geforce-experience-for-good/ar-AA1tWTaJ?ocid=BingNewsVerp",
        "description": "After a year of beta updates, the Nvidia app is officially here, kicking both the Nvidia Control Panel and GeForce Experience ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YIiKjnnpAdJaK7QuUwjxSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    }
]