[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Late former President Jimmy Carter’s off-the-record thoughts on UFOs and alien civilizations revealed",
            "link": "https://www.msn.com/en-us/entertainment/entertainment-celebrity/late-former-president-jimmy-carter-s-off-the-record-thoughts-on-ufos-and-alien-civilizations-revealed/ar-BB1riSiQ?ocid=BingNewsVerp",
            "description": "An off-the-record conversation about UFOs and alien civilizations late former President Jimmy Carter, who died last month at ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WuB6bUHX96GgFJw3hJuR-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "21hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stop Drinking Decaf Coffee",
            "link": "https://www.msn.com/en-us/health/nutrition/stop-drinking-decaf-coffee/vi-BB1rltqs?ocid=BingNewsVerp",
            "description": "\"Hi, I’m Bobby Parrish from FlavCity. I’m passionate about living a clean, healthy lifestyle—both in the kitchen and beyond.",
            "image_url": "https://www.bing.com/th?id=OVF.fG64ohNjQPKIKx0371OewQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Freshly Cut on MSN3h",
            "source": "Freshly Cut on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plane crew who spotted UFO 'zigzagging' at 45,000ft couldn't believe what happened next",
            "link": "https://www.msn.com/en-gb/travel/news/plane-crew-who-spotted-ufo-zigzagging-at-45000ft-couldnt-believe-what-happened-next/ar-BB1rjYdB?ocid=BingNewsVerp",
            "description": "A flight crew on a private jet was left stunned after seeing a UFO \"zigzagging\" through the air at 45,000ft with the object ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uGuH_6s5FBVY5HMyzLVvqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Star on MSN17h",
            "source": "Daily Star on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "You can stay in a converted submarine in the UK with very unusual shower and triangle-shaped bed",
            "link": "https://www.thesun.co.uk/travel/32757685/converted-submarine-uk-unusual-shower-triangle-bed/",
            "description": "HOLIDAYMAKERS in the UK can experience a stay in a converted submarine with a very unusual shower and triangle-shaped bed. Tucked away in the Welsh countryside is an ex-British naval sonar hull, ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "ufo",
            "date": "13h",
            "source": "The Sun",
            "article_content": "HOLIDAYMAKERS in the UK can experience a stay in a converted submarine with a very unusual shower and triangle-shaped bed.\n\nTucked away in the Welsh countryside is an ex-British naval sonar hull, originally crafted as part of an HMS Destroyer.\n\n10 The humble submarine-conversion lies just a 12-minute drive from the town of Tenby in southwest Wales Credit: apple camping\n\n10 Guests can sit on the sofa and admire a picturesque landscape Credit: apple camping\n\n10 The functional triangular bed converts into a dining table Credit: apple camping\n\nNow, it serves as both an exciting holiday stay and a way to explore maritime history.\n\nThe humble conversion sits just below ground level so guests must descend down a spiral staircase to reach it.\n\nInside the authentic sonar hull, they can find a spacious living area, kitchen, bathroom and a triangular bed.\n\nAs many as four guests can stay in this tiny let, two of which on the triangular bed, while the other two have a sofa each.\n\nThe triangular bed even converts into a dining table, with a tiny kitchen just next to it - equipped with a toaster, fridge, kettle, and induction hobs.\n\nThe U-96 Sonar also boasts an en-suite, finished with a \"highly original shower\" that adds to the \"nautical charm\" of the space.\n\nThis shower can be accessed from the outdoors and features a ladder on the inside.\n\nOutside the tiny home are themes of its naval past, as “U-96 SONAR” is marked on the sonar hull.\n\nThe converted submarine is surrounded by other quirky lets including: \"The UFO Experience\", The Jet-Star, the Apple Air (Airbus), and The Igloo\".\n\nApple Camping, the company which manages the units, says it offers \"a unique glamping paradise\".\n\nFloating glampsite with your own rowing boat has been crowned one of the best in the UK\n\nIt describes Sonar the Submarine as \"meticulously designed to retain its historical essence while providing all the amenities you need for a comfortable stay\".\n\nPrices start at £149 a night.\n\nApple Camping, near Norchard Farmhouse, is just a 12-minute drive from the town of Tenby and close to lots of attractions.\n\nSuch as Tenby Castle, Folly Farm Adventure Park and Zoo, and an array of beautiful beaches.\n\nFor Harry Potter fans, Dobby's grave lies just a 25-minute drive away, at Freshwater West beach.\n\nPlenty of satisfied guests have taken to online sites such as TripAdvisor to share their gleaming reviews.\n\nOne person said: \"Stayed here in the half term with my 10 and 11-year-old. We all loved it.\n\n\"What a unique experience it was for us. Jake is so accommodating and made the stay better for the kids, taking them on a tour of some of the unoccupied places such as the UFO and Plane.\"\n\n10 The 'highly original shower' Credit: apple camping\n\n10 Guests can access the tiny home by descending down a spiral staircase Credit: apple camping\n\n10 The outdoor seating area Credit: apple camping\n\n\"We stayed in the Submarine. Love how it is decorated and all set out. It is very basic but an absolute gem of a holiday.\n\n\"Really quiet and peaceful stay too. Kids can't wait to go back to school to show everyone the pictures of their amazing trip.\n\n\"We will definitely be booking to stay again.\n\nWhile a second person said: \"Wow! We had the best time in the quirky little submarine.\n\n\"We were expecting it to be much smaller than it was from the pictures. It was snug but such a lovely cosy environment.\"\n\nThey added: \"The sound effects in different areas of the sub really made us laugh and gave it such a charm and character along with all the different lighting options including the helmet light.\n\n\"In addition the bubbly changing colour lights were really cool which we used at the same time as our colourful star project inside which gave the impression of being underwater with the blue nebulas.\n\n\"Overall we simply couldn't recommend it enough and were really sad to leave.\n\n\"The sub is homely and our favourite of all the quirky accommodations at Apple camping as we were lucky to get to look round a few as they weren't occupied.\n\n\"Perfect for a couples get away and only a 10-15min drive to Tenby!\"\n\n10 Apple Camping boasts five acres of land Credit: apple camping\n\n10 Outside the tiny home are themes of its naval past, as 'U-96 SONAR' is marked on the sonar hull Credit: apple camping\n\n10 The holiday home features portholes and a ship door wheel Credit: apple camping"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘UFO’ Near Los Angeles Fires? Viral Video Of Mysterious Object In Sky Sparks Speculations",
            "link": "https://www.timesnownews.com/viral/ufo-near-los-angeles-fires-alien-viral-video-of-mysterious-object-in-sky-sparks-speculations-watch-article-117196244",
            "description": "An eerie video of a mysterious object hovering around the orange sky near the burning Los Angeles was shared on social media, which went viral almost immediately. Here’s how the netizens are reacting ...",
            "image_url": "https://www.bing.com/th?id=OJ.5oJIPgzBkuFV0w&pid=news&w=99&h=16&rs=2",
            "category": "ufo",
            "date": "33m",
            "source": "timesnownews",
            "article_content": "Video of a mysterious object in the sky goes viral.\n\nViral Video: Destruction, devastation, desolation, and such were unfortunately the words of the week soon after the new year 2025 kicked off. From earthquakes to wildfires- the year has been witnessing some of the most heartbreaking incidents under the span of hardly two weeks. The latest to suffer losses from such disasters is California , where multiple wildfires have turned parts of the state into ‘grey’ ruins. An ‘orange sky’ filled with smoke and a ‘yellow ground’ full of flames is all that the state has become since last week’s fires. As per reports, at least 24 people have lost their lives while the number of displaced people has reached in thousands. Amid the saddening reports on the entire tragedy, a specifically eerie video came forward, which immediately went viral on social media. The said video showed a mysterious object flying around the Los Angeles fires , near a beach, giving rise to speculations of ‘UFO sightings’.\n\nThe said object was hovering rather quickly, almost eliminating the possibility of being an aircraft or a drone- as per most netizens. The clip showed the object somewhat emerging from the ocean, after which it continued to fly around- seemingly aimlessly. Times Now could not confirm the authenticity of the clip.\n\nThe video was shared on Reddit, by the handle ‘frankievalentino’. The post was shared five days ago and pulled more than 1K upvotes from people.\n\nWatch the viral video:\n\nAs soon as the post went viral, most people began to share their take on the matter. Most called the incident eerie, while the rest ‘declared’ the mysterious object an ‘ alien ship’. A few also called it a drone.\n\n“Why the f**k are they flying all around and are on network tv and it’s not questioned,” a user commented, who hinted towards how the same was allegedly visible on some news footages as well.\n\n“The crazy thing about that is it's skipping like a stone which has been mentioned in UFOs reports by pilots and other witnesses,” added a second person.\n\n“Sure doesn’t look like a civilian drone or aeroplane, nor Venus or solar flares,” added a third person. “Are they going to help or what,” questioned a fourth user.\n\n“Showing up in mass and extinguishing the fires during a live broadcast would certainly be a good way to level up their disclosure. That is, of course, if they are interested in helping humans,” added another."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 3 AI Trends That Sales Teams Can’t Afford To Ignore",
            "link": "https://www.forbes.com/sites/sap/2025/01/13/top-3-ai-trends-that-sales-teams-cant-afford-to-ignore/",
            "description": "B2B sales 2025 is all about AI and automation as more organizations look to artificial intelligence to help them reach their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E0fotDsorUEzirnk-XLenC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI-powered apps redefine personalised money management",
            "link": "https://www.msn.com/en-in/technology/artificial-intelligence/ai-powered-apps-redefine-personalised-money-management/ar-BB1rlTIM?ocid=BingNewsVerp",
            "description": "The AI-powered financial tools are reshaping personal finance by offering advanced features like consolidated account views, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GzOjwceSFsdKnecRVa5DAi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "53mon MSN",
            "source": "Business Today on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prompting Your Way Around Those Frustrating Fallback Responses In Generative AI",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/12/prompting-your-way-around-those-frustrating-fallback-responses-in-generative-ai/",
            "description": "You are likely to encounter a fallback response from generative AI, which occurs when the AI balks at your prompt. Here is ...",
            "image_url": "https://www.bing.com/th?id=OVFT.h31hvYCHw0nDrUqOG2Buxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "TSMC fourth-quarter profit seen jumping 58% on strong AI chip demand",
            "link": "https://www.reuters.com/technology/tsmc-fourth-quarter-profit-seen-jumping-58-strong-ai-chip-demand-2025-01-13/",
            "description": "Taiwan Semiconductor Manufacturing Co , the main global producer of advanced chips used in artificial intelligence ...",
            "image_url": "https://www.bing.com/th?id=OVFT.prZEgip_bf2iqONsH6-cMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I tried a new AI wearable at CES 2025 and actually came away impressed",
            "link": "https://www.androidauthority.com/bee-ai-wearable-3515345/",
            "description": "I tried out Bee, a new personal AI wearable. Unlike last year's Humane Ai Pin fiasco, this one might be the real deal.",
            "image_url": "https://www.bing.com/th?id=OVFT.vG7m2CvLbrsiW-RVHO85Ii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "15h",
            "source": "Android Authority",
            "article_content": "C. Scott Brown / Android Authority\n\nAt CES 2025, the term “AI” was everywhere. All the major brands were pushing it, including Samsung, TCL, Roborock, and more. Even the signage throughout the Las Vegas Convention Center featured AI-generated artwork.\n\nWhen I heard about a new personalized AI wearable at the show called Bee, I couldn’t help but think of the AI fatigue we’ve seen ever since the failures of the Rabbit R1 (which debuted at last year’s CES) and the Humane AI Pin. Those products over-promised and under-delivered, solidifying the idea that most AI hardware probably just needs to be an app.\n\nHonestly, when I walked into the demo suite with the two co-founders of Bee — Maria de Lourdes Zollo and Ethan Sutin — I thought I was going to see another Humane or Rabbit fiasco. What I got instead was a nuanced, well-thought-out device that just might make personalized AI a real thing.\n\nWhat is the Bee AI wearable?\n\nC. Scott Brown / Android Authority\n\nBee is a relatively inexpensive wrist wearable, about the same size and shape as a typical fitness tracker. However, it doesn’t have health sensors, a touch screen, or even a display. Instead, it has a single multi-function button and a pair of microphones.\n\nBee is a fitness-tracker-esque wearable that listens to you all day, every day.\n\nThe purpose of Bee is to listen to your voice all day, every day. The device transcribes that audio in real-time on your connected smartphone and then learns from it through a suite of various large language models (LLMs). Bee didn’t list out which ones it specifically uses, but it said it has its own in-house model as well as models from OpenAI and Google.\n\nC. Scott Brown / Android Authority\n\nWith this constant stream of data, Bee can learn all about you. It knows where you go, what you do, and what you say. It can then use this data for various purposes. For example, you can get a summary of your day, almost like a journal written by someone who’s followed your every move. You can also communicate with a personal chatbot trained on you and you alone, allowing you to ask questions like, “What did Maria tell me to wear to the party tonight?” It will scour through your data and give you a response.\n\nThe wearable hardware is incredibly simple and sips on power. It charges with a standard USB-C cable and can last up to seven days. You can wear it on your wrist, as you see in the photos above, but you can also remove the device from the yellow silicon strap and put it into a black shirt clip that comes in the retail box.\n\nWould you wear an AI assistant that listens constantly? 218 votes Yes 43 % No 57 %\n\nWhat can you do with Bee?\n\nC. Scott Brown / Android Authority\n\nIn the image above, you can see an AI-generated daily summary for Ethan, one of Bee’s co-founders. It says, “From finalizing media schedules to coordinating partner meetings, the day was filled with preparations for the journey to CES in Las Vegas.” It shows a map of Ethan’s locations (he traveled from San Francisco to Las Vegas that day) and tells him he had seven conversations.\n\nTapping any one of these bits of info will allow you to dive deeper into the data. In the image below, you can see a much more detailed summary of what Ethan did on January 7, 2025. You can read it if you want (Ethan gave me permission to share it), but I’ll save you the time: it’s AI slop. However, the core idea is quite interesting. Myself, I tend to use Google Calendar to figure out where I’ve been and what I’ve done when I can’t remember a date or location, but this is much better than that.\n\nC. Scott Brown / Android Authority\n\nThe chatbot aspect is also fascinating. Remember that Bee learns only from you, so the chatbot will be able to relate your feelings, actions, opinions, and more to whatever you ask it about.\n\nBee creates a personalized AI chatbot that you can ask questions to about, well, you.\n\nAs an example of what I mean, let’s say you want to go out to eat somewhere. You can ask your personal chatbot to find a restaurant in Las Vegas. Instead of just scouring for good places to eat, though, it will look for places you would want to eat. If it knows you’re trying to eat healthier, it will take that into account, as it would if it knows you’re a vegan.\n\nC. Scott Brown / Android Authority\n\nBee is also an automatic task scheduler; it can create tasks and reminders for you based on your conversations. For example, if you said to someone, “Oh yeah, I really want to investigate more into an African vacation,” Bee would automatically create a task for you and schedule it for sometime soon.\n\nUnfortunately, Bee only works with iOS at the moment, but Ethan and co-founder Maria assured me that Android support will be available within the next few weeks.\n\nWhy isn’t this just an app?\n\nC. Scott Brown / Android Authority\n\nThe “Why isn’t this just an app?” question will likely dog every AI startup over the next few years. But Bee actually has a good answer to the question: because your smartphone would run out of battery too quickly.\n\nIn order for Bee to be most effective, it needs to be listening as much as possible. If you did this with your phone or smartwatch, the power draw would simply be too great. The Bee hardware solves this problem by always listening in and then letting your phone worry about the rest.\n\nBee is an app, but it's not just an app because your phone battery would melt if it needed to be on and recording you 24/7.\n\nOf course, the next logical question is: “Why isn’t this a smartwatch app?” It does seem a bit incongruous that the Bee wearable needs to exist at all, considering that most people tech-savvy enough for something like this are already wearing a smartwatch or fitness tracker 24/7 anyway.\n\nEthan and Maria explained to me that Bee is already on the Apple Watch. However, Apple makes watchOS so limiting for developers that the app could never fully replicate what the standalone Bee wearable does. The pair told me they hope their eventual planned move to Wear OS will have better results. So, in the future, you might not need the wearable at all.\n\nHowever, for now, to use Bee, you need the wearable. It currently costs $49 for early adopters.\n\nIsn’t Bee a privacy nightmare?\n\nC. Scott Brown / Android Authority\n\nThis was the first question I asked Ethan and Maria. Won’t people who aren’t wearing Bee be pretty upset about being secretly recorded all the time? What do they do about certain states that require at least two parties to sign off on a recording before that recording becomes legal? Where are all the recordings stored? How does it get from Bee to your phone and then to the cloud?\n\nThese are all valid questions, and Bee explained most of them: Bee only records you. Bee has two microphones on it, which helps with audio isolation. You train the software on your own voice, and so it only cares about what you say. You can go even further with this and have it completely ignore all other voices, but that will make all your conversations seem one-sided, which could negatively affect the efficacy of Bee.\n\nBee has two microphones on it, which helps with audio isolation. You train the software on your own voice, and so it only cares about what you say. You can go even further with this and have it completely ignore all other voices, but that will make all your conversations seem one-sided, which could negatively affect the efficacy of Bee. Bee doesn’t store audio. Bee transcribes audio in real-time on your phone, but the audio itself is never recorded.\n\nBee transcribes audio in real-time on your phone, but the audio itself is never recorded. The company doesn’t care about your data. Ethan and Maria are selling hardware and a subscription, which is how they plan to earn a profit with Bee. It is not collecting your data because it is not interested in it.\n\nEthan and Maria are selling hardware and a subscription, which is how they plan to earn a profit with Bee. It is not collecting your data because it is not interested in it. Your data is encrypted, regardless. Even if Ethan and Maria changed their minds down the road, your data is encrypted on your phone, so they couldn’t touch it anyway. Additionally, your LLM is encrypted and siloed from all other LLMs on Bee’s servers. Ethan told me that the hope one day is to have Bee exist completely on the edge — meaning on your devices exclusively and never going to the cloud at all. He pointed out that, six months ago, you couldn’t do any AI stuff on-device, but now you can do quite a bit. Eventually, LLMs will be smaller and more efficient, and everything Bee does will happen on your device alone. However, they don’t want to wait for that day, so they are relying on cloud-based solutions for now.\n\nGranted, Bee’s security promises are just that — promises. Still, it was nice to hear from both co-founders that privacy was of utmost importance, and they were coming at Bee with the right principles in mind.\n\nHands-on with Bee: I’m excited to give it a shot\n\nC. Scott Brown / Android Authority\n\nMaria and Ethan promised to send me a Bee wearable when Android support rolls out. Honestly, I’m excited to give it a shot. I’ve been told by numerous people in my life — therapists, friends, and family — that keeping a daily journal is important. But I’ve just never been able to set the time aside to keep one. Having a digital personal assistant who does all the leg work for me is an ideal compromise, allowing me to reflect on my day/week/month without needing to actually keep a journal.\n\nAlso, staying organized and on-task has always been a big part of my work life, and it seems like Bee could be very good at helping me be even better at that.\n\nOnce I have Bee, I’ll do a full review. But in the meantime, let me know in the comments what you think about this new product. If you want to learn more about Bee, check out the Bee website.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Study Buddy (Challenger): An expert explains what the ‘paranormal’ is",
            "link": "https://www.scmp.com/yp/learn/learning-resources/english-exercises/article/3294157/study-buddy-challenger-expert-explains-what-paranormal",
            "description": "This page is for students who want to take their reading comprehension to the next level with difficult vocabulary and questions to test their inference skills.",
            "image_url": "https://www.bing.com/th?id=OJ.TZq5axi9U3EOLg&pid=news&w=131&h=16&rs=2",
            "category": "paranormal",
            "date": "10h",
            "source": "scmp.com",
            "article_content": "Content provided by British Council\n\nRead the following text, and answer questions 1-9 below\n\n[1] Do you believe in ghosts or paranormal activity? Professor Chris French is keen to know why. His research focus is “anomalistic psychology”: bizarre experiences that many people have and why they believe in events that do not have a scientific base.\n\n[2] French, a professor emeritus at Goldsmiths College at the University of London in the United Kingdom, explores examples of “supernatural activity” in his research, and in his book The Science of Weird S**t: Why Our Minds Conjure the Paranormal. He investigates ghost sightings, fortune-tellers, clairvoyants and psychics. Alien abductions are also in his scope. If it is a strange thing, French is interested.\n\n[3] Ghost sightings take up most of his time. There are many reasons people think they have seen one. One is a well-proven phenomenon called sleep paralysis, little known outside scientific circles. It can convince even cynics that they are in the presence of a – usually malicious – ghost.\n\n[4] “Sleep paralysis is a temporary period of paralysis between sleep and wakefulness,” French said. “It can come with a range of additional symptoms that can make it absolutely terrifying. These include a strong sense of an evil presence and hallucinations like hearing voices or footsteps and seeing demons. Other symptoms include experiencing difficulty in breathing, feeling pressure on the chest and intense fear.”\n\n[5] People go through several different stages during a regular night’s sleep. One is REM, or rapid eye movement, sleep – the stage associated with vivid dreams. “The muscles of the body are actually paralysed during this phase, presumably to stop us from acting out the actions of the dream,” French said.\n\n[6] Sometimes, REM sleep dream imagery gets mixed up with feelings of being awake, and we mistakenly believe we are having a supernatural experience. “It’s a glitch in the normal sleep cycle. It’s as though the brain wakes up, but the body doesn’t – and all of that imagery spills over into waking consciousness,” said French. Many artistic representations of ghosts and demons from the past probably stem from sleep paralysis, he added.\n\n[7] How about Ouija boards? This apparent way to communicate with the dead involves asking questions and having a form of marker seemingly move across a board of letters and numbers to spell out answers on its own. “When people experience the planchette or an upturned wine glass moving around during a Ouija board session, the illusion that some external force is causing the movement is powerful,” French explained. “In fact, those taking part are making unconscious muscular movements, known as the ideomotor effect.”\n\n[8] Sometimes, ghost stories are cons to make a dollar. But while scammers do exist, our desire to believe is the bigger culprit. “The single most powerful cognitive bias that we all suffer from is confirmation bias,” said French. “We pay more attention to evidence that is consistent with what we already believe or would like to be true. And we either ignore evidence [that does not match what we believe] or make up reasons it can be dismissed.” If you believe in ghosts, it is more likely you will think you see one, he said.\n\nSource: South China Moring Post, December 29\n\nQuestions\n\n1. Which of the following best describes “anomalistic psychology”, according to paragraph 1?\n\nA. The study of abnormal human behaviour.\n\nB. The scientific investigation of supernatural powers.\n\nC. A branch of psychology dealing with mental disorders.\n\nD. none of the above\n\n2. In paragraph 2, what is the one thing that connects all the subjects that Professor French studies?\n\n3. Based on paragraph 3, what does the public know about or think of sleep paralysis?\n\n4. Paragraph 4 describes …\n\nA. different techniques used to identify sleep paralysis.\n\nB. the unsettling aspects of sleep paralysis, including the accompanying sensations and hallucinations.\n\nC. how experiences with sleep paralysis can influence cultural interpretations of dreams.\n\nD. how sleep paralysis research has evolved and the various treatments for individuals affected by the condition.\n\n5. Find a word in paragraph 5 that means “realistic and intense”.\n\n6. Based on your understanding of paragraph 5, what are the potential consequences if your muscles are not paralysed during REM sleep?\n\n7. According to paragraph 6, individuals may think they have a supernatural encounter when images during REM sleep …\n\nA. appear to look like moving objects.\n\nB. are recalled during the day after waking.\n\nC. follow you into the conscious, awake state.\n\nD. are suppressed subconsciously by the mind.\n\n8. According to French in paragraph 8, what causes the planchette to move on a Ouija board?\n\n9. In paragraph 8, how does confirmation bias relate to believing in ghosts?\n\nBritish psychologist Christ French. Photo: Goldsmiths, University of London\n\nAnswers\n\n1. D\n\n2. They all involve bizarre, unexplained and unusual experiences. (accept all similar answers)\n\n3. It is not widely known or understood by the public. (accept all similar answers)\n\n4. B\n\n5. Vivid\n\n6. If your muscles are not paralysed during REM sleep, you might potentially injure yourself or others by physically acting out your dreams. (accept all reasonable answers)\n\n7. C\n\n8. Participants’ unconscious muscular movements\n\n9. If you believe in ghosts, you are more likely to interpret your experiences in a way that confirms your belief, even if there are other explanations for the event. (accept all similar answers)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scariest Paranormal Games You Would Want To Play",
            "link": "https://www.msn.com/en-in/gaming/horror-games/scariest-paranormal-games-you-would-want-to-play/ar-BB1rjAe9?ocid=BingNewsVerp",
            "description": "Why wait for the Halloween when you can get spooked out by these insanely scary games? Have you always been curious about the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WEsJUpnSLP5EiKXk94ogli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN21h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Relatable Reason Lzzy Hale Dumped Someone After a Tool Show",
            "link": "https://www.msn.com/en-us/music/other/the-relatable-reason-lzzy-hale-dumped-someone-after-a-tool-show/ar-BB1rkjZn?ocid=BingNewsVerp",
            "description": "There are many relatable and justified reasons for dumping someone, and according to Halestorm ’s Lzzy Hale, falling asleep ...",
            "image_url": "https://www.bing.com/th?id=OVFT.i3yRv9fALFPLCkORKdyMmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "loudwire on MSN14h",
            "source": "loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Call the Midwife star Jenny Agutter names place spookier than BBC show's 'haunted' set",
            "link": "https://www.mirror.co.uk/tv/tv-news/call-midwife-star-jenny-agutter-34465745",
            "description": "Jenny Agutter, star of the hit BBC drama Call The Midwife, doesn't believe in ghosts and is more scared of disappearing in an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OcjHGjkGQ55PfWdQSQkxvS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "16h",
            "source": "The Mirror",
            "article_content": "Jenny Agutter has hit back at fellow cast members who think the set of Call the Midwife is haunted - but admits she sometimes feels she could be “swallowed up” by the ancient ground in Cornwall.\n\nAnd the veteran actress, 72, believes the BBC drama’s enduring success is down to being rooted in realism - calling out so-called “reality” shows as being anything but. Rebecca Gethings, who plays the drama’s Sister Veronica, admitted before Christmas that she has to be accompanied on bathroom breaks during filming on the Surrey set because she finds the corridor to the toilets so spooky.\n\nThe actress also told how, during filming of series 14 last year, the show’s medic took a photo into the darkness having heard a bang. “If you zoom in, it's a lady in an Edwardian kind of costume, holding what looks to be a pig,” Rebecca said. “I've seen the photo and it's pretty compelling.”\n\nImage: BBC / Neal Street Productions / Olly Courtenay) BBC / Neal Street Productions / Olly Courtenay)\n\nBut Jenny, who has been in the drama since it launched in 2012 as head nun Sister Julienne, said she is not convinced. “I don't feel spooked. I've been to much, much spookier places, to tell you the truth,” she told the Mirror. “When I'm in Cornwall, which I absolutely love, I'm in a house that's very old.\n\n\"The house doesn't spook me - but what does is a sense that I could turn around and everything might have disappeared. That I'm back in an ancient time where the rocks and the place belong and I don't any longer; that it's all gone. And that's not ghosts or spirits. It's a sense of the ground being so ancient that it can swallow me up.”\n\nJenny and her Swedish husband Johan Tham have lived in Cornwall for more than 30 years. She first visited the county in 1976 to make The Eagle Has Landed alongside Michael Caine and Donald Sutherland. Agreeing that when it comes to paranormal activity she is a skeptic, Jenny explained there are usually rational explanations.\n\n“I do think that we have very, very strong imaginations,” she said. “I do believe that the sense of time can slip and warp. I think that with the paranormal, there are things that we can't explain - but I don't see them as being ghosts, spirits and those things. We all love a good ghost story. We love to be made to feel, ‘Oh, there's something else that goes on.’ But I like to actually know what's real and what's not and draw a line somewhere.’”\n\nImage: BBC/Neal Street Productions) BBC/Neal Street Productions) Image: BBC / Nealstreat Productions / Ray Burmiston) BBC / Nealstreat Productions / Ray Burmiston)\n\nShe said one of the reasons for Call the Midwife’s ongoing success, with a loyal audience of 7million regularly tuning in, was that writer Heidi Thomas always roots her stories in realism. “Reality shows are so unreal,” she complained. The people in those are so unreal and the way they look at life is completely unreal. What we have [on Call the Midwife] is something that is dealing with reality, but it heightens it and the drama's there.”\n\nThis current series has seen the action in Poplar move into the 1970s and Jenny, 72, said it felt very different to when the series kicked off, based on the memoir of Jennifer Worth, set in 1957. “It’s moving forward in time and there's new stories and the new times and new fashions and new music. It's always feeling different, we’re not just repeating things.”\n\nThe actress said that her own memories of 1970 - just as she was signed up as a teen to appear in her breakthrough film Walkabout - are a world apart. “My memory of 1970 is very, very different,” she said. Walkabout, filmed in South Africa, was released in 1971 and includes a famous scene in which her character swims nude.\n\nIn the upcoming episodes, Sister Julienne is having to battle once again to save Nonnatus House, with officials arguing that nuns delivering babies are no longer relevant, thanks to the NHS. “I don't think she ever questions what they can do. She just questions that they're allowed to do it,” Jenny explained. Realising that she, as a nun, needs help from outside the religious order, she enlists nurse Trixie Franklin (Helen George) to spearhead the campaign to secure Nonnatus’ future.\n\n“She knows that Trixie is someone who can move and change things and to make it clear to her what the reality is. She still finds it hard that they’re being pushed aside. She's faced all these problems, they've gone through the wars, they've done all these things. And suddenly, when they seem to have a lot, everything's being taken away. So she's very surprised by that.”\n\n- Call the Midwife continues on Sunday, BBC1, 8pm\n\nFollow Mirror Celebs on TikTok , Snapchat , Instagram , Twitter , Facebook , YouTube and Threads ."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Offbeat Horror True Crime & Paranormal Expo’ held at the Capitol",
            "link": "https://www.msn.com/en-us/tv/news/offbeat-horror-true-crime-paranormal-expo-held-at-the-capitol/ar-BB1riLj2?ocid=BingNewsVerp",
            "description": "Sheryl McCollum, an active CSI investigator and podcaster, shared her approval of citizens getting involved in the world of true crime.",
            "image_url": "https://www.bing.com/th?id=ODF.KHAYFclj-fg0QWFaM1TK7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "paranormal",
            "date": "Bowling Green WBKO on MSN23h",
            "source": "Bowling Green WBKO on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warner Bros. Discovery Launches In Partnership With IAEA: ‘Good To Know’, First Nuclear Science Films On Discovery Channel",
            "link": "https://www.iaea.org/newscenter/pressreleases/warner-bros-discovery-launches-in-partnership-with-iaea-good-to-know-first-nuclear-science-films-on-discovery-channel",
            "description": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "iaea.org41m",
            "source": "iaea.org",
            "article_content": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the International Atomic Energy Agency (IAEA).\n\nThe films will air in over 30 countries, reaching 44 million households across the entire Europe, Middle East and Africa region.\n\nThis first tranche of five short films, made by the IAEA video team in conjunction with the Warner Bros. Discovery editorial team, will explain in simple terms how radiation can safely be used to solve some of the world’s most pressing global challenges. These include:\n\nMicroplastics in the ocean (filmed in Monaco/Global)\n\nThe growing cancer burden (filmed in India)\n\nFood insecurity (filmed in Austria/Global)\n\nWater scarcity in the face of climate change (filmed in Austria/Costa Rica)\n\nIndustrial contamination (filmed in Czech Republic)\n\nEach of these films is around one minute long and will play as part of Discovery’s ‘Good To Know’, a new educational videos series about the benefits of nuclear science and technology, both on television and online.\n\nFuture films to be included in the series will continue to investigate how nuclear science can help development, particularly in the light of climate change, such as by measuring how coastal regions sequester carbon, or how the oceans are becoming more acidic, or how pest insects can be controlled without chemicals. The films will also highlight more details on key IAEA programmes to battle plastic pollution, drought and hunger.\n\nThe films are made in conjunction with the IAEA's twelve nuclear sciences and applications laboratories, a unique feature in the United Nations. The laboratories develop and share nuclear techniques with countries around the world. Watch a three-minute film about the labs here.\n\nIAEA Director General Rafael Mariano Grossi said: “People may know us as the nuclear watchdog, helping enhance safety, security and safeguards in places like Fukushima, Iran, Ukraine. But not enough people know of the amazing potential nuclear science has to make tangible differences in people’s lives – helping farmers grow better crops, cancer patients get better treatment, governments understand and protect key natural areas. As the terrible effects of climate change become more obvious to people around the world, it is important for the public to also know there is hope. Science, as always, offers solutions to many of our main challenges.”\n\nNajat Mokhtar, Head of IAEA Department of Nuclear Sciences and Applications, agreed: “I am delighted to see ours labs' the vital research being shared on the respected Discovery Channel. Science is a vital force for good in the world, and nuclear science offers so many incredible innovations to help countries meet their development goals.”\n\nJamie Cooke, Executive Vice President and Managing Director Central Europe, Middle East and Turkey said: “We are thrilled that our viewers will now get the opportunity to learn more about how nuclear science is being used in innovative ways to improve our lives and advance the environmental sustainability agenda. We consider it our duty to leverage the voice, storytelling strength and expertise we have, to cast light and tell the right stories that will positively impact our communities and viewers. It’s part of our Social Good Strategy, and we want to use our media for good.”\n\nAbout the International Atomic Energy Agency\n\nWidely known as the world’s “Atoms for Peace and Development” organization within the United Nations family, the IAEA is the international centre for cooperation in the nuclear field. The Agency works with its Member States and multiple partners worldwide to promote the safe, secure and peaceful use of nuclear technologies. For more information, visit IAEA.org.\n\nAbout Warner Bros. Discovery\n\nWarner Bros. Discovery is a leading global media and entertainment company that creates and distributes the world's most differentiated and complete portfolio of branded content across television, film, streaming and gaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, TNT Sports, Eurosport, HBO, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Motion Picture Group, Warner Bros. Television Group, Warner Bros. Pictures Animation, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Spark of Life' exhibit showcases the synergy of art and science at UNE",
            "link": "https://www.msn.com/en-us/lifestyle/mind-and-soul/spark-of-life-exhibit-showcases-the-synergy-of-art-and-science-at-une/ar-BB1rkJgQ?ocid=BingNewsVerp",
            "description": "PORTLAND, Maine — The University of New England's newest exhibit, 'Spark of Life: Abstraction, Microscopy, and Discovery,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hxvj88q5F_OZD8rRE70dKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "8hon MSN",
            "source": "WCSH-TV Portland, ME on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How an 8-Year-Old’s Ant Discovery Revolutionized Earth Science",
            "link": "https://www.msn.com/en-us/science/ecology/how-an-8-year-old-s-ant-discovery-revolutionized-earth-science/ar-BB1rjTnF?ocid=BingNewsVerp",
            "description": "An 8-year-old’s casual backyard observation has transformed our understanding of an intricate relationship between ants, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NmWCp4Ln4gnCa0Zhk-hlxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN17h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists make concerning discovery while researching iconic Yellowstone feature: 'A tipping point may be coming'",
            "link": "https://www.msn.com/en-us/science/environmental-science/scientists-make-concerning-discovery-while-researching-iconic-yellowstone-feature-a-tipping-point-may-be-coming/ar-BB1rkVUL?ocid=BingNewsVerp",
            "description": "While there's no quick fix to help stop the melting of ice covers, there are steps we can take to help mitigate the issue.",
            "image_url": "https://www.bing.com/th?id=OVFT.jKeE1LRHDUh2xOCmiRQAES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN7h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Have Researchers Found the First Evidence For String Theory?",
            "link": "https://www.realclearscience.com/video/2025/01/13/have_researchers_found_the_first_evidence_for_string_theory_1084083.html",
            "description": "The BBC claims that researchers have found the first evidence for string theory, citing a recent discovery of long-wavelength ...",
            "image_url": "https://www.bing.com/th?id=OVF.JInXnwyzZMaHDIOLIwc5ZA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11h",
            "source": "RealClearScience",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Britain seeks to build homegrown rival to OpenAI in bid to become world leader in artificial intelligence",
            "link": "https://www.msn.com/en-us/news/other/britain-seeks-to-build-homegrown-rival-to-openai-in-bid-to-become-world-leader-in-artificial-intelligence/ar-BB1rkx73?ocid=BingNewsVerp",
            "description": "The U.K. on Monday laid out plans to become a leader in AI, including ambitions to build a homegrown to global AI success ...",
            "image_url": "https://www.bing.com/th?id=OVF.Nsx5dpz7WREOtM08zXPFQQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "10hon MSN",
            "source": "CNBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US DoJ & FTC back Elon Musk's charge against OpenAI's Microsoft partnership, for-profit transition",
            "link": "https://www.firstpost.com/tech/us-doj-ftc-back-elon-musks-charge-against-openais-microsoft-partnership-for-profit-transition-13852292.html",
            "description": "The FTC has been keeping tabs on OpenAI for a while, with investigations probing its practices and partnerships. A study into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F5BLTJKEJUtbBxpdrdk-uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "35m",
            "source": "Firstpost",
            "article_content": "The FTC has been keeping tabs on OpenAI for a while, with investigations probing its practices and partnerships. A study into AI investments by major tech players like Microsoft is expected soon read more\n\nThe FTC has also been examining whether OpenAI misled consumers about its offerings and whether its board arrangements crossed legal boundaries. Image Credit: Reuters, Reuters\n\nThe US Department of Justice (DoJ) and the Federal Trade Commission (FTC) have thrown their weight behind a key argument in Elon Musk’s lawsuit against OpenAI and Microsoft. Musk has alleged that the partnership between the AI powerhouse and the tech giant violated antitrust laws, specifically pointing to overlapping board memberships that could harm competition.\n\nIn a filing submitted on Friday, the agencies highlighted that board overlap, even after a member steps down, can negatively impact competition. They didn’t outright take a stance on whether OpenAI should be allowed to restructure, but their remarks lend partial support to Musk’s claims. This legal clash centres around Musk’s push to block OpenAI from pursuing what he calls an “illegal” transition to a for-profit enterprise.\n\nAdvertisement\n\nAllegations of board overlap and antitrust concerns\n\nMusk’s lawsuit argues that Reid Hoffman, LinkedIn cofounder, sat on the boards of both OpenAI and Microsoft from 2017 to 2023, creating a potential conflict of interest. Deannah Templeton, who held executive roles at Microsoft while also being a non-voting OpenAI board member for a brief period in 2023, was also mentioned in the suit. Musk claims these dual roles gave Microsoft undue influence over OpenAI.\n\nThe DoJ and FTC backed this part of Musk’s argument, stating that even when someone resigns, the potential for competition to be stifled doesn’t necessarily disappear. They cited a “heavy burden” on defendants to prove that such overlaps won’t lead to future issues.\n\nFTC’s watchful eye on OpenAI\n\nThe FTC has been keeping tabs on OpenAI for a while, with investigations probing its practices and partnerships. A study into AI investments by major tech players like Microsoft is expected soon. On a separate note, the FTC has also been examining whether OpenAI misled consumers about its offerings and whether its board arrangements crossed legal boundaries.\n\nHoffman, whose board involvement has been a sticking point, has publicly criticised FTC Chair Lina Khan, even calling for her removal. Musk’s revived lawsuit in August has intensified the scrutiny on OpenAI, reigniting debates about whether the organisation has drifted from its original nonprofit mission.\n\nMusk’s battle to protect OpenAI’s original vision\n\nMusk was a co-founder at OpenAI, and invested in the AI company with the goal of developing AI that benefits society. However, he left the organisation in 2018 and has since been a vocal critic, especially after OpenAI transitioned into a for-profit entity with Microsoft’s multi-billion-dollar backing. Musk argues this shift betrays OpenAI’s founding principles and gives the tech giant disproportionate control.\n\nMusk has warned that without immediate legal intervention, OpenAI, under CEO Sam Altman, will become an unstoppable force, stifling competition. OpenAI, for its part, has dismissed Musk’s claims as unfounded and noted that he once supported its move toward a traditional corporate structure.\n\nAs the court hearing approaches, this clash between Musk and OpenAI continues to draw significant attention, not just for its legal implications but for its potential impact on the rapidly evolving AI industry."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk gets US government support in what he called 'illegal' conversion from Microsoft and ChatGPT maker OpenAI",
            "link": "https://www.msn.com/en-in/money/news/google-apple-remove-offline-navigation-app-mapsme-after-government-orders/ar-BB1rlQeB?ocid=BingNewsVerp",
            "description": "US antitrust regulators support Elon Musk's claims against OpenAI and Microsoft, arguing overlapping board memberships can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.akK1DSO6GfUZkTrvzl25OS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22mon MSN",
            "source": "The Times of India on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple's Bold Move: Avoiding The AI Arms Race",
            "link": "https://seekingalpha.com/article/4749021-apples-bold-move-avoiding-the-ai-arms-race",
            "description": "Apple's decision to sidestep the AI arms race is a winning move. See why I think AAPL stock may be the safest investment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TmW96lSFm3f4kZ4-ooO1iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "3h",
            "source": "Seeking Alpha",
            "article_content": "Major tech firms like Microsoft ( MSFT ), Google ( GOOGL ), and Amazon ( AMZN ) are locked in what seems like a life-or-death AI arms race. Each one of these companies is investing tens of billions of dollars\n\n\"AWS Certified AI Practitioner Early Adopter\"I am a DevOps Engineer for a major, wholly owned subsidiary of a large-cap Fortune 500. I am a true subject-matter expert on the actual buildout, deployment, and maintenance of AI tools and applications. I have increasingly deep knowledge on the science behind generative AI systems as a result of first-hand experience with machine learning algorithms, model training, and model deployment.I am currently in the process of obtaining more advanced AWS machine learning certifications to further my AI and machine learning expertise. I contribute to Seeking Alpha as an outlet to share my AI and machine learning insights through an investment-focused lens.Per TipRanks (1/9/25)#1,410 out of 30,477 Financial Bloggers#2,337 out of 39,772 experts\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Takes Action Against Engineer Misusing Realtime API for Military Purposes",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-takes-action-against-engineer-misusing-realtime-api-for-military-purposes/ar-BB1rlkqS?ocid=BingNewsVerp",
            "description": "OpenAI has swiftly cut off access to its Realtime API for an engineer who allegedly misused the technology to develop a voice ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2U5C4VCONUiU8fIPlBJrYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mahakumbh 2025 LIVE Updates: 45-day-event begins, 40 lakh devotees take Shahi Snan at Sangam today",
            "link": "https://www.livemint.com/news/trends/mahakumbh-mela-2025-live-updates-kumbh-mela-after-144-years-prayagraj-shahi-snan-dates-latest-news-up-cm-yogi-adityanath-11736654394913.html",
            "description": "Uttar Pradesh's Prayagraj is filled with spirits of joy and devotion as Mahakumbh is set to begin today, January 13. Here are ...",
            "image_url": "https://www.bing.com/th?id=OVFT._kBLDYbBl6ZYAco-yTlmJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "4h",
            "source": "Mint",
            "article_content": "LIVE UPDATES\n\nMahakumbh 2025 LIVE: Sangam draws over 60 lakh pilgrims on first day, UP CM calls it display of ‘unity in diversity’\n\n17 min read . Updated: 13 Jan 2025, 01:54 PM IST\n\nMahakumbh 2025 LIVE: Uttar Pradesh's Prayagraj is filled with spirits of joy and devotion as Mahakumbh began today, January 13. More than 60 lakh devotees have taken holy dip since Monday morning. Here are latest updates on Mahakumbh Mela 2025"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "70 Nigerian traditional wear designs for men: Trends in 2024 (photos)",
            "link": "https://www.msn.com/en-xl/africa/nigeria/70-nigerian-traditional-wear-designs-for-men-trends-in-2024-photos/ar-BB1gXgbr?ocid=BingNewsVerp",
            "description": "Discover the latest Nigerian traditional wear for men that you can purchase for yourself, gift your friends and loved ones, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.PjuFYY8wzGLlhEqjlPPyki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Legit on MSN19h",
            "source": "Legit on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Jordan Tatum 3 'St. Louis' sneakers: First look, design details, and everything we know so far",
            "link": "https://www.msn.com/en-us/fashion-and-style/fashion-trends/jordan-tatum-3-st-louis-sneakers-first-look-design-details-and-everything-we-know-so-far/ar-BB1rjHVy?ocid=BingNewsVerp",
            "description": "The first look of Jordan Tatum 3 \"St Louis\" edition is here! In collaboration with Boston Celtics' forward Jayson Tatum, the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wxGDSw1NRr4kaKF3FyFEPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN20h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What’s Fueling Southeast Asia Fintech Golden Age?",
            "link": "https://fintechnews.sg/106269/fintech/fintech-southeast-asia/",
            "description": "Southeast Asia’s fintech industry is flourishing, but what's behind the region's golden age and how can fintechs ride the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WldZqV7vi_9cZmazU8Ikdy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Fintech Singapore3h",
            "source": "Fintech Singapore",
            "article_content": "Free Newsletter Get the hottest Fintech Singapore News once a month in your Inbox\n\nSoutheast Asia’s fintech industry is flourishing, driven by soaring adoption of digital payments, alternative lending, and wealthtech.\n\nThe region’s strong fundamentals, coupled with a growing digital economy, promise continued growth and innovation in the coming years, a new report by Royal Park Partners (RPP), a fintech-focused corporate finance advisory firm, says.\n\nFinancial inclusion opportunities for Southeast Asia’s fintechs\n\nThe report, released in December, explores the driving factors and key trends in Southeast Asia’s fintech market, highlighting Southeast Asia’s robust fundamentals which have been propelled the fintech sector’s rapid growth.\n\nFirst, the report emphasizes Southeast Asia’s relatively underdeveloped traditional financial infrastructure and its large pool of financially underserved populations, which present significant opportunities for digital financial services.\n\nIt notes that while COVID-19 accelerated the digital shift, Asia-Pacific (APAC) still face significant financial inclusion challenges with 820 million unbanked and 1.8 billion underbanked adults.\n\nIn Southeast Asia alone, 85% of adults are underbanked, translating to approximately 300 million individuals lacking adequate access to financial services.\n\nMicro, small and medium-sized enterprises (MSMEs), which account for over 97% of all businesses in Southeast Asia, represent another major opportunity for digital financial services providers.\n\nThese businesses face a significant credit gap of US$300 billion with over half of MSMEs struggling to access formal credit, hindering their potential and economic progress.\n\nA growing young and middle-class\n\nThe second driver Southeast Asia’s fintech boom is the region’s growing tech-driven youth and middle class, two demographics that are fueling demand for digital-first financial services.\n\nSoutheast Asia’s youth, aged 15 to 34, account for over a third of the population. Meanwhile, the region’s burgeoning middle class has grown at a compound annual growth rate (CAGR) of 6% since 2015, and is projected to expand further, increasing by 5% annually through 2030.\n\nThe rise of economically empowered households in Southeast Asia is poised to fuel demand for tailored savings, insurance and wealth management solutions. Simultaneously, increasing purchasing power and discretionary spending have driven a need for seamless, real-time, and secure payment systems.\n\nPayments: a rapidly growing market in Southeast Asia’s fintech scene\n\nThe report highlights payments as a booming market in Southeast Asia, spurred by a shift toward cashless transactions and a growing cross-border economy.\n\nQR code payments are driving this trend, with volumes surpassing US$13 billion in 2023 and over 85% of retailers in Thailand, Vietnam, and Indonesia now accepting the payment method.\n\nMoreover, ongoing ASEAN integration initiatives to connect real-time payment systems are boosting cross-border digital payments and fueling regional commerce.\n\nThe rise of “super-apps” is another prominent trend in Southeast Asia’s payment landscape. Super-apps like Grab, Gojek, and Shopee have evolved from single-service platforms into comprehensive ecosystems offering diverse services, including food delivery, digital payments, financial services, and more, all within a single app. These platforms have become central to everyday life, amassing a combined user base of approximately 310 million across the region.\n\nDigital payment transaction value in Southeast Asia is projected to grow at a 19.8% CAGR between 2024 and 2029, reaching nearly US$1.7 trillion.\n\nSoutheast Asia remains heavily reliant on cash, a dependency which is attributed to cultural preferences but also infrastructure gaps and legacy issues with digital platforms.\n\nHowever, this reliance is projected to decline, driven by the growth of digital payments, as well as the several governments-led initiatives towards financial inclusion, the report says.\n\nAlternative lending: addressing credit gaps\n\nAlternative lending, including buy now, pay later (BNPL), is another booming fintech vertical in Southeast Asia. These platforms are bridging credit gaps, playing a crucial role in the supporting local economies. According to the report, alternative lending platforms have facilitated a 20% annual growth in SME financing and are set to expand further.\n\nCountries leading the charge, like the Philippines, have seen the fastest growth in fintech lending to SMEs, with disbursements increasing by 35% year-over-year (YoY) in 2023. The country’s US$221 billion SME credit gap underscores the immense opportunity for alternative lending solutions.\n\nConsumer adoption of BNPL has also surged, with now 40% of Filipino users relying on BNPL for budgeting and immediate expenses.\n\nThe Philippines has emerged as a key alternative lending market in Southeast Asia, accounting for 59% of deal volume in 2024.\n\nSoutheast Asia’s alternative lending market, including BNPL, is projected to grow at a 45% CAGR, rising from US$26 billion in 2021 to US$116 billion by 2025.\n\nWealth management undergoes profound transformation\n\nAnother growing fintech vertical in Southeast Asia is wealthtech. This sector is thriving, driven by Southeast Asia’s tech-savvy population and rising middle class seeking better and more accessible wealth management solutions.\n\nIn particular, robo-advisory players are gaining traction among younger investors through data-driven super-apps. Robo-advisors leverage artificial intelligence (AI) and algorithms to provide tailored digital financial planning and investment services at low cost\n\nAccording to the report, 40% of individuals under 35 years old in Singapore are now using robo-advisory services. Popular platforms include StashAway, a Singapore-based platform which reached US$1 billion in assets under management (AUM) within 3.5 years, and Endowus, an award-winning wealth and fund platform, which surpassed US$7 billion in AUM within five years of operations.\n\nMicro-investing and digital brokerage platforms are also gaining ground in Southeast Asia. These platforms enable low-income users to participate in the financial markets, enhancing the accessibility of wealth management and fostering greater financial inclusion across the region.\n\nNotable players include Tiger Brokers, an online broker headquartered in Singapore, which has experienced a staggering 539% CAGR in account openings in the city state; and Finhay, the largest online investment platform in Vietnam with more than 2.7 million registered users.\n\nFeatured image credit: edited from freepik"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "All WWE 2K24 My Faction Locker Codes (January 2025)",
            "link": "https://www.escapistmagazine.com/all-wwe-2k24-my-faction-locker-codes/",
            "description": "We’ve gone on the hunt for My Faction lock codes, with unlocks from new character appearances to in-game points and beyond. Here are all the WWE 2K24 codes you could ever need. Before you can ...",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "The Escapist16h",
            "source": "The Escapist",
            "article_content": "Updated: January 12, 2025 We looked for more codes.\n\nRecommended Videos\n\nWant free stuff in WWE 2K24, to spice things up while you’re being smacked with a steel chair? We’ve gone on the hunt for My Faction lock codes, with unlocks from new character appearances to in-game points and beyond. Here are all the WWE 2K24 codes you could ever need.\n\nAll My Faction Locker Codes in WWE 2K24\n\nLocker Codes are a great way of getting in-game items without spending a cent. You can unlock new items, new challenges, and much much more, all for the grand total of zero dollars. To save you the trouble of hunting high and low, we’ve compiled all the current WWE2K24 Locker Codes:\n\nCASHINGITIN —Redeem for 15k VC (New)\n\n—Redeem for 15k VC GAMEAWARDS24 —Redeem for a free Pack (New)\n\n—Redeem for a free Pack WARGAMES —Redeem for 1x Galaxy Opal Free Agent Liv Morgan, 15k VC and 1x Deluxe Singlet Supreme II Pack (New)\n\n—Redeem for 1x Galaxy Opal Free Agent Liv Morgan, 15k VC and 1x Deluxe Singlet Supreme II Pack CROWNJEWEL —Redeem for 1x Deluxe Eras Pack and 1x Deluxe Masked Mayhem Pack\n\n—Redeem for 1x Deluxe Eras Pack and 1x Deluxe Masked Mayhem Pack HALLOWEEN2K24 —Redeem for 1x Deluxe Eras Pack\n\n—Redeem for 1x Deluxe Eras Pack SINGLTLIFE2K24—Redeem for 1x Deluxe Singlet Supreme 2 Pack\n\nHow to Redeem Locker Codes in WWE2K24\n\nBefore you can redeem any WWE 2K24 Locker Codes, you’ll need to have started the My Faction mode. You don’t need to actually fight any battles, but you will have to accept the game’s online EULA. Then, the game will give you a brief tutorial where you unlock a bunch of free cards and set up your My Faction team. You’ll also need a WWE 2K24 account.\n\nOnce you’ve done that, you’ll see a Locker Codes box on the main My Faction screen. Go to it, put in your locker code and you’ll have claimed your bonus. However, you may also need to open the card, so go to the SHOP section of My Faction and look in the bottom right hand for the unopened cards box. Select it, and you’ll be shown any unopened cards. Open your cards and you’ll received whatever bonus/rewards they offer.\n\nWhere & How Can You Get More Locker Codes?\n\nMyFaction Locker Codes can crop up all over the place, but a good place to start is the official WWE 2K24 Twitter and Facebook. You may also see them cropping up as part of promotions and advertising partnerships. You can keep an eye out, though the easiest way to get the latest Locker Codes is just to keep checking back in here. We’ll be updating this page with new codes as they appear.\n\nWhy Aren’t These Locker Codes Working?\n\nIf a MyFaction Locker Code isn’t working, one thing to do is to check you’ve put it in properly. Then, check again. We’ve all fumbled when redeeming vouchers, game codes and so on. Also, make sure you’re online, and that your internet connection is still active. And don’t forget to check that the code hasn’t expired. We’ll be deleting inactive Locker Codes but if you’ve scribbled one down on a piece of paper, it could be out of date.\n\nAnd those are all the active locker codes for WWE 2K24!\n\nThe Escapist is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warner Bros. Discovery Launches In Partnership With IAEA: ‘Good To Know’, First Nuclear Science Films On Discovery Channel",
            "link": "https://www.iaea.org/newscenter/pressreleases/warner-bros-discovery-launches-in-partnership-with-iaea-good-to-know-first-nuclear-science-films-on-discovery-channel",
            "description": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "iaea.org41m",
            "source": "iaea.org",
            "article_content": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the International Atomic Energy Agency (IAEA).\n\nThe films will air in over 30 countries, reaching 44 million households across the entire Europe, Middle East and Africa region.\n\nThis first tranche of five short films, made by the IAEA video team in conjunction with the Warner Bros. Discovery editorial team, will explain in simple terms how radiation can safely be used to solve some of the world’s most pressing global challenges. These include:\n\nMicroplastics in the ocean (filmed in Monaco/Global)\n\nThe growing cancer burden (filmed in India)\n\nFood insecurity (filmed in Austria/Global)\n\nWater scarcity in the face of climate change (filmed in Austria/Costa Rica)\n\nIndustrial contamination (filmed in Czech Republic)\n\nEach of these films is around one minute long and will play as part of Discovery’s ‘Good To Know’, a new educational videos series about the benefits of nuclear science and technology, both on television and online.\n\nFuture films to be included in the series will continue to investigate how nuclear science can help development, particularly in the light of climate change, such as by measuring how coastal regions sequester carbon, or how the oceans are becoming more acidic, or how pest insects can be controlled without chemicals. The films will also highlight more details on key IAEA programmes to battle plastic pollution, drought and hunger.\n\nThe films are made in conjunction with the IAEA's twelve nuclear sciences and applications laboratories, a unique feature in the United Nations. The laboratories develop and share nuclear techniques with countries around the world. Watch a three-minute film about the labs here.\n\nIAEA Director General Rafael Mariano Grossi said: “People may know us as the nuclear watchdog, helping enhance safety, security and safeguards in places like Fukushima, Iran, Ukraine. But not enough people know of the amazing potential nuclear science has to make tangible differences in people’s lives – helping farmers grow better crops, cancer patients get better treatment, governments understand and protect key natural areas. As the terrible effects of climate change become more obvious to people around the world, it is important for the public to also know there is hope. Science, as always, offers solutions to many of our main challenges.”\n\nNajat Mokhtar, Head of IAEA Department of Nuclear Sciences and Applications, agreed: “I am delighted to see ours labs' the vital research being shared on the respected Discovery Channel. Science is a vital force for good in the world, and nuclear science offers so many incredible innovations to help countries meet their development goals.”\n\nJamie Cooke, Executive Vice President and Managing Director Central Europe, Middle East and Turkey said: “We are thrilled that our viewers will now get the opportunity to learn more about how nuclear science is being used in innovative ways to improve our lives and advance the environmental sustainability agenda. We consider it our duty to leverage the voice, storytelling strength and expertise we have, to cast light and tell the right stories that will positively impact our communities and viewers. It’s part of our Social Good Strategy, and we want to use our media for good.”\n\nAbout the International Atomic Energy Agency\n\nWidely known as the world’s “Atoms for Peace and Development” organization within the United Nations family, the IAEA is the international centre for cooperation in the nuclear field. The Agency works with its Member States and multiple partners worldwide to promote the safe, secure and peaceful use of nuclear technologies. For more information, visit IAEA.org.\n\nAbout Warner Bros. Discovery\n\nWarner Bros. Discovery is a leading global media and entertainment company that creates and distributes the world's most differentiated and complete portfolio of branded content across television, film, streaming and gaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, TNT Sports, Eurosport, HBO, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Motion Picture Group, Warner Bros. Television Group, Warner Bros. Pictures Animation, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese scientists hope advanced laser will open gateway to new discoveries",
            "link": "https://www.scmp.com/news/china/science/article/3294448/chinese-scientists-hope-advanced-laser-will-open-gateway-new-discoveries",
            "description": "The Advanced Attosecond Laser Infrastructure will act as a super slow-motion camera capturing the movements of electrons.",
            "image_url": "https://www.bing.com/th?id=OVFT.VjfbnsduM4C3thXvBr1cOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11h",
            "source": "scmp.com",
            "article_content": "China has started building state-of-the-art laser research facilities that will enable scientists to directly observe electrons in action, something they hope will open the way for breakthroughs in fields such as new materials, medicine and energy systems.\n\nAdvertisement\n\nThe Advanced Attosecond Laser Infrastructure (AALI) will operate from two sites, in Dongguan in Guangdong and Xian in Shaanxi, and will generate light pulses lasting billionths of a billionth of a second.\n\nThese pulses will act as a super slow-motion camera that can capture the movements of the tiniest building blocks of the universe, according to state broadcaster CCTV.\n\nIt will become the second laser of its kind following the Attosecond Light Pulse Source in Szeged, Hungary.\n\nOf the facility’s 10 beamlines, six will be built in Dongguan, with the remaining four constructed in Xian.\n\nAdvertisement\n\n“Dongguan houses several other large-scale scientific facilities that can collaborate with AALI to advance comprehensive attosecond physics research,” Wei Zhiyi, the project’s chief scientist from the Chinese Academy of Science’s Institute of Physics told CCTV on Friday.\n\nMeanwhile, Xian is home to numerous universities with robust research capabilities and a well-established technological infrastructure, he added."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Northern Lights Mystery Solved: Scientists Reveal Hidden Heat Source",
            "link": "https://scitechdaily.com/northern-lights-mystery-solved-scientists-reveal-hidden-heat-source/",
            "description": "Researchers have uncovered the nature of a mysterious whitish, grey patch that often appears alongside the aurora borealis.",
            "image_url": "https://www.bing.com/th?id=OVFT.4qt64gZxTg-eTbt1ecuAji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How an 8-Year-Old’s Ant Discovery Revolutionized Earth Science",
            "link": "https://www.msn.com/en-us/science/ecology/how-an-8-year-old-s-ant-discovery-revolutionized-earth-science/ar-BB1rjTnF?ocid=BingNewsVerp",
            "description": "An 8-year-old’s casual backyard observation has transformed our understanding of an intricate relationship between ants, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NmWCp4Ln4gnCa0Zhk-hlxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN17h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Spark of Life' exhibit showcases the synergy of art and science at UNE",
            "link": "https://www.msn.com/en-us/lifestyle/mind-and-soul/spark-of-life-exhibit-showcases-the-synergy-of-art-and-science-at-une/ar-BB1rkJgQ?ocid=BingNewsVerp",
            "description": "PORTLAND, Maine — The University of New England's newest exhibit, 'Spark of Life: Abstraction, Microscopy, and Discovery,' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hxvj88q5F_OZD8rRE70dKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "8hon MSN",
            "source": "WCSH-TV Portland, ME on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Best Artificial Intelligence (AI) Stocks to Buy in January",
            "link": "https://www.msn.com/en-us/money/markets/3-best-artificial-intelligence-ai-stocks-to-buy-in-january/ar-BB1rkkCC?ocid=BingNewsVerp",
            "description": "Nvidia ( NVDA -3.00%) has arguably been the biggest winner from AI, as its revenue absolutely skyrocketed the past two years. In fiscal year 2024, ended in January of last year, its revenue grew 125%, ...",
            "image_url": "https://www.bing.com/th?id=OJ.c33IPqDhLTGl0w&pid=news&w=58&h=16&rs=2",
            "category": "nocode",
            "date": "12hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pepe Coin (PEPE) and Tron (TRX) Were the Success Stories of 2024, Here Are the 2 Coins Poised to Replace Them in 2025",
            "link": "https://www.analyticsinsight.net/cryptocurrency-analytics-insight/pepe-coin-pepe-and-tron-trx-were-the-success-stories-of-2024-here-are-the-2-coins-poised-to-replace-them-in-2025",
            "description": "Last year was a remarkable year for many coins. Among them, PEPE and TRON reached a new all-time high in December of 2024.",
            "image_url": "https://www.bing.com/th?id=OVFT.BpyFvSgu2pz8yWMWEEiPDC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "Analytics Insight14h",
            "source": "Analytics Insight",
            "article_content": "Rexas Finance is redefining the future of asset ownership through its groundbreaking approach to real-world asset (RWA) tokenization. Through tokenization, ownership rights of RWAs are transformed into digital tokens. This eliminates barriers like high costs, illiquidity, and geographical restrictions, making investment accessible anywhere. As a result, investors can buy fractional shares of traditionally high-value assets such as real estate and intellectual property. The platform has demonstrated strong investor confidence, raising over $36 million during its presale and completing a rigorous CertiK audit to ensure top-notch security. Its listing on CoinMarketCap and CoinGecko further reinforces transparency, allowing users to monitor its progress easily.\n\nRexas Finance tools like the Rexas Token Builder and QuickMint Bot are a valuable addition. The no-code Token Builder will enable businesses, artists, and entrepreneurs to create tokens without needing technical expertise. QuickMint Bot allows for instant tokenization via platforms such as Telegram and Discord. Other features include AI Shield for real-time security and GenAI for creating NFTs. Rexas Finance is one such company that has positioned itself as a leader in decentralized finance, providing simplified asset management and investment tools and solutions.\n\nThe Rexas Finance presale is a standout. Thanks to its unique vision for the RWA market, it has attracted a large audience. So far, it has sold 397,142,886 tokens, very close to the allocated 425 million tokens. The price rise has also been notable. At the current stage eleven of the presale, RXS has increased from $0.03 to $0.175, representing significant interest for investors. However, there's still more ahead.\n\nThis places the platform within the trillion-dollar RWA market, which puts it on track for explosive growth. Its thrust into solving significant problems in the traditional financial system and expansion into real estate and NFT sectors make it more appealing to both retail and institutional investors. This all-inclusive model democratizes ownership of assets as everyone can begin building wealth from whatever capital is available.\n\nRXS token is expected to gain even faster with the launching of its upcoming token on major exchanges. Analysts expect that the token would reach $25 a month after the launch date, hence rewarding investors who come early. The market for RWA will keep rising, thus opening doors for massive gains by Rexas Finance over the years. Rexas Finance is to be the one replacing PEPE and TRX in the same year with its vision, strong fundamentals, and fast-growing community. It remains one of the stories that may potentially end well. For those interested in long-term opportunities, RXS provides a path to creating large wealth."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Is it time for the Lakers to start Dorian Finney-Smith?",
            "link": "https://www.msn.com/en-us/sports/other/is-it-time-for-the-lakers-to-start-dorian-finney-smith/ar-BB1rkg5I?ocid=BingNewsVerp",
            "description": "This may be just about the right time for the Lakers to at least consider moving newly acquired forward Dorian Finney-Smith ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gbV7Aa4C3--OpSUxP-7uKS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia’s AI empire: A look at its top startup investments",
            "link": "https://techcrunch.com/2025/01/11/nvidias-ai-empire-a-look-at-its-top-startup-investments/",
            "description": "Nvidia has used its ballooning fortunes to invest in over 80 AI startups. Here are the giant semiconductor's largest investments.",
            "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
            "category": "it+startup",
            "date": "4h",
            "source": "TechCrunch",
            "article_content": "No company has capitalized on the AI revolution more dramatically than Nvidia. Its revenue, profitability, and cash reserves have skyrocketed since the introduction of ChatGPT a little over two years ago — and the many competitive generative AI services that have launched since. And its stock price soared more than eightfold.\n\nDuring that period, the world’s leading high-performance GPU maker has used its ballooning fortunes to significantly increase investments in all sorts of startups but particularly in AI startups.\n\nThe chip giant ramped up its venture capital activity in 2024, participating in 49 funding rounds for AI companies, a sharp increase from 34 in 2023, according to PitchBook data. It’s a dramatic surge in investment compared to the previous four years combined, during which Nvidia funded only 38 AI deals. Note that these investments exclude those made by its formal corporate VC fund, NVentures, which also significantly ramped up its investing in the last two years. (PitchBook says NVentures engaged in 24 deals in 2024, compared to just 2 in 2022.)\n\nNvidia has stated that the goal of its corporate investing is to expand the AI ecosystem by backing startups it considers to be “game changers and market makers.”\n\nOf course, Nvidia is not the only large tech corporation writing checks to AI startups. But over the last two years, it was the most active. Compared to Nvidia’s 83 deals in two years (2023 and 2024), Alphabet participated in 73, while Microsoft has done 40 rounds, PitchBook data shows.\n\nBelow is a list of startups that raised rounds exceeding $100 million over the past two years where Nvidia is a named participant, organized from the highest amount to lowest raised in the round.\n\nThe billion-dollar-round club\n\nOpenAI: Nvidia backed the ChatGPT maker for the first time in October, reportedly writing a $100 million check toward a colossal $6.6 billion round that valued the company at $157 billion. The chipmaker’s investment was dwarfed by OpenAI’s other backers, notably Thrive, which according to the New York Times invested $1.3 billion.\n\nxAI: Nvidia participated in the $6 billion round of Elon Musk’s xAI. The deal revealed that not all of OpenAI’s investors followed its request to refrain from backing any of its direct competitors. After investing in the ChatGPT maker in October, Nvidia joined xAI’s cap table a few months later.\n\nInflection: One of Nvidia’s first significant AI investments also had one of the most unusual outcomes. In June 2023, Nvidia was one of several lead investors in Inflection’s $1.3 billion round, a company founded by Mustafa Suleyman, who earlier founded DeepMind. Less than a year later, Microsoft hired Inflection AI’s founders, paying $620 million for a non-exclusive technology license, leaving the company with a significantly diminished workforce and a less defined future.\n\nWayve: In May, Nvidia participated in a $1.05 billion round for the U.K.-based startup, which is developing a self-learning system for autonomous driving. The company is testing its vehicles in the U.K. and the San Francisco Bay Area.\n\nScale AI: In May 2024, Nvidia joined Accel and other tech giants Amazon and Meta to invest $1 billion in Scale AI, which provides data-labeling services to companies for training AI models. The round valued the San Francisco-based company at nearly $14 billion.\n\nThe many-hundreds-of-millions-of-dollars club\n\nCrusoe: A startup building data centers reportedly to be leased to Oracle, Microsoft, and OpenAI raised $686 million in late November, according to an SEC filing. The investment was led by Founders Fund, and the long list of other investors included Nvidia.\n\nFigure AI: In February, AI robotics startup Figure raised a $675 million Series B from Nvidia, OpenAI Startup Fund, Microsoft, and others. The round valued the company at $2.6 billion.\n\nMistral AI: Nvidia invested in Mistral for the second time when the French-based large language model developer raised a $640 million Series B at a $6 billion valuation in June.\n\nCohere: In June, Nvidia invested in Cohere’s $500 million round, a large language model provider serving enterprises. The chipmaker first backed the Toronto-based startup a year prior.\n\nPerplexity: Nvidia first invested in Perplexity in November of 2023 and has participated in every subsequent round of the AI search engine startup, including the $500 million round in December, which values the company at $9 billion, according to PitchBook data.\n\nPoolside: In October, the AI coding assistant startup Poolside announced it raised $500 million led by Bain Capital Ventures. Nvidia participated in the round, which valued the AI startup at $3 billion.\n\nCoreWeave: Nvidia invested in the AI cloud computing provider in April 2023, when CoreWeave raised $221 million in funding. Since then, CoreWeave’s valuation has jumped from about $2 billion to $19 billion, and the company reportedly has its sights on a $35 billion IPO this year. CoreWeave allows its customers to rent Nvidia GPUs on an hourly basis.\n\nSakana AI: In September, Nvidia invested in the Japan-based startup, which trains low-cost generative AI models using small datasets. The startup raised a massive Series A round of about $214 million at a valuation of $1.5 billion.\n\nImbue: The AI research lab that claims to be developing AI systems that can reason and code raised a $200 million round in September 2023 from investors, including Nvidia, Astera Institute, and former Cruise CEO Kyle Vogt.\n\nWaabi: In June, the autonomous trucking startup raised a $200 million Series B round co-led by existing investors Uber and Khosla Ventures. Other investors included Nvidia, Volvo Group Venture Capital, and Porsche Automobil Holding SE.\n\nDeals of over a $100 million\n\nAyar Labs: In December, Nvidia invested in the $155 million round of Ayar Labs, a company developing optical interconnects to improve AI compute and power efficiency. This was the third time Nvidia backed the startup.\n\nKore.ai: The startup developing enterprise-focused AI chatbots raised $150 million in December of 2023. In addition to Nvidia, investors participating in the funding included FTV Capital, Vistara Growth, and Sweetwater Private Equity.\n\nWeka: In May, Nvidia invested in a $140 million round for AI-native data management platform Weka. The round valued the Silicon Valley company at $1.6 billion.\n\nRunway: In June of 2023, Runway, a startup building generative AI tools for multimedia content creators, raised a $141 million Series C extension from investors, including Nvidia, Google, and Salesforce.\n\nBright Machines: In June 2024, Nvidia participated in a $126 million Series C of Bright Machines, a smart robotics and AI-driven software startup.\n\nEnfabrica: In September 2023, Nvidia invested in networking chips designer Enfabrica’s $125 million Series B. Although the startup raised another $115 million in November, Nvidia didn’t participate in the round.\n\nEditor’s note: Previous version of this story incorrectly stated that Nvidia is a backer of Safe Superintelligence and an investor in Vast Data’s Series E round. Nvidia hasn’t invested in Vast Data since the company’s Series D."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "3 Artificial Intelligence (AI) Software Names to Buy in 2025, According to Dan Ives",
            "link": "https://www.fool.com/investing/2025/01/12/3-artificial-intelligence-ai-software-names-to-buy/",
            "description": "Software is expected to have another great year in 2025 fueled by ongoing and rising investment in artificial intelligence (AI).",
            "image_url": "https://www.bing.com/th?id=OJ.c33IPqDhLTGl0w&pid=news&w=58&h=16&rs=2",
            "category": "software+trend",
            "date": "21h",
            "source": "The Motley Fool",
            "article_content": "Software is expected to have another great year in 2025 fueled by ongoing and rising investment in artificial intelligence (AI).\n\nDan Ives is one of the most closely followed personalities on Wall Street. Ives leads global technology research for Wedbush Securities, and can often be found touting bullish narratives and forecasts about artificial intelligence (AI) on financial media outlets such as CNBC or Bloomberg.\n\nIn late December, Ives took to social media platform X (formerly Twitter) to highlight his top 10 AI picks for 2025. Below, I'm going to explore three of his software picks and assess if now looks like a good opportunity to scoop up shares.\n\n1. Palantir Technologies\n\nIt should come as no surprise that Palantir Technologies (PLTR -1.42%) earned a position on Ives' list of top ideas. The primary tailwind fueling Palantir boils down to one thing: the company's newest software suite, dubbed the Palantir Artificial Intelligence Platform (AIP). Since launching in April 2023, AIP has helped Palantir make a splash in the private sector and remain a competitive option alongside many other data analytics tools flooding the software market.\n\nMoreover, AIP has also helped Palantir form a number of strategic alliances with big tech and consulting firms including Oracle, Meta Platforms, Microsoft, Amazon, and Booz Allen Hamilton. Many of these partnerships are focused specifically on integrating AIP across cloud infrastructures within the Department of Defense (DOD) and other military-related agencies. In turn, Palantir has unlocked new ways to accelerate its historically lumpy government business.\n\nWhile I am personally bullish on Palantir's long-term potential, I must also admit that the stock has gotten overwhelmingly expensive. Last year, Palantir was the top-performing stock in the S&P 500 index (^GSPC -1.54%) after the company's shares soared 340%.\n\nAlthough I think 2025 should be another terrific year for Palantir, I'd caution investors against buying into the stock during a pronounced period of momentum.\n\n2. Salesforce\n\nThe next company I'll be exploring is Salesforce (CRM -2.77%). While Salesforce is primarily known for its sales and marketing tools, the company also owns and operates several other platforms that span across areas such as data analytics and workplace productivity.\n\nOver the last couple of years, large language models (LLMs) and machine learning have garnered a lot of the chatter surrounding AI. However, during the company's latest earnings call, Salesforce CEO Marc Benioff made it clear that the company's next growth wave revolves around agentic AI.\n\nAgentic AI will utilize generative AI protocols such as LLMs and machine learning applications, but will not require a human to operate as these digital agents become \"smarter\" and more independent over time. Salesforce's agentic AI platform is aptly called Agentforce, and right now it's already being used by some of the world's largest enterprises including IBM, FedEx, and Accenture.\n\nAt the moment, Microsoft's CoPilot is the most mainstream agentic AI offering on the market. Given the limited competition and increasing spending on AI infrastructure, I'm bullish on Salesforce's ability to acquire incremental market share in the agentic AI space and think the company has robust prospects ahead.\n\n3. Snowflake\n\nData infrastructure company Snowflake (SNOW 0.89%) went public around the same time as Palantir back in 2020. Yet unlike Palantir, investors cheered on Snowflake's public debut in historic fashion. Moreover, when AI began to emerge as the next megatrend back in late 2022, it was natural to think that Snowflake would be an obvious beneficiary.\n\nHowever, reality clashed with lofty expectations, and eventually investors began to question if the narrative surrounding Snowflake was rooted in hype. Ultimately, poor investor sentiment around Snowflake resulted in Frank Slootman resigning as the CEO, leaving the company with very little to say about its AI chops and if the technology would ever become a core focus in the business.\n\nWhile the last year has been a tough one for Snowflake, the company is gradually beginning to turn things around. Product revenue is growing 29% year over year, and the company boasts an astounding net revenue retention (NRR) rate of 127% -- indicating that customers are not only remaining on the Snowflake platform, but also spending more.\n\nAccording to the company's CFO Mike Scarpelli, Snowflake's core AI platform, Cortex, is \"still very much in the early innings.\" The way I interpret Snowflake's current situation is that the company has been able to improve key performance indicators without AI being a major contributor yet. To me, this implies that as AI becomes more of a selling point for Snowflake, the company's financial profile should continue to strengthen.\n\nAlthough Snowflake is not yet out of the woods, I am cautiously optimistic about an investment in the stock."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Future of labour: Tech skills driving jobs growth in 2025",
            "link": "https://www.businessdailyafrica.com/bd/corporate/technology/future-of-labour-tech-skills-driving-jobs-growth-in-2025-4886646",
            "description": "Technology-related roles that will drive the fastest jobs growth in percentage terms will include Big Data specialists, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LphpKcE8fbuDOinAVQo2iy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Business Daily Africa19h",
            "source": "Business Daily Africa",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US DoJ & FTC back Elon Musk's charge against OpenAI's Microsoft partnership, for-profit transition",
            "link": "https://www.firstpost.com/tech/us-doj-ftc-back-elon-musks-charge-against-openais-microsoft-partnership-for-profit-transition-13852292.html",
            "description": "The FTC has been keeping tabs on OpenAI for a while, with investigations probing its practices and partnerships. A study into ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F5BLTJKEJUtbBxpdrdk-uy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "35m",
            "source": "Firstpost",
            "article_content": "The FTC has been keeping tabs on OpenAI for a while, with investigations probing its practices and partnerships. A study into AI investments by major tech players like Microsoft is expected soon read more\n\nThe FTC has also been examining whether OpenAI misled consumers about its offerings and whether its board arrangements crossed legal boundaries. Image Credit: Reuters, Reuters\n\nThe US Department of Justice (DoJ) and the Federal Trade Commission (FTC) have thrown their weight behind a key argument in Elon Musk’s lawsuit against OpenAI and Microsoft. Musk has alleged that the partnership between the AI powerhouse and the tech giant violated antitrust laws, specifically pointing to overlapping board memberships that could harm competition.\n\nIn a filing submitted on Friday, the agencies highlighted that board overlap, even after a member steps down, can negatively impact competition. They didn’t outright take a stance on whether OpenAI should be allowed to restructure, but their remarks lend partial support to Musk’s claims. This legal clash centres around Musk’s push to block OpenAI from pursuing what he calls an “illegal” transition to a for-profit enterprise.\n\nAdvertisement\n\nAllegations of board overlap and antitrust concerns\n\nMusk’s lawsuit argues that Reid Hoffman, LinkedIn cofounder, sat on the boards of both OpenAI and Microsoft from 2017 to 2023, creating a potential conflict of interest. Deannah Templeton, who held executive roles at Microsoft while also being a non-voting OpenAI board member for a brief period in 2023, was also mentioned in the suit. Musk claims these dual roles gave Microsoft undue influence over OpenAI.\n\nThe DoJ and FTC backed this part of Musk’s argument, stating that even when someone resigns, the potential for competition to be stifled doesn’t necessarily disappear. They cited a “heavy burden” on defendants to prove that such overlaps won’t lead to future issues.\n\nFTC’s watchful eye on OpenAI\n\nThe FTC has been keeping tabs on OpenAI for a while, with investigations probing its practices and partnerships. A study into AI investments by major tech players like Microsoft is expected soon. On a separate note, the FTC has also been examining whether OpenAI misled consumers about its offerings and whether its board arrangements crossed legal boundaries.\n\nHoffman, whose board involvement has been a sticking point, has publicly criticised FTC Chair Lina Khan, even calling for her removal. Musk’s revived lawsuit in August has intensified the scrutiny on OpenAI, reigniting debates about whether the organisation has drifted from its original nonprofit mission.\n\nMusk’s battle to protect OpenAI’s original vision\n\nMusk was a co-founder at OpenAI, and invested in the AI company with the goal of developing AI that benefits society. However, he left the organisation in 2018 and has since been a vocal critic, especially after OpenAI transitioned into a for-profit entity with Microsoft’s multi-billion-dollar backing. Musk argues this shift betrays OpenAI’s founding principles and gives the tech giant disproportionate control.\n\nMusk has warned that without immediate legal intervention, OpenAI, under CEO Sam Altman, will become an unstoppable force, stifling competition. OpenAI, for its part, has dismissed Musk’s claims as unfounded and noted that he once supported its move toward a traditional corporate structure.\n\nAs the court hearing approaches, this clash between Musk and OpenAI continues to draw significant attention, not just for its legal implications but for its potential impact on the rapidly evolving AI industry."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Apple's Bold Move: Avoiding The AI Arms Race",
            "link": "https://seekingalpha.com/article/4749021-apples-bold-move-avoiding-the-ai-arms-race",
            "description": "Apple's decision to sidestep the AI arms race is a winning move. See why I think AAPL stock may be the safest investment ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TmW96lSFm3f4kZ4-ooO1iS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "3h",
            "source": "Seeking Alpha",
            "article_content": "Major tech firms like Microsoft ( MSFT ), Google ( GOOGL ), and Amazon ( AMZN ) are locked in what seems like a life-or-death AI arms race. Each one of these companies is investing tens of billions of dollars\n\n\"AWS Certified AI Practitioner Early Adopter\"I am a DevOps Engineer for a major, wholly owned subsidiary of a large-cap Fortune 500. I am a true subject-matter expert on the actual buildout, deployment, and maintenance of AI tools and applications. I have increasingly deep knowledge on the science behind generative AI systems as a result of first-hand experience with machine learning algorithms, model training, and model deployment.I am currently in the process of obtaining more advanced AWS machine learning certifications to further my AI and machine learning expertise. I contribute to Seeking Alpha as an outlet to share my AI and machine learning insights through an investment-focused lens.Per TipRanks (1/9/25)#1,410 out of 30,477 Financial Bloggers#2,337 out of 39,772 experts\n\nAnalyst’s Disclosure: I/we have no stock, option or similar derivative position in any of the companies mentioned, and no plans to initiate any such positions within the next 72 hours. I wrote this article myself, and it expresses my own opinions. I am not receiving compensation for it (other than from Seeking Alpha). I have no business relationship with any company whose stock is mentioned in this article.\n\nSeeking Alpha's Disclosure: Past performance is no guarantee of future results. No recommendation or advice is being given as to whether any investment is suitable for a particular investor. Any views or opinions expressed above may not reflect those of Seeking Alpha as a whole. Seeking Alpha is not a licensed securities dealer, broker or US investment adviser or investment bank. Our analysts are third party authors that include both professional investors and individual investors who may not be licensed or certified by any institute or regulatory body."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Microsoft prepares DirectX neural rendering for AI-powered graphics",
            "link": "https://www.yahoo.com/tech/microsoft-prepares-directx-neural-rendering-181422747.html",
            "description": "Microsoft plans to introduce cooperative vector support to DirectX, enabling cross-platform implementation of next-generation ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5IQajByZpnTktUjQv0GBii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "14h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Microsoft\n\nMicrosoft is advancing its DirectX API to support neural rendering, signaling a transformative shift in graphics rendering by incorporating AI and machine learning. This development, highlighted in a recent blog post, is designed to enhance visual quality and efficiency in gaming and other graphics-intensive applications.\n\nNeural rendering makes use of machine learning models to generate or enhance visual elements such as textures, lighting, and image upscaling. By offloading complex rendering tasks to AI, this approach improves both performance and visual fidelity while reducing the computational burden on traditional rendering pipelines. Technologies like Nvidia’s DLSS and AMD’s FSR have already demonstrated the potential of AI-enhanced rendering. Microsoft’s initiative seeks to provide a standardized, open framework for such capabilities within the widely used DirectX API.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nA key feature of the forthcoming DirectX update is Cooperative Vector Support. This feature will enhance AI workloads for real-time rendering by optimizing matrix-vector operations crucial for AI tasks like training, fine-tuning, and inferencing. This feature allows AI tasks to run in different shader stages, enabling efficient execution of neural networks, such as in a pixel shader, without monopolizing the GPU. By integrating neural graphics into DirectX applications, it provides access to AI-accelerator hardware across platforms, empowering developers to create more immersive experiences.\n\nMicrosoft has confirmed that Cooperative vectors will leverage Tensor Cores in Nvidia's new RTX 50-series GPUs to enable neural shaders, enhancing game asset visualization, optimizing geometry for improved path tracing, and supporting tools for creating photorealistic game characters.\n\nMicrosoft’s High-Level Shading Language (HLSL) team is said to be working closely with major GPU manufacturers, including AMD, Intel, Nvidia, and Qualcomm, to ensure these new capabilities are optimized for a wide range of hardware architectures.\n\nBy embedding neural rendering capabilities into DirectX, Microsoft could broaden the adoption of AI-driven graphics across multiple platforms. Potential applications range from enhanced real-time ray tracing to adaptive resolution scaling for high-definition displays. While proprietary AI rendering technologies have been limited to specific ecosystems, Microsoft’s open approach could democratize access, fostering greater innovation and competition.\n\nThough the updates are still in development and lack a definitive release date, they highlight the increasing role of AI in shaping the future of graphics technology."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Conceptual Model for Improving Perovskite Solar Cells Efficiency Using Machine Learning ()",
            "link": "https://www.scirp.org/journal/paperinformation?paperid=138853",
            "description": "Binjumah, W. (2025) A Conceptual Model for Improving Perovskite Solar Cells Efficiency Using Machine Learning. International ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kNpc43lm2i_O7uH3tInhay&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Scientific Research Publishing2h",
            "source": "Scientific Research Publishing",
            "article_content": "A Conceptual Model for Improving Perovskite Solar Cells Efficiency Using Machine Learning ()\n\nSolar cells made from perovskites have experienced rapid development as examples of third-generation solar cells in recent years. The traditional trial-and-error method is inefficient, and the search space is incredibly large. This makes developing advanced perovskite materials, as well as high conversion efficiencies and stability of perovskite solar cells (PSCs), a challenging task. A growing number of data-driven machine learning (ML) applications are being developed in the materials science field, due to the availability of large databases and increased computing power. There are many advantages associated with the use of machine learning to predict the properties of potential perovskite materials, as well as provide additional knowledge on how these materials work to fast-track their progress. Thus, the purpose of this paper is to develop a conceptual model to improve the efficiency of a perovskite solar cell using machine learning techniques in order to improve its performance. This study relies on the application of design science as a method to conduct the research as part of the study. The developed model consists of six phases: Data collection and preprocessing, feature selection and engineering, model training and evaluation, performance assessment, optimization and fine-tuning, and deployment and application. As a result of this model, there is a great deal of promise in advancing the field of perovskite solar cells as well as providing a basis for developing more efficient and cost-effective solar energy technologies in the future.\n\n1. Introduction\n\nA huge challenge is to find sustainable and clean energy sources that will meet the needs of a growing global population and industrialization, in order to meet their growing demands [1]. Photovoltaics could prove to be a viable solution to the energy crisis we are experiencing [2]. It has been proven that silicon-based solar devices and modules have been highly efficient and have achieved more than 26% efficiency for single crystal devices and 22% efficiency for multi-crystal devices [3]. Nevertheless, the energy-intensive purification process necessary for the manufacturing process has caused researchers to explore alternative forms of photovoltaic technology, including organic and perovskite-based absorbers, as alternatives to the energy-intensive purification process required in their production [4]. Cost issues are a significant challenge when it comes to the manufacture, installation, operation, and maintenance of commercial silicon photovoltaic systems. In this sense, they are now able to play a significant role in providing a substantial contribution to the global energy need. During the course of maintaining, repairing, and ultimately replacing production equipment, more fossil fuels will be needed in order to perform these activities.\n\nThe PSC market has been experiencing unprecedented success compared with the commercial silicon solar cell market [5] [6]. During the early years of the research, a large part of the effort was dedicated to improving the efficiency of the system. In 2009, the authors of [7] reported that they made the first PVs with a power conversion efficiency (PCE) of 3.8% by using organic-inorganic halide perovskites as the source of light. A great deal of progress has made sense when it comes to improving the PCE of PSCs in recent years. Moreover, over the past few years, the performance of these PSCs has improved significantly to reach over 25.5% [8]. As PSCs became increasingly efficient and stable, new issues began to arise that raised new concerns and a need for research subsequently [9]-[11]. Almost all the research that has been conducted on perovskites has focused on inorganic perovskites, hybrid organic-inorganic perovskites (HOIPs), and double perovskites from the point of view of composition and structural classification [12] [13]. For example, the organic component of HOIPs enables them to have extra functions and a certain level of structural flexibility that are not achievable in the case of pure inorganic perovskites. The different structural and chemical variations of these molecules provide ample opportunities to tune and modulate the physical properties of these molecules simply by altering their chemical composition [14]. As a result of the use of double perovskites, it opens up a new dimension of possibilities: the use of different metal cations at both the A and B sites may provide more options, leading to a higher PCE and wider bandgap [15]. In addition, inorganic perovskites are generally known to have a high degree of thermal stability [16]. Data-driven machine learning has been shown to be an effective tool in screening candidates, as well as a powerful tool for predicting candidates based on experimental validation, when compared with traditional methods [17].\n\nTherefore, this paper aims to develop a conceptual model for improving the perovskite solar cell’s efficiency using machine learning. A research methodology associated with design science refers to the kinds of research approaches that are derived from the design science paradigm in order to continue with this topic. The developed model consists of six phases: Data collection and preprocessing, feature selection and engineering, model training and evaluation, performance assessment, optimization and fine-tuning, and deployment and application.\n\nThis paper is organized as follows: the methodology is discussed in Section 2. The limitations of the study are presented in Section 3, whereas the conclusion and future works are presented in Section 4.\n\n2. Methodology\n\nThis study used design science research [18] [19] to develop the conceptual model for improving the perovskite solar cell’s efficiency using machine learning. The purpose of design science research is to identify problems and solve them through the application of design principles. Even though it is considered to be able to balance the relevance of research with the rigor of its methodology, it has become increasingly accepted and adopted by information systems researchers as a legitimate method for conducting research, because it provides a mechanism for balancing relevance with rigor in the research process. Thus, the adapted methodology is used to develop the conceptual model for improving the perovskite solar cell’s efficiency using machine learning as shown in Figure 1. This model leverages the power of AI and machine learning algorithms to identify and optimize key parameters, leading to the improved efficiency of perovskite solar cells. The developed conceptual model for improving perovskite solar cell efficiency using machine learning consists of six phases as shown in Figure 2.\n\nFigure 1. Conceptual model for improving the perovskite solar cell’s efficiency using machine learning.\n\n1) Data Collection and Preprocessing: During the first step of creating a model, it is necessary to collect experimental data from a variety of sources so that the model can be created. It is possible to consider the composition of the perovskites, the structure of the device, operational conditions, and external environmental factors when designing a device. It is necessary to cleanse, organize, and normalize the data once it has been collected in order to ensure its consistency and usability when it comes to machine learning techniques after it has been collected. Figure 2 displays the data collection and preprocessing phase. There are many data collected samples, including for example: the effect of temperature on the properties of perovskites, such as crystal structure, photoluminescence, and conductivity, pressure, water vapor permeability, humidity-related degradation, solar light, and artificial light on perovskites. The method used in this data preprocessing is driven by the principle of relative theory. Relative theory is a data-driven approach that focuses on identifying patterns and relationships within the data. It relies on the idea that data can be compared and analyzed relative to one another rather than solely based on absolute values.\n\nFigure 2. Data collection and preprocessing phase.\n\n2) Feature Selection and Engineering: The next step in the process is to analyze the data to identify which features in the data can accurately reflect a device’s performance. Selecting features allows you to filter out irrelevant or redundant ones, whereas engineering features means you are able to make them more useful for machine learning models by improving their usefulness. By simplifying the dataset and reducing the complexity of the model, the purpose of this step is to improve the accuracy of predictions by simplifying the dataset and reducing the complexity of the model. Figure 3 illustrates the feature selection and engineering. The feature extraction equation used is Y = f(X). In this equation, the output of the model (y) depends on the learned features (f) derived from the input data (X). The learned features can be derived through various techniques such as feature extraction, feature selection, or dimensionality reduction. The goal of these techniques is to extract the relevant information from the input data that correlates with the target variable (efficiency or performance).\n\nFigure 3. Feature selection and engineering phase.\n\n3) Model Training and Evaluation: The training of the model can be done by choosing features and preprocessing the data prior to using machine learning algorithms. There are several deep learning models currently available in the market, among which are convolutional neural networks (CNN), recurrent neural networks (RNNs), and ensembles. In this phase, we consider the relationships between the features of perovskites and their performance parameters to predict and optimize their performance. Figure 4 demonstrates the model training and evaluation phase.\n\nFigure 4. Feature selection and engineering phase.\n\n4) Performance Assessment: To assess the performance of the trained model, it can be applied to unseen data. This can be done by testing the model’s ability to predict the efficiency values on new device structures or operating conditions. Performance metrics such as accuracy, precision, recall, and F1-score can be used to evaluate the model’s effectiveness. Figure 5 displays the performance assessment phase. The calculation formulas for the evaluation parameters are:\n\nCurrent Density (J) : J = I/A. where J is the current density, I is the electric current, and A is the area of the sample.\n\nOpen Circuit Voltage ( Voc ) : Voc = V – Vm. where Voc is the open-circuit voltage, V is the voltage across the cell, and Vm is the voltage of the measurement reference.\n\nShort Circuit Current ( Isc ) : Isc = Imax – Imin. where Isc is the short circuit current, Imax is the maximum current, and Imin is the minimum current.\n\nLi ght-to-Electric Power Conversion Efficiency ( Lppe ) : Lppe = (Pout − Ploss)/Pinc. where Lppe is the light-to-electric power conversion efficiency, Pout is the output power, Ploss is the power loss, and Pinc is the incident power.\n\nVoltage Stability (Stability): Stability = (Vmax − Vmin)/Vmax. where Stability is the voltage stability, Vmax is the maximum voltage, and Vmin is the minimum voltage\n\n5) Optimization and Fine-Tuning: The model can be optimized and refined to improve its predictive capabilities based on the performance evaluation results. This involves adjusting model hyperparameters, such as learning rates, regularization terms, and network architectures, to optimize its performance. Fine-tuning the model helps achieve more accurate and efficient predictions, leading to improved perovskite solar cell efficiency. Figure 6 displays the optimization and fine-Tuning phase.\n\nFigure 5. Performance assessment phase.\n\nFigure 6. Optimization and fine-Tuning phase.\n\n3. Limitations\n\nThis section discusses the limitation of the developed conceptual model for improving perovskite solar cell efficiency using machine learning. Table 1 displays the limitations of the developed model for improving perovskite solar cell efficiency.\n\nTable 1. Limitations of the developed Conceptual model for improving perovskite solar cell efficiency using machine learning.\n\nLimitation Explanation Lack of Standardization and Robust Testing The developed model is based on a specific conceptual model, which may not apply to all perovskite solar cell devices. Due to the diversity of perovskite solar cell materials and designs, a universal model covering all scenarios may not be feasible. Therefore, the effectiveness and applicability of the developed model may be limited to the specific types of perovskite solar cells. Data Dependency and Bias Machine learning algorithms heavily rely on data to make predictions. However, the quality of the data can significantly impact on the model’s performance. The developed model relies on training data which may contain bias or errors that affect the prediction. These biases may limit the accuracy and reliability of the results. Complexity and Interpretability Machine learning algorithms can be complex, making it difficult to understand the reason behind the decisions made. the developed model relies on complex models, which can make it difficult to interpret the results and justify optimization decisions. This lack of transparency may hinder the widespread adoption and trust in the approach. Scalability and Maintenance The developed model requires significant computational resources and time to train and validate the model. As the number of perovskite solar cell devices increases, it becomes impractical to apply the developed model to every device individually. Additionally, the model may become obsolete over time, requiring continuous updates to maintain its effectiveness. Human Interaction and Autonomy processes, human intervention is still necessary. Experienced experts are still required to interpret the results, select appropriate training data, and make decisions on optimization targets. Moreover, the developed model may not be suitable for all optimization tasks, as some require human intuition or experimentation.\n\n4. Conclusion\n\nIn recent years, perovskite solar cells have experienced rapid development as examples of third-generation solar cells. As a result of the traditional trial-and-error method, the search space is extremely large and inefficient. Due to this, PSCs are challenging to design due to their high conversion efficiencies and stability. Due to large databases and increased computing power, materials science is increasingly developing data-driven ML applications. For fast-tracking the development of new perovskite materials, machine learning can be used to predict their properties and expand our understanding of how they work. Hence, this paper developed a conceptual model that uses machine learning techniques to improve perovskite solar cell efficiency. During the course of the study, design science is used as a method to conduct research. The developed model consists of six phases: data collection and preprocessing, feature selection and engineering, model training and evaluation, performance assessment, optimization and fine-tuning, and deployment and application. Through this model, perovskite solar cells will be advanced and a basis for developing more efficient and cost-effective solar technology will be provided in the future. The future work of this study is to implement the developed model in real scenarios to demonstrate the effectiveness of the developed model."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "North Korean troops in Ukraine gain battlefield experience, cementing alliance with Russia",
            "link": "https://apnews.com/article/north-korea-ukraine-war-russia-0f34fb82cfdd267652f8df8bc3c574ec",
            "description": "North Korean troops have been deployed to bolster Russian forces in the Kursk border region with Ukraine, where they are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2_kTdbrhamyDwnWBoesZOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "21h",
            "source": "Associated Press",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia-Ukraine Drone War Enters New Phase",
            "link": "https://www.msn.com/en-ca/news/world/russia-ukraine-drone-war-enters-new-phase/ar-BB1rjWwE?ocid=BingNewsVerp",
            "description": "Fiber-optic drones popped up on the battlefields of Ukraine last year, and are set to become more popular on both sides in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kZxeTPu_ASHoiYbvjwKyyC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "16hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Record number of journalists dead in Gaza war",
            "link": "https://www.cbsnews.com/news/record-journalist-death-toll-in-gaza-60-minutes/",
            "description": "Since Hamas attacked Israel on Oct. 7, 2023, destruction and devastation in Gaza have been widespread. So has death: 45,000 people have been killed in this conflict, including more than 300 aid ...",
            "image_url": "https://www.bing.com/th?id=OJ.8MmhhQ3g034d0g&pid=news&w=87&h=16&rs=2",
            "category": "war+conflict",
            "date": "7h",
            "source": "CBS News",
            "article_content": "Since Hamas attacked Israel on Oct. 7, 2023, destruction and devastation in Gaza have been widespread. So has death: 45,000 people have been killed in this conflict, including more than 300 aid workers and more than 1,000 medical professionals, according to tallies by the United Nations.\n\nIt has also been especially deadly for the people documenting it.\n\nAt least 160 journalists, translators, fixers, and others who help with newsgathering have been killed, according to the Committee to Protect Journalists. It has been the deadliest period for reporters since the organization began keeping track in 1992, and the vast majority of those killed have been Palestinian.\n\n\"It's been journalists and even their families,\" said former American diplomat Hala Rharrit. \"And it has appeared to practically be systematic targeting of journalists to silence the truth that's been coming out.\"\n\nRharrit spent nearly two decades at the State Department with postings in Asia, Africa and the Middle East before quitting last spring in protest over America's role in the war in Gaza. Before resigning, she was stationed in Dubai where part of her job was to communicate U.S. policy to the Arab press and monitor media reports about the war. She told 60 Minutes she included deaths of journalists in reports she sent to senior leadership in Washington.\n\nShe told 60 Minutes that, a few months after the conflict began, she proposed a statement to come out from the White House against the deaths of journalists.\n\n\"I was told, 'No, we can't do that. It's too controversial.' I said, 'What's controversial? Calling for the protection of journalists? This is an American value,'\" Rharrit recalled.\n\nIn December 2023, State Department spokesperson Matthew Miller wrote a statement on X saying in part, \"We stand unequivocally for the protection of journalists and a free and independent press.\"\n\nFive months later, President Joe Biden released his own statement, saying that in Gaza, \"far too many journalists, the vast majority of them Palestinian, have been killed.\" The statement went on to call for \"the protection of journalists everywhere, including during military operations.\"\n\nThe Israel Defense Forces (IDF) have denied the charges that Israel has singled out reporters, telling 60 Minutes in a statement: \"The IDF directs its strikes only towards military targets and military operatives, and does not target civilian objects and civilians, including media organizations and journalists as such.\"\n\nIsrael's military went on to contend that \"terror operatives\" in Gaza have doubled as journalists and might therefore become \"legitimate military targets,\" including some who work for Al Jazeera. The Qatari network has strongly denied this allegation.\n\nCBS News is not able to verify claims on either side. Israel has prevented international media from entering and working independently in Gaza since the start of the war. As a result, Palestinian journalists left to cover the ongoing conflict have had to work while dealing with its effects, including hunger, displacement, and the constant threat of injury or death from ongoing airstrikes.\n\nWithout a ceasefire, those who are reporting on the ground continue to do so at a great risk. Just Friday, Reuters reports a Palestinian journalist was shot and killed by Israeli forces while covering a scene at a refugee camp in Gaza.\n\nThe video above was produced by Brit McCandless Farmer and edited by Scott Rosann."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What to know about the latest effort to bring an end to Turkey’s 40-year Kurdish conflict",
            "link": "https://www.msn.com/en-us/news/world/what-to-know-about-the-latest-effort-to-bring-an-end-to-turkeys-40-year-kurdish-conflict/ar-BB1rlrwt?ocid=BingNewsVerp",
            "description": "A fresh drive to bring an end to Turkey's 40-year Kurdish conflict has seen politicians from the pro-Kurdish party meet ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wW_ARcVrNNvpIMS2AeVZRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ignorant Traders Avoiding Bitcoin Have ‘Catastrophic’ View on Markets, Says Fundstrat’s Tom Lee",
            "link": "https://dailyhodl.com/2025/01/12/ignorant-traders-avoiding-bitcoin-have-catastrophic-view-on-markets-says-fundstrats-tom-lee/",
            "description": "Fundstrat chief investment officer Tom Lee says those who turn a blind eye to Bitcoin likely believe that BTC will eventually plunge all the way down to zero.",
            "image_url": "https://www.bing.com/th?id=ODF.YxtUTd9LYvBuy2zyx0r5nA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "The Daily Hodl19h",
            "source": "The Daily Hodl",
            "article_content": "Fundstrat chief investment officer Tom Lee says those who turn a blind eye to Bitcoin likely believe that BTC will eventually plunge all the way down to zero.\n\nIn an interview on the Global Money Talk YouTube channel, Lee says Bitcoin has proven its staying power after over a decade of existence.\n\nHe also notes that it’s now very unlikely for Bitcoin to vanish, given that the incoming Trump administration has repeatedly expressed its support for the largest crypto by market cap.\n\n“I think that it’s probably better to just observe a few things. One is Bitcoin has now been around for 15 years, and there has not been a Bitcoin 2.0. So there’s no crypto 2.0, Bitcoin is the surviving chain.\n\nAnd Bitcoin has become a $2 trillion asset which never in financial history has anything reached $2 trillion and then disappeared. It’s a different argument if it was $100 billion.\n\nThird is the US government [has] reiterated its commitment to make Bitcoin a strategic reserve asset. That’s not bad for the price of Bitcoin. So if someone is watching this and said, ‘Well, they don’t understand Bitcoin so they decide not to own it.’\n\nIt’s a catastrophic way to look at markets.”\n\nLee also believes that the macroeconomic backdrop appears to be acting as a tailwind for risk assets like stocks and crypto, at least for the first half of the year. He adds that his bullish stance is supported by jittery market sentiment and the massive amount of cash still waiting in the wings.\n\n“There is probably room for more positive surprises in the first half because we have an incoming president that’s very pro-business, probably the most pro-business president in modern times. And with, so far, the cabinet selections that the market is very happy with. So that should be providing room for investors to become optimistic which they call ‘animal spirits.’\n\nAnd the second tailwind is that the Fed is dovish. And what that means is that the central bank is easing. So that’s positive for stocks.\n\nThe third is investors are cautious because almost everyone we talked to thinks valuations are expensive or because we’ve had two good years, [the next year] has to be bad. So we know sentiment is cautious. Usually when people are cautious, then you bet against the caution.\n\nAnd the fourth is that we know mechanically there’s a lot of cash on the sidelines. There’s a lot of firepower – $7 trillion of cash on the sidelines.\n\nSo I would see this as positive for the first half of [this] year.”\n\nDon't Miss a Beat – Subscribe to get email alerts delivered directly to your inbox\n\nCheck Price Action\n\nFollow us on X, Facebook and Telegram\n\nSurf The Daily Hodl Mix\n\n\n\n\n\nDisclaimer: Opinions expressed at The Daily Hodl are not investment advice. Investors should do their due diligence before making any high-risk investments in Bitcoin, cryptocurrency or digital assets. Please be advised that your transfers and trades are at your own risk, and any losses you may incur are your responsibility. The Daily Hodl does not recommend the buying or selling of any cryptocurrencies or digital assets, nor is The Daily Hodl an investment advisor. Please note that The Daily Hodl participates in affiliate marketing.\n\nFeatured Image: Shutterstock/WhiteBarbie/DDevecee"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pacific Edge cancer diagnosis firm shares plunge after US decision",
            "link": "https://www.msn.com/en-nz/money/top-stocks/pacific-edge-cancer-diagnosis-firm-shares-plunge-after-us-decision/ar-BB1rkJrc?ocid=BingNewsVerp",
            "description": "Otago cancer diagnostics company Pacific Edge has lost key US Medicare coverage for its flagship test, and it's share price has fallen 63 percent in early trading. But it says it may appeal the US ...",
            "image_url": "https://www.bing.com/th?id=OJ.3DWa1De8W4etKw&pid=news&w=40&h=16&rs=2",
            "category": "stocks+plunge",
            "date": "8hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "This was the fastest growing smartphone brand in 2024 despite its absence in US",
            "link": "https://www.androidauthority.com/global-smartphone-market-share-2024-3515786/",
            "description": "Xiaomi beat Apple and Samsung to become 2024’s fastest-growing smartphone maker thanks to portfolio realignment, premium ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3snDa9Cz60DQ2qXn3Li9oi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "2h",
            "source": "Android Authority",
            "article_content": "Robert Triggs / Android Authority\n\nTL;DR Xiaomi beat Apple and Samsung to become 2024’s fastest-growing smartphone maker.\n\nSamsung and Apple, the market leaders, saw marginal declines in market share.\n\nXiaomi’s growth was driven by portfolio realignment, premium device focus, and aggressive expansion.\n\n2024 was finally a good year for smartphone makers following a rough 2023, which saw the lowest phone sales in a decade. According to Counterpoint Research, the smartphone market actually grew by 4% in 2024 compared to the previous year, which is a positive sign for both buyers and phone makers. One of the key highlights from Counterpoint’s latest report is the fantastic growth journey one particular smartphone maker has been having.\n\nPer the research firm’s preliminary calculations, Xiaomi has claimed the title of the fastest-growing smartphone manufacturer globally in 2024. The company’s year-on-year (YoY) global market share increased by one percentage point, setting it apart from rivals Apple and Samsung, both of which saw their 2024 smartphone market shares dip by the same margin.\n\nCounterpoint Research\n\nWhat makes Xiaomi’s growth particularly noteworthy is its lack of presence in the United States, one of the world’s largest smartphone markets. Instead, the Chinese brand has focused on expanding aggressively in regions like Europe, Asia, and Africa. Counterpoint says a strategic portfolio realignment, a push into more premium devices, and innovative marketing campaigns have also helped Xiaomi achieve its latest growth numbers.\n\nMeanwhile, Samsung and Apple, which lead the smartphone market globally, saw flat performances in 2024. Samsung retained its top position with a 19% market share, thanks to strong performance by the Galaxy S24 and Galaxy A lines. Apple came in second with an 18% market share. The iPhone 16 series received a lukewarm reception as per Counterpoint. The limited availability of Apple Intelligence also dampened buyers’ enthusiasm in Apple’s core markets like the US.\n\nLooking beyond 2024, Counterpoint Research sees Generative AI becoming the norm for mid-range phones. The firm projects that by 2028, nine out of 10 smartphones priced above $250 will be GenAI-capable.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "iPhone loses global market share to rivals with Apple AI absent in China",
            "link": "https://www.business-standard.com/technology/tech-news/iphone-loses-global-market-share-to-rivals-with-apple-ai-absent-in-china-125011300182_1.html",
            "description": "California-based Apple has been playing catchup on artificial intelligence, with its suite of AI enhancements rolling out in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mphY3fLkxYrPcxUC7Thhfi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "3h",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Los Angeles faces economic challenges to rebuild after worst wildfire disaster in history",
            "link": "https://www.yahoo.com/news/los-angeles-faces-economic-challenges-132641265.html",
            "description": "Paul Walsh, Publisher at G2 Weather Intelligence, joins FOX Weather to share his concerns about the potential long-term ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Sx86V8bSsyUw6mn4iOEdVS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "19h",
            "source": "Yahoo",
            "article_content": "NBC chief political analyst and former Meet the Press host Chuck Todd has told news industry leaders he is planning to leave the network when his contract is up this year, Semafor reported Sunday. The network mainstay has reportedly told editors from other networks and digital media organizations about his plans, and has been discussing new roles—in both broadcast and other mediums. NBC did not immediately return a request for comment from the Daily Beast. Neither the network nor Todd have confi"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "America's most expensive natural disasters in recent decades",
            "link": "https://www.msn.com/en-us/science/earth-science/america-s-most-expensive-natural-disasters-in-recent-decades/ar-BB1rkqln?ocid=BingNewsVerp",
            "description": "The costliest disasters on the National Centers for Environmental Information \"Billion-Dollar Weather and Climate Disasters\" ...",
            "image_url": "https://www.bing.com/th?id=OVFT.bXJC-IRq3kOFsA5fxbAPeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "13hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Modular AMD Hawk Point mini PC showcased at CES",
            "link": "https://www.yahoo.com/tech/modular-amd-hawk-point-mini-162404334.html",
            "description": "When you buy through links on our articles, Future and its syndication partners may earn a commission.",
            "image_url": "https://www.bing.com/th?id=OVFT.v9WBh85wLAptIVhzp8nPkC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "16h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Clink-X\n\nAt CES 2025, Chinese PC manufacturer Emdoor (usually focused on rugged PC products, and we previously covered one of its Intel Core Ultra gaming handhelds) showcased a new modular Mini PC design dubbed Clink-X xCraft that has since been confirmed for a planned March 2025 crowdfunding launch. This Mini PC boasts an incredibly compact form factor and potentially offers some very interesting upgrades post-launch.\n\nOf course, there are limitations to this modular mini PC design. Like modular Framework laptops or Framework-based devices, Emdoor Clink-X xCraft will only come with custom motherboards with soldered OEM CPUs. But since the motherboard is so easily removable compared to the majority of mini PC designs, long-term support could still offset the downsides of this, particularly if truly meaningful modular attachments like an extended heatsink, discrete graphics, etc, actually come to fruition.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nImage 1 of 5\n\nEmdoor Clink-X xCraft\n\nEmdoor Clink-X xCraft plate styles\n\nImage 2 of 5\n\nEmdoor Clink-X xCraft\n\nEmdoor Clink-X xCraft Build Step 1\n\nImage 3 of 5\n\nEmdoor Clink-X xCraft\n\nAdvertisement Advertisement\n\nAdvertisement\n\nEmdoor Clink-X xCraft Build Step 2\n\nImage 4 of 5\n\nEmdoor Clink-X xCraft\n\nEmdoor Clink-X xCraft Build Step 3\n\nImage 5 of 5\n\nEmdoor Clink-X xCraft\n\nEmdoor Clink-X xCraft Build Step 4\n\nAs far as the current fixed specifications go, the only two CPU options currently given with the motherboard are Ryzen \"Hawk Point\" CPUs, but specifically the Ryzen 7 250 and 260— which are just a rebadged Ryzen 7 8840U and Ryzen 7 8845HS, respectively. Those two CPUs are also rebadged Ryzen 7 7840U and Ryzen 7 7845HS, respectively, which makes the additional renaming cycle quite egregious. With either CPU, you'll be getting eight Zen 4 cores and AMD RDNA 3 integrated graphics, with the differences boiling down to the CPU base clock.\n\nAMD's Ryzen 7 250 and its eight Zen 4 cores have a base clock of 3.3 GHz and boost up to 5.1 GHz, and are paired with 12 RDNA 3 iGPU Compute Units for graphical horsepower. The Ryzen 7 260 and its eight Zen 4 cores have a base clock of 3.8 GHz, boost up to 5.1 GHz, and also have 12 RDNA 3 CUs. These are still good specs since part of the reason 7840U and its ilk were so endlessly rebadgeable was because their iGPU performance took that long to be exceeded by the competition, but it's still worth noting.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nI/O is fixed regardless of your CPU and also replaces your PCIe expansion besides the dual NVMe slots. The fastest connectors are dual USB4 20 Gbps Type-C ports, with dual USB 3.2 Gen 2 ports (one Type-A, one Type-C) following directly behind. There is also a USB Type-C port specifically for power input, one HDM1 2.1 port, one DisplayPort 2.1 port, and a 2.5 Gigabit Ethernet port.\n\nStorage and RAM support seem a little more interesting — with dual NVMe Gen4 slots (M.2-2280, up to 4TB) and support for up to 128GB of DDR5 RAM at 5600 MT/s, this mini PC definitely isn't slacking in those options. It's just a bit of a shame the CPU is soldered, but going unsoldered likely would have pushed them in the direction of AM4 or AM5 and presented a greater technical challenge for this form factor.\n\nAs-is, I think it looks decently promising, but the fastest expansion effectively being limited to dual USB4 20 Gbps does concern me, particularly at a $500 starting price point. OCuLink or even just a PCIe slot would be far preferable, particularly for whatever future discrete GPU attachments may be planned."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Modular AMD Hawk Point mini PC showcased at CES — its easy to swap the case panels, RAM, and dual-SSDs but the CPU is soldered",
            "link": "https://www.msn.com/en-us/news/technology/modular-amd-hawk-point-mini-pc-showcased-at-ces-its-easy-to-swap-the-case-panels-ram-and-dual-ssds-but-the-cpu-is-soldered/ar-BB1rkjXK?ocid=BingNewsVerp",
            "description": "Chinese PC manufacturer Emdoor (usually focused on rugged PC products, and we previously covered one of its Intel Core Ultra ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hQVzCDyYXCzSfN6C4rCulC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "tom's Hardware on MSN16h",
            "source": "tom's Hardware on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Geely Unveiled Auto Industry’s First-Ever 'Full-Domain AI for Smart Vehicles' Technology System, with Ambition to Popularize AI Technology in Smart Vehicles",
            "link": "https://www.msn.com/en-us/news/technology/geely-unveiled-auto-industry-s-first-ever-full-domain-ai-for-smart-vehicles-technology-system-with-ambition-to-popularize-ai-technology-in-smart-vehicles/ar-BB1rjHzM?ocid=BingNewsVerp",
            "description": "Domain AI for Smart Vehicles\" technology system at CES 2025. This system, grounded in an AI-native operating system, covers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.CZ0xmZBlRBHACJq8BjQRPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Ever-Growing USA on MSN17h",
            "source": "Ever-Growing USA on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How virtual reality technologies are shaping an inclusive future for architecture",
            "link": "https://www.msn.com/en-us/news/technology/how-virtual-reality-technologies-are-shaping-an-inclusive-future-for-architecture/ar-BB1rkmSy?ocid=BingNewsVerp",
            "description": "Imagine stepping into your dream home before it is even built. Virtual reality (VR) technologies are revolutionizing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JCxJG1iU81HUPL61V1uAeC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Tech Xplore on MSN11h",
            "source": "Tech Xplore on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Scientists find 1,500-year-old mosaic with Bible verse that 'blesses all who read it'",
            "link": "https://www.msn.com/en-us/news/world/scientists-find-1500-year-old-mosaic-with-bible-verse-that-blesses-all-who-read-it/ar-BB1rjEus?ocid=BingNewsVerp",
            "description": "At the center of the intricately designed floor theres is an inscribed verse in ancient Greek that reads: \"Blessed are you ...",
            "image_url": "https://www.bing.com/th?id=OVFT.w4acHhL22GCHXP_wSbG_sC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "The Mirror US on MSN19h",
            "source": "The Mirror US on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Devotional Book Challenges Couples in Crisis to Evaluate Their Relationship with Honesty and Clarity",
            "link": "https://finance.yahoo.com/news/devotional-book-challenges-couples-crisis-050000579.html",
            "description": "Pastor, church planter, and professor of Biblical studies Jeff Beck invites couples in crisis on a journey of self-discovery and healing in his new book \"Open Letters: Divorce or Reconciliation? A Fif ...",
            "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
            "category": "bible+discovery",
            "date": "3h",
            "source": "YAHOO!Finance",
            "article_content": "Author gives readers the tools to decide if divorce or reconciliation is the best path for them\n\nSARASOTA, Fla., Jan. 13, 2025 /PRNewswire-PRWeb/ -- Pastor, church planter, and professor of Biblical studies Jeff Beck invites couples in crisis on a journey of self-discovery and healing in his new book \"Open Letters: Divorce or Reconciliation? A Fifty-Eight-Day Devotional Challenge\"\n\nThis devotional book is designed to guide couples through the difficult terrain of strained marriages, especially those on the verge of divorce. The book is structured as a 58-day journey that combines biblical reflection, personal challenges, and spiritual guidance with the overarching goal of saving marriages, or at least fostering understanding between partners who may ultimately choose to part ways.\n\n\"One morning the spirit of God woke me,\" Beck said. \"He said 'Jeff, I want you to pray, fast, and write open letters to the married couple whose relationship is being challenged every day until I release your spirit from writing these letters. These letters are open before me, each spouse, and yourself as you write them and send them.'\"\n\nEach day of the devotional contains a personal letter addressed to fictional characters, Crestfallen and Woolgathering, from a character named Polestar. These letters are prayers and reflections aimed at guiding the couple toward either reconciliation or separation. Also included are reflection questions for self-examination and discussion between partners, as well as scriptures and an exploration of the Bible passage that relates to the theme of the day.\n\nBeck's approach emphasizes that the struggles couples face are not just personal but spiritual, often involving issues like deception, mistrust, unmet expectations, and selfishness. Using fictional scenarios and real-life biblical wisdom, he seeks to bring clarity to readers' own situations. The narrative also incorporates the broader effect of marital dissolution on family and friends, highlighting that divorce does not only impact the couple but ripples outward.\n\n\"The book is not meant to judge couples facing hardship,\" Beck explained, \"rather it is a tool to encourage readers to take an honest look at where they are, at their spouse, and how to move forward. The daily devotionals invite readers to take a journey with openness and honesty so that they can fully understand the ramifications of their decisions. This devotional challenge does not tell couples what to do, it challenges them on their journey as they decide what path to take.\"\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 Stephen King Books That Deserve Anthologies After The Stand",
            "link": "https://www.msn.com/en-us/entertainment/comics/5-stephen-king-books-that-deserve-anthologies-after-the-stand/ar-BB1rkb4w?ocid=BingNewsVerp",
            "description": "The Stand is getting expanded on in a 2025 anthology, and there are several other Stephen King books that could benefit from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.NHPgAAzyiKvkcEyqmpTEuC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Public Health Agency of Canada",
            "link": "https://www.canada.ca/en/public-health.html",
            "description": "The Public Health Agency of Canada is part of the federal health portfolio. Our activities focus on protecting against threats to public health, preventing and reducing diseases and injury, and ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Canada22h",
            "source": "Canada",
            "article_content": "Public health notices Disease outbreaks or possible health risks to Canadians, how to protect yourself\n\nDiseases and conditions Symptoms, risks, and how to prevent, treat and manage human diseases and illnesses\n\nHealthy living Behaviours that affect health, health and pregnancy, wellness, infant care, blood donation\n\nTravel health Avoid disease, illness or other safety risks away from home\n\nFood recalls, risks and outbreaks Food poisoning, Canada's role in food safety, recent recalls and alerts\n\nVaccines and immunization Vaccination for children, adults, during pregnancy, travel vaccines, flu shot, information for health professionals\n\nBiosafety and biosecurity Biosafety training, pathogen hazards, exposure reporting, licences, regulating laboratories or containment zones\n\nEmergency preparedness and response How we prepare to keep the public safe from epidemics, chemical, biological, radiological and nuclear events\n\nFunding opportunities Grants and contribution programs, how and why we give funding, who we have funded\n\nHealth science, research and data Health data, science, research, statistics, determinants of health, and monitoring and surveillance"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Plane crew who spotted UFO 'zigzagging' at 45,000ft couldn't believe what happened next",
            "link": "https://www.msn.com/en-gb/technology/aviation/plane-crew-who-spotted-ufo-zigzagging-at-45-000ft-couldn-t-believe-what-happened-next/ar-BB1rjYdB?ocid=BingNewsVerp",
            "description": "A flight crew on a private jet was left stunned after seeing a UFO \"zigzagging\" through the air at 45,000ft with the object ...",
            "image_url": "https://www.bing.com/th?id=OVFT.uGuH_6s5FBVY5HMyzLVvqS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Hosted on MSN17h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Warner Bros. Discovery Launches In Partnership With IAEA: ‘Good To Know’, First Nuclear Science Films On Discovery Channel",
            "link": "https://www.iaea.org/newscenter/pressreleases/warner-bros-discovery-launches-in-partnership-with-iaea-good-to-know-first-nuclear-science-films-on-discovery-channel",
            "description": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the ...",
            "image_url": "https://www.bing.com/th?id=ODF.k0H_4g7ugF2mrz6PiKVtVQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "physics+discovery",
            "date": "iaea.org41m",
            "source": "iaea.org",
            "article_content": "‘Good To Know’, a new educational videos series explaining how nuclear science can help solve global issues, is being launched today on Discovery Channel, as part of a new partnership with the International Atomic Energy Agency (IAEA).\n\nThe films will air in over 30 countries, reaching 44 million households across the entire Europe, Middle East and Africa region.\n\nThis first tranche of five short films, made by the IAEA video team in conjunction with the Warner Bros. Discovery editorial team, will explain in simple terms how radiation can safely be used to solve some of the world’s most pressing global challenges. These include:\n\nMicroplastics in the ocean (filmed in Monaco/Global)\n\nThe growing cancer burden (filmed in India)\n\nFood insecurity (filmed in Austria/Global)\n\nWater scarcity in the face of climate change (filmed in Austria/Costa Rica)\n\nIndustrial contamination (filmed in Czech Republic)\n\nEach of these films is around one minute long and will play as part of Discovery’s ‘Good To Know’, a new educational videos series about the benefits of nuclear science and technology, both on television and online.\n\nFuture films to be included in the series will continue to investigate how nuclear science can help development, particularly in the light of climate change, such as by measuring how coastal regions sequester carbon, or how the oceans are becoming more acidic, or how pest insects can be controlled without chemicals. The films will also highlight more details on key IAEA programmes to battle plastic pollution, drought and hunger.\n\nThe films are made in conjunction with the IAEA's twelve nuclear sciences and applications laboratories, a unique feature in the United Nations. The laboratories develop and share nuclear techniques with countries around the world. Watch a three-minute film about the labs here.\n\nIAEA Director General Rafael Mariano Grossi said: “People may know us as the nuclear watchdog, helping enhance safety, security and safeguards in places like Fukushima, Iran, Ukraine. But not enough people know of the amazing potential nuclear science has to make tangible differences in people’s lives – helping farmers grow better crops, cancer patients get better treatment, governments understand and protect key natural areas. As the terrible effects of climate change become more obvious to people around the world, it is important for the public to also know there is hope. Science, as always, offers solutions to many of our main challenges.”\n\nNajat Mokhtar, Head of IAEA Department of Nuclear Sciences and Applications, agreed: “I am delighted to see ours labs' the vital research being shared on the respected Discovery Channel. Science is a vital force for good in the world, and nuclear science offers so many incredible innovations to help countries meet their development goals.”\n\nJamie Cooke, Executive Vice President and Managing Director Central Europe, Middle East and Turkey said: “We are thrilled that our viewers will now get the opportunity to learn more about how nuclear science is being used in innovative ways to improve our lives and advance the environmental sustainability agenda. We consider it our duty to leverage the voice, storytelling strength and expertise we have, to cast light and tell the right stories that will positively impact our communities and viewers. It’s part of our Social Good Strategy, and we want to use our media for good.”\n\nAbout the International Atomic Energy Agency\n\nWidely known as the world’s “Atoms for Peace and Development” organization within the United Nations family, the IAEA is the international centre for cooperation in the nuclear field. The Agency works with its Member States and multiple partners worldwide to promote the safe, secure and peaceful use of nuclear technologies. For more information, visit IAEA.org.\n\nAbout Warner Bros. Discovery\n\nWarner Bros. Discovery is a leading global media and entertainment company that creates and distributes the world's most differentiated and complete portfolio of branded content across television, film, streaming and gaming. Available in more than 220 countries and territories and 50 languages, Warner Bros. Discovery inspires, informs and entertains audiences worldwide through its iconic brands and products including: Discovery Channel, Max, discovery+, CNN, DC, TNT Sports, Eurosport, HBO, HGTV, Food Network, OWN, Investigation Discovery, TLC, Magnolia Network, TNT, TBS, truTV, Travel Channel, MotorTrend, Animal Planet, Science Channel, Warner Bros. Motion Picture Group, Warner Bros. Television Group, Warner Bros. Pictures Animation, Warner Bros. Games, New Line Cinema, Cartoon Network, Adult Swim, Turner Classic Movies, Discovery en Español, Hogar de HGTV and others. For more information, please visit www.wbd.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese scientists hope advanced laser will open gateway to new discoveries",
            "link": "https://www.scmp.com/news/china/science/article/3294448/chinese-scientists-hope-advanced-laser-will-open-gateway-new-discoveries",
            "description": "The Advanced Attosecond Laser Infrastructure will act as a super slow-motion camera capturing the movements of electrons.",
            "image_url": "https://www.bing.com/th?id=OVFT.VjfbnsduM4C3thXvBr1cOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "11h",
            "source": "scmp.com",
            "article_content": "China has started building state-of-the-art laser research facilities that will enable scientists to directly observe electrons in action, something they hope will open the way for breakthroughs in fields such as new materials, medicine and energy systems.\n\nAdvertisement\n\nThe Advanced Attosecond Laser Infrastructure (AALI) will operate from two sites, in Dongguan in Guangdong and Xian in Shaanxi, and will generate light pulses lasting billionths of a billionth of a second.\n\nThese pulses will act as a super slow-motion camera that can capture the movements of the tiniest building blocks of the universe, according to state broadcaster CCTV.\n\nIt will become the second laser of its kind following the Attosecond Light Pulse Source in Szeged, Hungary.\n\nOf the facility’s 10 beamlines, six will be built in Dongguan, with the remaining four constructed in Xian.\n\nAdvertisement\n\n“Dongguan houses several other large-scale scientific facilities that can collaborate with AALI to advance comprehensive attosecond physics research,” Wei Zhiyi, the project’s chief scientist from the Chinese Academy of Science’s Institute of Physics told CCTV on Friday.\n\nMeanwhile, Xian is home to numerous universities with robust research capabilities and a well-established technological infrastructure, he added."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "First exhibition on quantum computers opens in Paderborn",
            "link": "https://www.heise.de/en/news/First-exhibition-on-quantum-computers-opens-in-Paderborn-10237272.html",
            "description": "The Heinz Nixdorf MuseumsForum in Paderborn is dedicated to various approaches to building quantum computers and presents ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LiDxRZsQJ7EdrZ428uQtgi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "11h",
            "source": "heise online",
            "article_content": "On Saturday, the new exhibition area \"Quantum computers – Supercomputers of the next generation\" opened at the Heinz Nixdorf MuseumsForum (HNF). The exhibition was curated by physicist and educator Dr. David Woitkowski. It is the first exhibition on the subject of quantum computers in a German museum. The Paderborn HNF is the largest computer museum in the world and presents the history of 5000 years of information technology from cuneiform writing to artificial intelligence in its permanent exhibition.\n\nAnzeige\n\n\"Are we at the dawn of a new information age? Are quantum computers replacing our tried-and-tested digital calculating machines as the new supercomputers?\" asks Dr. Jochen Viehoff, Managing Director of the HNF, when introducing the new department. \"With this new department, we want to venture a look into the future of computers and present a technology that seems to contradict our previous experience.\"\n\nThe United Nations has declared 2025 the International Year of Quantum Science and Technology. Various events will take place throughout Germany throughout the year, and the Paderborn activities are part of the German program.\n\nThe largest quantum bit in the world\n\nAt the center of the exhibition is the \"world's largest quantum bit\": two glowing spheres that are intended to introduce visitors to the concepts of superposition and entanglement.\n\nQuantum bits, or qubits for short, are the basic building blocks of quantum computers. They consist of tiny building blocks that obey the rules of quantum physics. The exhibition focuses in particular on the question of what these qubits are made of. Information panels and demonstrators present four different approaches: superconducting qubits, photons, ions and nuclear spins.\n\nThe \"chandelier\" (provided by Forschungszentrum Jülich) is often used to illustrate a quantum computer. However, this is only used to cool the actual quantum processor, which is installed inside. (Image: Sergei Magel/HNF)\n\nMany of the exhibits come from real research. For example, the exhibition features a \"chandelier cryostat\" from the Jülich Research Center, in which superconducting qubits are installed. An adjacent screen with touch function clearly visualizes what the various components are used for and where the actual quantum processor is located.\n\nAnzeige\n\nThe HNF also presents the experimental setup of a photonic quantum algorithm according to David Deutsch. The aim of this is to use entangled photons, i.e. particles of light, to distinguish a correct coin from a counterfeit coin in just one step.\n\nCurator David Woitkowski demonstrates the Deutsch algorithm with the aid of various mirrors, beam splitters and other optical components. (Image: Sergei Magel/HNF)\n\nOne of the ion traps on display once belonged to Nobel Prize winner Wolfgang Paul. A shoebox-sized quantum computer from the Chinese company SpinQ with two qubits will demonstrate small programs. Another exhibit illustrates Lov Grover's quantum search algorithm using a detailed hidden object picture. A news ticker will provide information on the latest developments, such as the breakthrough in effective error correction by a Google research team, which they recently demonstrated using their latest chip \"Willow\".\n\nAfter the official opening on Saturday evening, numerous visitors crowded into the exhibition, tried out the exhibits and discussed them with experts on site. Some were excitedly debating which architecture would prevail. For others, the possible areas of application for quantum computers were too short. The exhibition thus successfully introduces laypeople to quantum physics and encourages them to think about it.\n\nAnniversary year Nixdorf100\n\nThe opening of the quantum computer area marks the beginning of the Nixdorf100 anniversary year, with which the HNF is celebrating the 100th birthday of Heinz Nixdorf on April 9, 2025. \"With the development of the quantum computer, we are on the brink of a new dawn, just as Heinz Nixdorf dared to do in the 1950s to enter the age of electronics and computers,\" says Viehoff. Over the next twelve months, the HNF will be presenting new exhibition areas, events and various activities.\n\nNobel Prize winner Wolfgang Paul already worked with this ion trap in 1985. It can store dye particles for months and manipulate them electrically. (Image: Sergei Magel/HNF)\n\nHeinz Nixdorf was a German entrepreneur, engineer and pioneer of the computer industry. He founded Nixdorf Computer AG in 1952, which became one of the largest computer companies in Europe under his leadership. Nixdorf was known for his vision of providing powerful and affordable computers for medium-sized companies, which contributed significantly to the digitalization of Germany. He was born in Paderborn in 1925 and died in Hanover in 1986. One of his sons, Martin Nixdorf, became Chairman of the Board of the Heinz Nixdorf Foundation and the Westphalia Foundation.\n\n(spa)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Tea And Biscuits Killed The British Car Industry!",
            "link": "https://www.msn.com/en-gb/cars/news/how-tea-and-biscuits-killed-the-british-car-industry/vi-BB1rjZIl?ocid=BingNewsVerp",
            "description": "Why are the no British owned car makers? The British car industry was once the greatest in the world with legendary cars like ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3JCQerQro0pulwoNFZVaIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Number 27 on MSN15h",
            "source": "Number 27 on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Tech firms can plunder NHS archives in bid to fuel AI revolution",
            "link": "https://www.theaustralian.com.au/health/tech-firms-can-plunder-nhs-archives-in-bid-to-fuel-ai-revolution/news-story/f8522bdbc47b40878952982909bf508d",
            "description": "Ministers are preparing to open up the UK’s vast store of NHS health data to big tech companies in an effort to put the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZReSet5nDa4HjRW59HfRFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "2h",
            "source": "The Australian",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "American Conservatives Should Focus on Reform and Restoration",
            "link": "https://www.msn.com/en-us/news/other/american-conservatives-should-focus-on-reform-and-restoration/ar-BB1rjVcG?ocid=BingNewsVerp",
            "description": "A \u0093New Right\u0094 has taken shape over the last few years that tends to share the conviction that the American experiment in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JOKlMVeviOvV8DtZ7crA8i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "18hon MSN",
            "source": "RealClearPolitics on MSN",
            "article_content": ""
        }
    }
]