[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion - After decades of denial, the Pentagon finally admits it’s baffled by UFOs",
            "link": "https://www.msn.com/en-us/news/politics/opinion-after-decades-of-denial-the-pentagon-finally-admits-it-s-baffled-by-ufos/ar-AA1vobSJ?ocid=BingNewsVerp",
            "description": "After nearly eight decades of official denial and obfuscation of the UFO phenomenon, the new head of the Pentagon’s UFO ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JtPTzrr3W7RgvYwkKPThhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "19hon MSNOpinion",
            "source": "The Hill on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Journey to La Rumorosa, Mexico’s UFO town",
            "link": "https://english.elpais.com/travel/2024-12-07/journey-to-la-rumorosa-mexicos-ufo-town.html",
            "description": "In 2022, this small town in Baja California, was proclaimed the world capital of alien sightings and several streets and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kokxcOZshS6jVeHgCJMrBy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "El País in English3h",
            "source": "El País in English",
            "article_content": "The small Mexican mountain town of La Rumorosa is at its most beautiful when the dying sun bathes it in a clean, soft, orange light. Or pink, depending on the day. Whatever color, the landscape seems more innocent. As if nothing disturbing could happen there.\n\nAt that innocent hour, looking for Jaime Maussan Flota Avenue, I come across two ladies out for a walk. They can’t tell me exactly where this avenue is, but they tell me that at night the sky there is clear and star-lit. And that they have seen strange things that could be flying saucers. They say it as if it were the most natural thing in the world because, since the year 2022, La Rumorosa has been the “World Capital of the UFO Phenomenon.” This is announced on a sign as you enter this Martian landscape, comprised of desert and spectacular rocks of ocher and reddish tones, which lie in the Sierra de Juarez, within the state of Baja California, northern Mexico. Until the 1930s, La Rumorosa was hard to get to. The road that now winds its way along the area, dotted with viewpoints offering postcard-worthy vistas for the nostalgic or Instagram-worthy spots for the modern, had not yet been built.\n\nUntil 2022, tourists came to La Rumorosa for the nature, the cave paintings in El Vallecito and the archaeological remains. A striking landmark is the Casa de Piedra or Stone House. It stands near that long winding road that crosses the mountain, and blends with the landscape. It is said to have been inhabited by mobsters, such as Al Capone, and to have been a refuge for revolutionaries.\n\nThere are also several ranches with swimming pools and camping areas free from light pollution, offering a unique chance to enjoy the brilliance of the night sky. Rancho Las Potrancas has a bar, palapas and a barbecue area. And Rancho El Chaparral resembles a water park, with slides and cabins.\n\nBut, since 2022 the Unidentified Flying Objects (UFOs) area has also been promoted, because many sightings are said to have been made there. There is even an annual international festival — the World UFO Fest (the next one is from March 21 to 23, 2025) — for UFO aficionados, which includes talks and seminars with “bioenergetic practices to facilitate contact with the beings of light” or “testing and vibrational balancing,” according to the website.\n\nPerhaps with an eye on generating more tourist dollars, several streets have been named in this town of less than 2,000 inhabitants in honor of important figures in the field of ufology. One of them was the avenue Jaime Maussan, a journalist and researcher in this field. He went viral in 2023 when he went to Mexico’s Congress to present mummified bodies of what he defined as non-human beings found in Peru. Streets have also been dedicated to Peruvian Sixto Paz Wells and to researcher and television presenter Giorgio A. Tsoukalos.\n\nThe landscape of La Rumorosa resembles Mars with its desert and spectacular rocks of ocher and reddish tones in the Sierra de Juárez. Daniel Caja (Getty Images)\n\nStill searching for Jaime Maussan Avenue, I enter Dulce Altura, a restaurant and bakery that has those high ceilings in the shape of a sharp isosceles triangle, typical of cold, mountainous regions. Inside, the decoration is modern, with a sculpture of a UFO and three metal aliens. Besides selling delicious bread and sweets, wood-fired pizzas and other dishes, they sell alien-themed magnets, which “sell well,” according to the cashiers.\n\nThey tell me how to get to Jaime Maussan Avenue. It is a few hundred meters down the main road that splits the town in two. The avenue is a half-paved street, with patches of dirt and a few simple houses scattered at a distance from one another. The street lacks a sense of care perhaps because the focus is on the sky and on the strange lights captured on video by numerous people over the years.\n\nBut UFO tourism is not only limited to this corner of the world. Perhaps the most famous location for it is Area 51, in America’s Nevada desert, or Roswell in New Mexico, or the Nazca plain in Peru and the town of Capilla del Monte in Argentina — to mention a few. What is undeniable is that this type of tourism gets people from all over the planet to visit the most unlikely places.\n\nSign up for our weekly newsletter to get more English-language news coverage from EL PAÍS USA Edition\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Lawmakers get classified UFO briefing",
            "link": "https://www.msn.com/en-us/news/technology/lawmakers-get-classified-ufo-briefing/vi-AA1vq2fp?ocid=BingNewsVerp",
            "description": "The Pentagon says it has found no evidence of alien spaceships, but lawmakers on Capitol Hill are still searching for answers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.44tzutT4QNVxwZUpd8A1nS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "FOX 7 Austin on MSN7h",
            "source": "FOX 7 Austin on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wyatt Russell may join Steven Spielberg's upcoming UFO movie",
            "link": "https://www.newsbytesapp.com/news/entertainment/wyatt-russell-may-star-in-steven-spielbergs-next/story",
            "description": "The screenplay of Spielberg's next is being written by David Koepp, known for his work on Jurassic Park. Considering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zNPEP9_4sj3pxat55L8Wty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "newsbytesapp.com2h",
            "source": "newsbytesapp.com",
            "article_content": "Summarize Simplifying... In short Steven Spielberg is working on a UFO-themed movie, with a script by Jurassic Park's David Koepp, set to release in May 2026.\n\nConcurrently, Spielberg is also developing a new film based on the classic thriller 'Bullitt', with Bradley Cooper in the lead, but it's not a remake, instead, it will tell an original story about the central character. Was a long read? Making it simpler... Next Article Next Article\n\n'Thunderbolts' actor Wyatt Russell in Spielberg's next\n\nWyatt Russell may join Steven Spielberg's upcoming UFO movie\n\nBy Isha Sharma 11:04 am Dec 07, 202411:04 am\n\nWhat's the story Actor Wyatt Russell (The Falcon and the Winter Soldier) is reportedly in talks to join the cast of Steven Spielberg's upcoming event film, reported Deadline. The project already boasts an impressive cast including Emily Blunt, Colin Firth, Colman Domingo, Eve Hewson, and Josh O'Connor. While not much is known about the film, it is said to be a UFO-themed movie based on an original idea by Spielberg.\n\nScreenplay details\n\nDavid Koepp is penning the screenplay for Spielberg's film\n\nThe screenplay of Spielberg's next is being written by David Koepp, known for his work on Jurassic Park. Considering Spielberg's history with films like Close Encounters of the Third Kind, E.T. the Extra-Terrestrial, and War of the Worlds, the excitement for this new project is palpable. Universal Pictures has set a release date of May 15, 2026.\n\nOngoing projects\n\nSpielberg's concurrent work on 'Bullitt' movie\n\nAlong with his UFO-themed film, Spielberg is also working on a new film based on Bullitt, the classic action thriller that originally starred Steve McQueen. The project was updated last year by Kristie Macosko Krieger, one of Spielberg's producing partners. \"I'm producing it. Steven [Spielberg] and Josh Singer, who is writing the script, they are working on the story,\" Krieger stated.\n\nNew approach\n\n'Bullitt' movie to feature Bradley Cooper, not a remake\n\nThe new Bullitt movie will be directed and produced by Spielberg, with Singer writing the script. Bradley Cooper is confirmed to lead the project. However, it won't be a remake of the original 1968 classic but will tell an original story about the central character. McQueen's children, Chad and Molly McQueen, along with Cooper, are set to executive produce this project."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Bill Chalker became one of the first civilians to access the RAAF's UFO files",
            "link": "https://www.msn.com/en-au/news/australia/how-bill-chalker-became-one-of-the-first-civilians-to-access-the-raafs-ufo-files/ar-AA1vpw91?ocid=BingNewsVerp",
            "description": "Bill Chalker was one of the first civilians to access Australia's secret UFO files — but when the day finally came, there was ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vr1CGGLqz0xY0SLjHQ9lHC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "12hon MSN",
            "source": "Australian Broadcasting Corporation on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI friendships claim to cure loneliness. Some are ending in suicide.",
            "link": "https://www.washingtonpost.com/technology/2024/12/06/ai-companion-chai-research-character-ai/",
            "description": "Researchers have long warned of the dangers of building relationships with chatbots. But millions of people spend hours a day ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x2d_uDLEIwPUdAvFZxIvOS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10h",
            "source": "The Washington Post",
            "article_content": "Researchers have long warned of the dangers of building relationships with chatbots. But an array of companies now offer AI companions to millions of people, who spend hours a day bonding with the tools.\n\nAn array of popular apps are offering AI companions to millions of predominantly female users who are spinning up AI girlfriends, AI husbands, AI therapists — even AI parents — despite long-standing warnings from researchers about the potential emotional toll of interacting with humanlike chatbots. Advertisement While artificial intelligence companies struggle to convince the public that chatbots are essential business tools, a growing audience is spending hours building personal relationships with AI. In September, the average user on the companion app Character.ai spent 93 minutes a day talking to one of its user-generated chatbots, often based on popular characters from anime and gaming, according to global data on iOS and Android devices from market intelligence firm Sensor Tower.\n\nThat’s 18 minutes longer than the average user spent on TikTok. And it’s nearly eight times longer than the average user spent on ChatGPT, which is designed to help “get answers, find inspiration and be more productive.”\n\nThese users don’t always stick around, but companies are wielding data to keep customers coming back.\n\nThe Palo Alto-based Chai Research — a Character.ai competitor — studied the chat preferences of tens of thousands of users to entice consumers to spend even more time on the app, the company wrote in a paper last year. In September, the average Chai user spent 72 minutes a day in the app, talking to customized chatbots, which can be given personality traits like “toxic,” “violent,” “agreeable” or “introverted.”\n\nSome Silicon Valley investors and executives are finding the flood of dedicated users — who watch ads or pay for monthly subscription fees — hard to resist. While Big Tech companies have mostly steered clear of AI companions, which tend to draw users interested in sexually explicit interactions, app stores are now filled with companion apps from lesser-known companies in the United States, Hong Kong and Cyprus, as well as popular Chinese-owned apps, such as Talkie AI and Poly.AI.\n\n“Maybe the human part of human connection is overstated,” said Andreessen Horowitz partner Anish Acharya, describing the intimacy and acceptance AI chatbots can provide after his venture firm invested $150 million in Character.ai, at a billion-dollar valuation. Chai also has raised funds, including from an AI cloud company backed by powerhouse chipmaker, Nvidia.\n\nProponents of the apps argue they’re harmless fun and can be a lifeline for people coping with anxiety and isolation — an idea seeded by company executives who have pitched the tools as a cure for what the U.S. Surgeon General has called an epidemic of loneliness.\n\nJenny, an 18-year-old high school student in northern Texas, spent more than three hours a day chatting with AI companions this summer — mostly versions of her favorite anime character, a protective older brother from the series, “Demon Slayer.”\n\n“I find it less lonely because my parents are always working,” said Jenny, who spoke on the condition that she be identified by only her first name to protect her privacy.\n\nBut public advocates are sounding alarms after high-profile instances of harm. A 14-year-old Florida boy died by suicide after talking with a Character.ai chatbot named after the character Daenerys Targaryen from “Game of Thrones”; his mother sued the company and Google, which licensed the app’s technology. A 19-year-old in the United Kingdom threatened to assassinate the queen, encouraged by a chatbot on the AI app Replika and was sentenced to nine years in prison.\n\nAnd in July, authorities in Belgium launched an investigation into Chai Research after a Dutch father of two died by suicide following extensive chats with “Eliza,” one of the company’s AI companions. The investigation has not been previously reported.\n\nSome consumer advocates say AI companions represent a more exploitive version of social media — sliding into the most intimate parts of people’s lives, with few protections or guardrails. Lawyer Pierre Dewitte, a privacy advocate whose complaint led Belgian authorities to investigate Chai, said the business model for AI companion apps incentivizes companies to make the tools “addictive.”\n\n“By raising the temperature of the chatbot, making them a bit spicier, you keep users in the app,” Dewitte added. “It works. People get hooked.”\n\nCharacter.ai spokesperson Chelsea Harrison said the app launched new safety measures in recent months and plans to create “a different experience for users under 18 to reduce the likelihood of encountering sensitive or suggestive content.” Google spokesperson Jose Castaneda said the search giant did not play a role in developing Character.ai’s technology. Chai did not respond to requests for comment.\n\nAdvertisement\n\n‘I do tell them all my life problems’\n\nSilicon Valley has long been aware of the potential dangers of humanlike chatbots.\n\nMicrosoft researchers in China wrote in a 2020 paper that the company’s wildly popular chatbot Xiaoice, launched in 2014, had conversed with a U.S. user for 29 hours about “highly personal and sensitive” subjects. “XiaoIce is designed to establish long-term relationships with human users,” they wrote, “[W]e are achieving the goal.”\n\n“Users might become addicted after chatting with XiaoIce for a very long time” the researchers noted, describing the bot’s “superhuman ‘perfect’ personality that is impossible to find in humans.” The company inserted some safeguards, the researchers added, such as suggesting that a user go to bed if they tried to launch a conversation at 2 a.m.\n\nA 2022 Google paper about its AI language system LaMDA, co-authored by the co-founders of Character.ai, warned that people are more apt to share intimate details about their emotions to human-sounding chatbots, even when they know they are talking to AI. (A Google engineer who spent extensive time chatting with LaMDA told The Washington Post a few months later he believed the chatbot was sentient.)\n\nAn example of a conversation users can have on Character.ai. (Video: The Washington Post)\n\nMeanwhile, researchers at DeepMind, a former Google subsidiary, noted in a paper the same month that users share their “opinions or emotions” with chatbots in part because “they are less afraid of social judgment.” Such sensitive data could be used to build “addictive applications,\" the paper warned.\n\nSome leading tech companies are nonetheless forging ahead and testing their own friendly chatbots. Meta launched a tool in July that allows users to create custom AI characters. The company’s landing page prominently displays a therapy bot called “The Soothing Counselor,” along with “My Girlfriend” and “Gay Bestie.”\n\n“One of the top use cases for Meta AI already is people basically using it to role play difficult social situations,” like a fight with a girlfriend, CEO Mark Zuckerberg said at a tech conference in July.\n\nOpenAI teased in May that ChatGPT could serve as an AI companion, adding an array of voices and comparing the tool to the irresistible AI assistant voiced by Scarlett Johansson in the movie “Her.” Months later, in its risk report, the company acknowledged that a “humanlike voice” and capabilities like memory could exacerbate the potential for “emotional reliance” among users.\n\nSome frequent users of AI companion apps say safety concerns are overblown. They argue the apps are an immersive upgrade to the online experimentation young people have done for decades — from fan fiction on Tumblr to anonymous encounters in AOL chatrooms.\n\nSophia, a 15-year-old student in Slovakia who spoke on the condition that she be identified by only her first name to protect her privacy, uses Character.ai and Chai four or five times a day for “therapy and NSFW.” Sophia has created three bots, all private, but also talks to AI versions of characters from “dark romance” novels, a young adult genre known for sexually explicit content and taboo themes like violence and psychological trauma.\n\nSophia finds talking to the bots comforting when she’s alone or feeling unsafe. “I do tell them all my life problems,” she wrote in a direct message from her personal Instagram account.\n\nMany people use the apps as a creative outlet to write fiction: Role-playing scenarios, customizing characters and writing “the kind of novels you’d see in an airport,” said Theodor Marcu, a San Francisco-based AI entrepreneur who developed a Character.ai competitor last year.\n\nAdvertisement\n\nWhen Character.ai launched, the co-founders pitched it as a way to explore the world through conversations with icons from literature and real life, such as Shakespeare and Elon Musk. But in practice, Marcu said, “The users ended up not being Silicon Valley-type people who want to talk to Einstein. It ended up being Gen Z people who wanted to unleash their creativity.”\n\nCharacter.ai recently shifted its focus to “building the future of AI entertainment,” said spokesperson Chelsea Harrison. “There are companies focused on connecting people to AI companions, but we are not one of them.”\n\nThe engineers behind Replika, a precursor to today’s AI companions, also were surprised when people began using their chatbot as an ad hoc therapist. The company worked with university researchers to incorporate the mechanics of cognitive behavioral therapy into the app, said Artem Rodichev, the company’s former head of AI. But the change was not popular.\n\n“[Users told us], ‘Give me back my Replika. I just want to have my friend,’” Rodichev said. “Someone who will listen to you, not judge you, and basically have these conversations with you — that itself has a great therapeutic effect.”\n\nAdvertisement\n\nJenny, the Texas high school student, said many of the kids at her public high school also spend hours on the apps, adding: “People are pretty lonely at my school.” She described using AI companions as more stimulating than mindlessly scrolling “brain rotting videos” on TikTok."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How To Develop LLM-Powered Apps For 2025 And Beyond",
            "link": "https://www.forbes.com/councils/forbestechcouncil/2024/12/06/how-to-develop-llm-powered-apps-for-2025-and-beyond/",
            "description": "A Gartner analysis found that generative AI and large language model (LLM) applications will play a pivotal role in shaping ...",
            "image_url": "https://www.bing.com/th?id=OVFT.n9YTrwJhHmuQxN4KnsdpoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "18h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nothing Gallery app leaks ahead of launch, and we installed it for a good look",
            "link": "https://www.androidauthority.com/nothing-gallery-app-beta-hands-on-3506246/",
            "description": "Nothing's new Gallery app for Nothing OS 3.0 offers a minimalist design and essential features. Check out our screenshots and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gq0No6DIn-4d1y43YKEMoS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23h",
            "source": "Android Authority",
            "article_content": "Ryan Haines / Android Authority\n\nTL;DR Nothing is releasing its own Gallery app with Nothing OS 3.0, which has now leaked ahead of its expected December release.\n\nThe Nothing Gallery app features a clean design with basic photo management tools.\n\nAI features are absent from the update and are expected to be added in the future.\n\nNothing was amongst the first few OEMs to jump onto the Android 15 platform update bandwagon with the release of the Nothing OS 3.0 betas for its devices. Nothing is targeting a general release of Nothing OS 3.0 stable for this month, and ahead of the release, we finally have a good look at the new Nothing Gallery app that is expected to arrive along with it.\n\nNothing smartphones so far have relied on Google Photos for photo management, which isn’t a bad choice at all. However, users have long requested a dedicated stock gallery app, which Nothing teased was coming with Nothing OS 3.0. However, as we noted in our Nothing OS 3.0 beta hands-on, the update was missing the Nothing Gallery app. The company shared just a glimpse of the Gallery experience, but the app has now leaked before the public launch. We’ve installed it on our device, and this is what it looks like:\n\nAs you can see, the Nothing Gallery app takes a more simplistic approach to a photo management app. You can choose which folders to show in the Photos view. The Photos view is a giant universal feed of all images on your device, so a filtering option is much appreciated here. You can pinch in and out to change the density of photos on display.\n\nWhen viewing a photo, the image preview bar at the bottom allows you to scroll through other images, which is a nice touch for quickly locating adjacent photos. A persistent toolbar is also present at the bottom, letting you mark an image as Favorite, share it, delete it, and access more menu options with the three-dot menu button. The menu button has further options, which helps avoid cluttering the toolbar with buttons used less often.\n\nWhen viewing videos, the persistent toolbar also gets a play/pause button and a volume control button. There is no visible seekbar, though, but the time played and total duration of the video are visible.\n\nThe Albums view further lets you filter down to a specific folder only. You can also create new folders/albums here. It also has a folder for recently deleted files, allowing you to make mistakes, just in case you accidentally delete something you shouldn’t have. There’s also a Search view that lets you search through all images.\n\nIf the entire UX looks too bright and white to you, then thankfully, there’s a dark theme here, too. However, we could not locate an independent toggle for it, so the theme appears to be entirely dependent on your system theme. We also noticed that the Nothing Gallery app supports XDR/Ultra HDR photos.\n\nYou can get a better look at the app in our experience video below:\n\nCuriously, we could not locate any AI features within the Gallery app. Nothing had mentioned the following in its announcement: Gallery will include in the future: automatic AI image categorisation, “more natural language search,” and more AI features like AI Upscaling and Super Resolution and AI Image Generation. Given that the Nothing Gallery app is currently in beta, it’s possible that Nothing meant that these features will be present in the future. The company may also make further changes and adjustments to the UX and features since this is not the final release. You can sideload the APK on non-Nothing devices, but the app will not work unless you make further changes, and we do not recommend going down that route.\n\nHow do you like the Nothing Gallery app so far? Let us know your thoughts in the comments below!\n\nGot a tip? Talk to us! Email our staff at Email our staff at news@androidauthority.com . You can stay anonymous or get credit for the info, it's your choice.\n\nYou might like\n\nComments"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "8 Cool AI PC Applications You Can Use Now",
            "link": "https://www.crn.com/news/computing/2024/8-cool-ai-pc-applications-you-can-use-now",
            "description": "CRN rounds up eight cool AI PC applications that can take advantage of the processor’s neural processing unit to unlock new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZAnIi6Vlg-kXRUfMuO2R1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CRN13h",
            "source": "CRN",
            "article_content": "CRN rounds up eight cool AI PC applications you can use now, which range from an AI assistant that can analyze and summarize private documents to applications for live video production, DJing, image editing and audio deepfake detection.\n\nWhile the first AI PCs started to hit the market more than year ago, the initial wave of end-user applications that can take advantage of such devices have only started to become available in the past several months.\n\nThese applications go beyond the exclusive AI features available on Microsoft’s Copilot+ PCs, which initially only supported Qualcomm’s Snapdragon X processors and are now expanding support to the latest Intel Core Ultra and AMD Ryzen AI chips.\n\n[Related: 10 Cool AI PCs Ready For Business Users]\n\nThey’re also a step above what’s available with Apple Intelligence, Apple’s suite of AI features that debuted on Mac computers powered by M-series chips in addition to the most recent generations of iPhones and iPads.\n\nSoftware availability has been cited by industry analysts and solution provider executives as one impediment to adoption of AI PCs, CRN reported earlier this week.\n\n“Right now, a lot of IT managers, a lot of the tech vendors themselves are a bit hard-pressed to elucidate three killer use cases, especially ones that are sort of enterprise-facing,” said Linn Huang, research vice president for displays and devices at research firm IDC.\n\nBut Microsoft, Apple and a growing number of ISVs are starting to change that with applications and features designed to take advantage of the processor’s neural processing unit (NPU), which is becoming increasingly present in business and consumer PCs.\n\nMany more applications are expected to arrive in the coming months, thanks in part to efforts by tech giants like Intel, which is working with more than 100 ISVs to enable over 300 AI-powered features on AI PCs through its AI PC Acceleration Program.\n\nBut let’s cut to the chase. If you own a PC with an NPU (or Neural Engine, in Apple’s parlance), which applications can you use now to see what an AI PC is capable of?\n\nWhat follows are eight AI PC applications that are available to use now on Mac computers with M-series chips or Windows PCs with processors that include an NPU. These range from an AI assistant that can analyze and summarize private documents to applications for live video production, DJing, image editing and audio deepfake detection."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google Photos launches a ‘2024 Recap’ for a look back at this year’s memories",
            "link": "https://www.msn.com/en-us/news/technology/google-photos-launches-a-2024-recap-for-a-look-back-at-this-year-s-memories/ar-AA1voN7R?ocid=BingNewsVerp",
            "description": "Spotify Wrapped isn't the only service offering a year-end recap these days. In addition to the year-end reviews from other ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rd45CxvlI9A7EXADPAciCC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "10hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Delaware has a lot of wild stories. Here's one of the craziest I heard",
            "link": "https://www.msn.com/en-us/health/medical/delaware-has-a-lot-of-wild-stories-heres-one-of-the-craziest-i-heard/ar-AA1vnEOw?ocid=BingNewsVerp",
            "description": "It's a broad beat, but I'm usually drawn to a lot of weird and offbeat stories about local people or folks with ties to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5hCNYbfl3kRJSF6G6I_M4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "22hon MSNOpinion",
            "source": "DelawareOnline.com (Wilmington, DE) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Big Budget Horror Movies That Absolutely Flopped (Even Though Some Were Good)",
            "link": "https://www.msn.com/en-us/movies/news/big-budget-horror-movies-that-absolutely-flopped-even-though-some-were-good/vi-AA1vpTC2?ocid=BingNewsVerp",
            "description": "Horror isn't exactly known for being high budget. Some of the most famous horror films are those that have been made with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.H_-g_j-RFylYtloxEOyiiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Slashfilm(Video) on MSN9h",
            "source": "Slashfilm(Video) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ananta Official Gameplay Trailer",
            "link": "https://www.msn.com/en-us/money/other/ananta-official-gameplay-trailer/vi-AA1voZWP?ocid=BingNewsVerp",
            "description": "Take on the role of an elite Agent within the A.C.D. (Anti-Chaos Directorate) and embark on an exhilarating adventure through ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QK__I2Zzr3nOyvH-0GVAUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN15h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ITV and C4 presenter Jonathan Ross changes career in major way as he announces brand new show",
            "link": "https://www.msn.com/en-gb/news/newsbirmingham/itv-and-c4-presenter-jonathan-ross-changes-career-in-major-way-as-he-announces-brand-new-show/ar-AA1vqzwA?ocid=BingNewsVerp",
            "description": "Jonathan Ross has announced he will be hosting a brand new TV series and it's a far cry from his usual celebrity-packed chat ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Sh_wCFOT-CLpI9lWlJUduy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "2hon MSN",
            "source": "Birmingham Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Chinese man trapped in well for 3 days, as villagers mistake him for a ghost",
            "link": "https://www.msn.com/en-in/news/world/chinese-man-trapped-in-well-for-3-days-as-villagers-mistake-him-for-a-ghost/ar-AA1voLl5?ocid=BingNewsVerp",
            "description": "A Chinese man, Liu Chuanyi, was rescued after being trapped in a well near the Thai-Myanmar border for three days. Villagers ...",
            "image_url": "https://www.bing.com/th?id=OVFT.U4AG5iznG2ap4ZET0W3DGy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "17hon MSN",
            "source": "Entertainment Times on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "At 2 a.m., an unexpected event led to a surprise planet discovery",
            "link": "https://mashable.com/article/james-webb-space-telescope-planet-discovery-kepler-51",
            "description": "Scientists using the powerful James Webb Space Telescope sought to observe a planet beyond our solar system (an exoplanet) ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2wSe9OlqQaNZif4ohxauMC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "Mashable",
            "article_content": "A NASA conception of what the exoplanet Kepler-51e might look like.\n\nA NASA conception of what the exoplanet Kepler-51e might look like. Credit: NASA\n\nThe astronomical confusion started at 2 a.m ET on June 26, 2023.\n\nScientists using the powerful James Webb Space Telescope sought to observe a planet beyond our solar system (an exoplanet) called Kepler-51d, an unusual \"puffy\" world with a cotton candy-like density. But it passed into view two hours earlier than expected. That's strange for a planet, as they are usually quite predictable.\n\nIt turns out that a previously unknown world, and its potent gravity, altered Kepler-51d's orbit. Now there are four known planets orbiting the sun-like star Kepler-51, located some 2,556 light-years away. And at least three of them are puffy.\n\n\"If trying to explain how three super puffs formed in one system wasn’t challenging enough, now we have to explain a fourth planet, whether it’s a super puff or not. And we can’t rule out additional planets in the system either,\" Jessica Libby-Roberts, an astronomer at Penn State who led the observation, said in a statement.\n\nThe research was recently published in The Astronomical Journal.\n\nBased on previous observations, the astronomers calculated that the distant world Kepler-51d would pass in front of its star on June 26, 2023, at 2 a.m. It was a valuable opportunity to use starlight shining through the planet's atmosphere to reveal what's transpiring on this mysterious orb. (This starlight passes through the exoplanet's atmosphere, then through space, and ultimately into instruments called spectrographs aboard Webb, a strategy called \"transit spectroscopy.\" They're essentially hi-tech prisms, which separate the light into a rainbow of colors. Certain molecules, like water, in the atmosphere absorb specific types, or colors, of light. If a color doesn't show up for Webb, that means it got absorbed by the exoplanet's atmosphere — revealing its presence.)\n\nBut nothing came at 2 a.m. \"Thank goodness we started observing a few hours early to set a baseline, because 2 a.m. came, then 3, and we still hadn’t observed a change in the star’s brightness with APO [the Apache Point Observatory also used during these observations],\" Libby-Roberts explained.\n\nTheir data, however, captured a dip in the star's light around midnight. What could have caused the surprise orbital change? Only the gravitational influence of a large, previously unknown fourth planet, the researchers concluded. It's now earned the name \"Kepler-51e.\"\n\nMashable Light Speed Want more out-of-this world tech, space and science stories? Sign up for Mashable's weekly Light Speed newsletter. Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\n\"We were really puzzled by the early appearance of Kepler-51d, and no amount of fine-tuning the three-planet model could account for such a large discrepancy,\" Kento Masuda, a study coauthor and associate professor of earth and space science at Osaka University, added. \"Only adding a fourth planet explained this difference. This marks the first planet discovered by transit timing variations using JWST.\"\n\nAn illustration showing the three puffy known worlds orbiting in the star system Kepler-51. Credit: NASA / ESA / L. Hustak / J. Olmsted / D. Player / F. Summers (STScI)\n\nIt's unknown if Kepler-51e is a puffy world, too. Astronomers will need to gather valuable observations from a transit in front of its star. What's known is that its orbit travels a little wider than Venus' orbit around the sun, and dwells on the edge of its solar system's habitable zone — a temperate region where liquid water could exist on a world's surface.\n\nAny puffy world is a curiosity: They might evolve, for example, into a super-Earth planet. In this star system, scientists already have at least three to continue observing. What will the fourth reveal?\n\nThe Webb telescope's powerful abilities\n\nThe Webb telescope — a scientific collaboration between NASA, ESA, and the Canadian Space Agency — is designed to peer into the deepest cosmos and reveal new insights about the early universe. But as shown above, it's also examining intriguing planets in our galaxy, along with the planets and moons in our solar system.\n\nHere's how Webb is achieving unparalleled feats, and likely will for decades to come:\n\n- Giant mirror: Webb's mirror, which captures light, is over 21 feet across. That's over two-and-a-half times larger than the Hubble Space Telescope's mirror. Capturing more light allows Webb to see more distant, ancient objects. The telescope is peering at stars and galaxies that formed over 13 billion years ago, just a few hundred million years after the Big Bang. \"We're going to see the very first stars and galaxies that ever formed,\" Jean Creighton, an astronomer and the director of the Manfred Olson Planetarium at the University of Wisconsin–Milwaukee, told Mashable in 2021.\n\n- Infrared view: Unlike Hubble, which largely views light that's visible to us, Webb is primarily an infrared telescope, meaning it views light in the infrared spectrum. This allows us to see far more of the universe. Infrared has longer wavelengths than visible light, so the light waves more efficiently slip through cosmic clouds; the light doesn't as often collide with and get scattered by these densely packed particles. Ultimately, Webb's infrared eyesight can penetrate places Hubble can't.\n\n\"It lifts the veil,\" said Creighton.\n\n- Peering into distant exoplanets: The Webb telescope carries specialized equipment called spectrographs that will revolutionize our understanding of these far-off worlds. The instruments can decipher what molecules (such as water, carbon dioxide, and methane) exist in the atmospheres of distant exoplanets — be they gas giants or smaller rocky worlds. Webb looks at exoplanets in the Milky Way galaxy. Who knows what we'll find?\n\n\"We might learn things we never thought about,\" Mercedes López-Morales, an exoplanet researcher and astrophysicist at the Center for Astrophysics-Harvard & Smithsonian, told Mashable in 2021.\n\nAlready, astronomers have successfully found intriguing chemical reactions on a planet 700 light-years away, and have started looking at one of the most anticipated places in the cosmos: the rocky, Earth-sized planets of the TRAPPIST solar system.\n\nFeatured Video For You 10 mind-blowing discoveries from the James Webb Telescope"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Biomedical engineering innovations driving discovery and economic development",
            "link": "https://nationalpost.com/sponsored/news-sponsored/biomedical-engineering-innovations-driving-discovery-and-economic-development",
            "description": "The innovations taking place in medical and health-care technology — known as ‘med-tech’ and ‘health-tech’ — involve ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DwA7zc_33McYAF7V_ULYZi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "11h",
            "source": "National Post",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A Bodily Balancing Act: Breakthrough discovery identifies key factor for balancing saturated and unsaturated fatty acids in the body",
            "link": "https://www.sciencedaily.com/releases/2024/12/241202124225.htm",
            "description": "Researchers have identified ARMC5 as a key regulator of fatty acid balance in adipose tissue. ARMC5 degrades non-SCAP-bound SREBP1, activating it to regulate stearoyl-CoA desaturase (SCD), an enzyme ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily14h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cell-type-specific link between alternative splicing and autoimmune disease inheritance discovered",
            "link": "https://www.sciencedaily.com/releases/2024/12/241204114425.htm",
            "description": "Computational biologists have uncovered how RNA splicing -- a crucial process for isoform expression and protein diversity -- is regulated across different cell types in the peripheral blood. This ...",
            "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "Science Daily13h",
            "source": "Science Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Aurora Expeditions Unveils 2026-27 Antarctica Sailings",
            "link": "https://www.travelagentcentral.com/cruises/aurora-expeditions-unveils-new-2026-27-antarctica-season",
            "description": "Aurora Expeditions has released its new Antarctica 2026-27 season, which will introduce several special edition expeditions ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3_Jzh38htk5mg2Wwy_HMui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Travel Agent14h",
            "source": "Travel Agent",
            "article_content": "Aurora Expeditions has released its new Antarctica 2026-27 season, which will introduce several special edition expeditions catering to adventure enthusiasts, photographers, science and enrichment seekers, and women travelers. The season totals 27 voyages ranging from nine to 34 days, sailing aboard Aurora’s three expedition vessels the Greg Mortimer, Sylvia Earle and the brand-new Douglas Mawson.\n\nAs a part of the new season, travelers will experience the Antarctic Peninsula, East Antarctica and Ross Sea, South Georgia and Falklands~Malvinas Islands. Returning for the 2026-27 season are the best-selling \"Spirit of Antarctica\" and \"South Georgia, Falklands & Antarctic Odyssey\" itineraries along with fly voyages the \"Antarctic Explorer\" and \"Antarctic Explorer Express.\" The action-packed \"Antarctica Active: All-Inclusive Activities\" voyage also returns, complete with camping, snorkeling, snowshoeing, paddling and more.\n\nNew for the 2026-27 season, Aurora Expeditions is introducing the 10-day \"Taste of Antarctica\" itinerary, well-suited for time-conscious travelers seeking an introduction to the remote destination. In addition, the season is packed with specialty voyages, including the expedition travel company’s Photography Expedition, a Women’s Only Voyage aboard the Sylvia Earle, and two trips in partnership with New Scientist Discovery Tours.\n\nSeason highlights include:\n\nPhotography Expeditions: Antarctica Through the Lens: Aurora Expeditions' Photography Expeditions offer a chance for travelers to capture Antarctica's landscapes and wildlife with guidance from top photographers. Whether using a professional camera or smartphone, guests can refine skills through Zodiac cruises, onshore excursions, and expert-led presentations with hands-on guidance both on and off the ship.\n\nTravel with Nigel Danson in 2026: Nigel is a YouTube creator and landscape photographer who runs workshops all over the world to share his knowledge and passion. His philosophy is to seize the moment and capture the essence of his experience.\n\nTravel with Scott Portelli in 2027: Scott is an international award-winning wildlife, nature, aerial and underwater photographer who has spent thousands of hours filming and photographing remote locations across the globe.\n\nNew Scientist Discovery Tours: New Scientist Discovery Tours, inspired by the science and technology publication, offers a way to explore the polar regions through a scientific lens. In partnership with Aurora Expeditions, these experiences blend stunning landscapes with discovery and education. As a part of the voyage, guests will enjoy expert-led talks, workshops, and excursions on topics like glaciology and marine biology, joined by marine biologist Dr. Russell Arnott .\n\nSpirit of Antarctica: While crossing the Drake Passage , guests can participate in lectures and workshops in the ship's Science Centre , observe seabirds in flight or connect with fellow passengers and the expedition team. Upon reaching the Antarctic Peninsula, guests can experience the icy landscapes and encounter the region’s wildlife.\n\nWild Antarctica featuring the Weddell Sea: The Weddell Sea , known for its expansive sea ice, pack ice and colossal icebergs, provides a striking backdrop for a voyage in partnership with New Scientist Discovery Tours. Beyond its icy vistas, the Weddell Sea offers opportunities for exploring wildlife, geology and paleontology. Travelers may spot ice seals in their natural habitat and, during onshore excursions, search for ancient fossils, including gastropods, large clams and spiral-shaped ammonites.\n\nAntarctic Women’s Expedition: Fly the Drake: Guests will embark on an Antarctic adventure with like-minded women, sailing on Aurora’s small-ship expedition vessel, the Sylvia Earle, which pays tribute to Dr. Sylvia Earle , an ambassador to conservation on the planet. In addition, the decks highlight six pioneering women in conservation and their incredible achievements and causes. Aurora is proud to launch this new voyage, which is led by a female Expedition Leadership team, opening the door to new experiences, and new challenges.\n\nTaste of Antarctica: This expedition offers an ideal introduction to the \"White Continent,\" blending the scenery with moments of discovery. Crossing the Drake Passage by sea, as early explorers once did, expeditioners will witness seabirds and approach Antarctica in a way that connects deeply with its history and grandeur.\n\nFor more information, visit www.aurora-expeditions.com\n\nRelated Stories\n\nRiviera Names Clark Reber Southeast Regional Sales Director\n\nPrincess Unveils 2026-27 Australia and South Pacific Voyages\n\nTravelers Can Now Buy Annual Pass for Virgin Voyages\n\nPrincess Cruises Unveils West Coast Voyages for 2026-27"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CryptoQuant Places Bitcoin’s Cycle Top at $146,000: What Will Be the Prices of Dogecoin, Rexas Finance, and Solana?",
            "link": "https://blockonomi.com/cryptoquant-places-bitcoins-cycle-top-at-146000-what-will-be-the-prices-of-dogecoin-rexas-finance-and-solana/",
            "description": "CryptoQuant's $146,000 Bitcoin price target has boosted the market. Dogecoin, Solana, and Rexas Finance are projected to rise ...",
            "image_url": "https://www.bing.com/th?id=OVFT.APZMjq7mkdLcZmPke4H9pC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "blockonomi8m",
            "source": "blockonomi",
            "article_content": "Bitcoin rules the cryptocurrency market, and CryptoQuant’s new estimate of $146,000 has spotlighted altcoins, including Dogecoin, Solana, and Rexas Finance. Investors are interested in how far these cryptocurrencies might travel as Bitcoin climbs. Is $10 achievable for Dogecoin? Can Solana get $500? Will Rexas Finance continue to grow after reaching the $20.75 million mark? Let’s review what they provide.\n\nThe Bullish Prospect of Bitcoin\n\nCryptoQuant projects a high value of $146,000 for Bitcoin at the peak of the ongoing cycle. This study uses the “realized price” value—that of the average Bitcoin’s past on-chain data. This figure accurately predicts Bitcoin price changes. Institutional adoption and strong on-chain indicators also suggest a Bitcoin breakout. The realized price has historically indicated market peaks, with $146,000 serving as Bitcoin’s resistance band. Analysts expect Bitcoin to reach this level if it keeps rising, launching the crypto sector into a fresh bull run. Investors expect Dogecoin, Solana, and Rexas Finance to ride this wave to new highs.\n\nDogecoin and Solana: Where Will They Go?\n\nDOGE is poised for a tremendous spike in the coming months. Dogecoin is at $0.4285 after a 250% rally, but many expect it to reach $5-$10 by 2025. This prediction is based on historical chart patterns and a likely parabolic run like previous bull markets. If it breaks through $0.50 this week and finishes the year above $1, Dogecoin might reach $5 by early 2025 and $10 as the cycle peaks. With a price of $226, Solana has seen decent growth in the past month, previously peaking at an all-time high of $264. After the anticipated Bitcoin peak surge, SOL might reach $1000 by 2025. This surge is due to institutional adoption and growing interest in Solana’s decentralized applications. As institutional investment and the ecosystem grow, Solana’s value might quadruple to $1000. Maintaining momentum above $250 could lead to larger increases for Solana in the coming weeks. Should SOL finish the year above the $300 mark, it might set out a journey to $500 in early 2025 and $1000 as the cycle peak.\n\nRexas Finance (RXS): The Next Big Player in Asset Tokenization\n\nRexas Finance (RXS) revolutionizes asset tokenization. The project has quickly become popular, with its presale raising $21 million in three months. In Stage 9 of its presale, RXS is $0.125 and likely to list for $0.20. This fast-moving presale has sold 292 million tokens, and investors’ growing interest continues as the current stage is about 87% completed. To boost visibility and liquidity, Rexas Finance plans to list on at least three of the top ten crypto exchanges. Rexas Finance enables a global audience to access traditionally illiquid markets by tokenizing real-world assets (RWAs). Digital tokens allow one to fractionalize high-value properties like real estate, art, and commodities, removing investment restrictions and increasing liquidity. By allowing non-technical users to develop, manage, and trade digital assets, Rexas Finance is tapping into the $121 trillion global RWA market.\n\nThe project has a broad ecosystem to simplify the tokenization process and offer rewards and engagement. Its features include the Rexas Token Builder for no-code token creation, the QuickMint Bot for messaging app integration, and Rexas DeFi for staking and yield optimization across blockchains. Rexas Finance’s recent completion of a Certik audit shows its dedication to security and guarantees investors’ safety against illicit attacks. The RXS’s placement on CoinMarketCap and CoinGecko enables simple performance tracking. Rexas Finance’s huge market scope and upcoming mega listing bode well for its price potential post-launch. As the presale nears completion, experts believe Rexas Finance might reach $20 by 2025 and disrupt traditional asset management. This anticipated upside explains why investors are capitalizing on the relatively cheap presale prices.\n\nConclusion\n\nCryptoQuant’s $146,000 Bitcoin price target has boosted the market. Dogecoin, Solana, and Rexas Finance are projected to rise as Bitcoin does, with Rexas Finance being a top asset tokenization investment choice. Investors looking to profit from the next cryptocurrency boom may find Rexas Finance appealing. Rexas Finance’s unique asset tokenization, safe environment, and upcoming grand listings position it for explosive growth. Join the presale today to secure your seat in decentralized finance’s future.\n\nFor more information about Rexas Finance (RXS) visit the links below:\n\nWebsite: https://rexas.com\n\nWin $1 Million Giveaway: https://bit.ly/Rexas1M\n\nWhitepaper: https://rexas.com/rexas-whitepaper.pdf\n\nTwitter/X: https://x.com/rexasfinance\n\nTelegram: https://t.me/rexasfinance\n\nThis is a Press Release provided by a third party who is responsible for the content. Please conduct your own research before taking any action based on the content."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Shopify Is Well-Positioned Ahead Of A Creator Economy Surge",
            "link": "https://www.forbes.com/sites/gurufocus/2024/12/06/shopify-is-well-positioned-ahead-of-a-creator-economy-surge/",
            "description": "The e-commerce company is undervalued and positioned for high long-term growth although some risks still remain.",
            "image_url": "https://www.bing.com/th?id=OVFT.DYZuvIg13dDRf0_jYaFCpy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "17h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's Time for Bears to Stop the Talking and Start Playing",
            "link": "https://www.msn.com/en-us/sports/other/it-s-time-for-bears-to-stop-the-talking-and-start-playing/ar-AA1vpGeO?ocid=BingNewsVerp",
            "description": "Analysis: The Bears are ready for Thomas Brown's debut and have said plenty this week about what was wrong under Matt ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I7jfOiV0kR1Wwx4GAzrEtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "9hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It feels like winter is here, but when does it officially start?",
            "link": "https://www.yahoo.com/lifestyle/feels-winter-does-officially-start-132604069.html",
            "description": "The first day of winter is marked by the winter solstice, which occurs when the Earth’s axis tilts farthest from the sun.",
            "image_url": "https://www.bing.com/th?id=OVFT.Q5aeciOhURKc58hNZPQ03i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "19h",
            "source": "Yahoo",
            "article_content": "The snow and cold weather might have people thinking that winter is here, but the start of the season this year is still days away.\n\nWinter is almost here, and for many, it’s a time for reflection, change and preparing for the cold months ahead.\n\nHere's when winter starts in 2024:\n\nWhen is the first day of winter 2024?\n\nIn 2024, the first day of winter will arrive on Dec. 21.\n\nWhat is winter solstice?\n\nThe first day of winter is marked by the winter solstice, which occurs when the Earth’s axis tilts farthest from the sun. This year, the solstice happens at 4:21 a.m. EST on Dec. 21, according to the Old Farmer's Almanac.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nWhile the solstice itself is brief, it signals the official start of winter in the Northern Hemisphere. The event also brings the longest night and shortest day of the year. From this point on, the days will gradually begin to lengthen again.\n\nCold weather safety: How to prepare for winter 2024 — from freezing pipes to driving in snow and ice\n\nDoes winter solstice change?\n\nThe exact timing of the solstice can vary slightly from year to year.\n\nIt doesn’t fall on the same date each time, though it typically occurs between Dec. 20-23. This variation is due to how the calendar aligns with Earth's orbit around the sun.\n\nIn 2024, the solstice falls on Dec. 21, marking the official beginning of winter and ushering in the season’s characteristic cold fronts and holiday traditions.\n\nWhen does winter end?\n\nWinter will end on March 20, 2025.\n\nThis article originally appeared on Indianapolis Star: Winter solstice 2024 is coming. Here's when the season starts"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Eset Premium review: 2024 improvements aren’t enough",
            "link": "https://www.digitaltrends.com/computing/eset-premium-review/",
            "description": "I reviewed Eset's Premium antivirus plan to find out if it offers enough value in malware protection, privacy, and customer ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Me0can_p2JTuIC7JMh7-Wy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "11h",
            "source": "Digital Trends",
            "article_content": "Eset Premium MSRP $59.99 Score Details “Eset Premium is a fast and effective antivirus in 2024, but its poor track record in previous years is concerning.” Pros Excellent malware protection in 2024\n\nFlexible plans allow more devices\n\nQuick installation\n\nLive chat 11 hours on weekdays Cons Poor test results before 2024\n\nIt's expensive\n\nChatbot error about live agents\n\nTable of Contents Table of Contents Specs Tiers and pricing Design Features Support Privacy and security Is Eset right for you?\n\nEset is known as a light, efficient antivirus solution that has minimal impact on performance. Speed is important, but to be the best, antivirus software must also vigorously safeguard your computer from cybersecurity threats.\n\nRecommended Videos\n\nI reviewed Eset Premium to find out if it offers robust malware protection, an easy-to-use interface, and responsive customer service. I also checked out the subscription options to find out if there’s enough value for the money.\n\nSpecs\n\nEset Premium Platforms Windows, macOS, Linux, iOS, Android Devices 1+ (Essential, Premium), 5+(Ultimate) Support Chat, Email, Phone Free version? No\n\nTiers and pricing\n\nEset offers flexible pricing with options to add more devices and extend the subscription term to enjoy a lower price.\n\nThe $50-per-year Essential plan is the least expensive, providing real-time malware protection, a network firewall, and PC cleanup tools. A $60 Premium subscription includes a password manager, ransomware protection, and file encryption. Both tiers cover one device, and more can be added for $5 each.\n\nThe top tier is the $130 Ultimate plan, starting with protection for five devices plus $5 for each additional computer or phone. It includes an unlimited VPN, image metadata removal, and dark web monitoring.\n\nIf you’re looking for a bargain, we have a guide to the best deals on antivirus software. High-quality security doesn’t have to be expensive.\n\nYou can try Eset Essential or Premium free for 30 days, but Ultimate requires a paid subscription. Eset offers some basic malware scanner and removal tools, but there are better free antivirus apps.\n\nDesign\n\nI began Eset setup on the website welcome page, which showed my active subscription. I selected the Protect device to start the download to my Windows PC.\n\nThe installer offered some customization options. I enabled Eset LiveGrid and customer experience, which uses anonymous data from my computer to help strengthen protection and improve usability for all Eset customers. I left the unwanted application detection off, since I prefer to manage that myself.\n\nA quick tour briefly highlighted a few features, while an initial scan run to identify any malware on my computer. Despite my choice to skip unwanted app detection, a popup window suggested that I might want to “clean” an app I’d intentionally downloaded. I chose to ignore the warning.\n\nEset’s Premium app gives an overview of my security status. A green checkmark indicates real-time protection is active. The left sidebar has tabs for malware scans, software updates, tools, settings, account details, and support.\n\nPremium comes with a password manager, ransomware protection, data encryption, network inspection, and browser protection. The app has a confusing number of options. I left the default settings for most.\n\nBy the time setup was complete, the computer scan finished and alerted me to several more apps that I recognized and wanted to keep.\n\nFeatures\n\nAccording to independent security lab AV-Comparatives, Eset Premium performed well in 2024 but failed to offer good security in previous years. Out of a possible three stars, Eset earned a single star in real-time malware protection tests conducted from July to October 2023.\n\nI usually refer to AV-Test when checking the track record of antivirus software. While the 2024 results show excellent malware prevention, there are big gaps in evaluations from December 2021 to February 2024.\n\nFor the best protection, an antivirus solution like Norton 360 boasts a near-perfect protection record that spans several years.\n\nI spot-checked browser protection by visiting Wicar’s malware test website. Eset Premium successfully identified and blocked all 13 threats, in each case opening a new tab to alert me to the danger. For perspective, it’s worth noting the free antivirus Microsoft Defender blocks Wicar threats also.\n\nI also tested the password manager, which asked me to create a master password, different from my Eset login, to unlock the vault. It’s quite basic, automatically filling logins on websites where I have an account. The best password managers are much more advanced with login sharing, folders to organize accounts, and secure storage for files and photos.\n\nSupport\n\nEset Premium’s help tab offers 24/7 technical support via an AI. In my tests, it was very responsive and could help with simple questions. However, the chatbot was easily stumped, reporting it doesn’t have the requested information and supplying tangential links that didn’t help.\n\nIf you expect quick responses from a real support agent, I found Bitdefender’s customer service to be among the best. It’s also a low-cost antivirus with a great track record.\n\nThe AI was able to provide the live chat hours, 6 a.m. to 5 p.m. PT. I tried again during normal hours, and the chatbot said no agents were available. However, it provided a link to a contact page that had a button for live chat.\n\nIf you use Eset, don’t trust the AI to connect you to a human. Go to Eset’s contact page. A live agent came on quickly and was able to answer my questions. Overall, support is good, despite the AI glitch.\n\nPrivacy and security\n\nEset’s privacy policy says your data is only used to provide the services you pay for. It’s only shared with third-party companies that assist with customer support, billing, and other services related to your subscription.\n\nWhile the company’s internal security seems robust, BleepingComputer reported Eset’s exclusive partner Comsecure was breached. Hackers were able to target Eset customers in a brief (10 minutes) but malicious phishing campaign.\n\nIs Eset right for you?\n\nEset is fast and offers good protection in 2024, but it has a checkered track record. While leading antivirus software blocks threats year after year with few lapses, independent security labs found Eset allowed some malware in several tests between 2021 to 2023.\n\nIf you’re looking for protection without impacting performance, there are some better options that make the cut for the best antivirus software for gaming PCs."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Delta Force devs warn against cheating, exploits, and … USB drives?",
            "link": "https://www.msn.com/en-us/news/technology/delta-force-devs-warn-against-cheating-exploits-and-usb-drives/ar-AA1vp26H?ocid=BingNewsVerp",
            "description": "Delta Force uses GTI Security, a real-time monitoring system that can ban players for a wide range of violations, and the devs released a full list of software that is either straight-up prohibited or ...",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "software+trend",
            "date": "14hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    }
]