[
    {
        "title": "This foldable Anker charger looks like a UFO and keeps everything juiced up",
        "link": "https://www.msn.com/en-us/news/other/this-foldable-anker-charger-looks-like-a-ufo-and-keeps-everything-juiced-up/ar-AA1sJpA9?ocid=BingNewsVerp",
        "description": "Charging all your devices at once can be a nightmare to manage due to all the cables you need and all the wall plugs. Well, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cW8t8ZZ8WBL9Z5fp7Fn1SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Macworld on MSN7h",
        "source": "Macworld on MSN",
        "article_content": ""
    },
    {
        "title": "Public UFO records archive opens in Rio Rancho",
        "link": "https://www.kob.com/new-mexico/public-ufo-records-archive-opens-in-rio-rancho/",
        "description": "The portable classrooms at Martin Luther King Jr. Elementary are the new home of the National UFO Historical Records Archive.",
        "image_url": "https://www.bing.com/th?id=OVF.qvKhsC19Q3PnCtxPZVRQCg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "KOB 432m",
        "source": "KOB 4",
        "article_content": "Another New Mexico city is shining a spotlight on UFOs, but not in the way you might expect.\n\nRIO RANCHO, N.M. – Another New Mexico city is shining a spotlight on UFOs, but not in the way you might expect.\n\nThe portable classrooms at Martin Luther King Jr. Elementary are the new home of the National UFO Historical Records Archive. It’s the largest collection of UFO sighting documents in the country, and maybe the world.\n\nNow, thanks to a partnership with Rio Rancho Public Schools, the amateur collectors who kept all these records safe over the years are finally making them available to the public.\n\n“It’s literally overwhelming. People don’t have any conception until they come here how much material that we’re talking about. And it really, I think, makes people pause and realize there’s a lot more to this UFO subject than I ever thought,” said David Marler, executive director of the National UFO Historical Records Center.\n\nMarler knows the idea of a UFO records archive probably sounds silly to some folks, but he says that skepticism is welcome.\n\n“We really don’t care what your take is on the UFO subject. In fact, we welcome differing opinions, differing perspectives,” said Marler.\n\nThe National UFO Historical Records Center is a nonprofit organizing hundreds of thousands of declassified government documents, news clippings, photos, videos and more evidence from across the globe all under one roof.\n\n“It’s a traditional historical archive dedicated to a non-traditional subject. We want serious research to be conducted here in the hopes ultimately of maybe gaining a better insight into this mystery that we’ve been dealing with now for 75 plus years,” said Marler.\n\nHe says there are countless connections to be discovered now that all these case files are together.\n\n“Some organizations interviewed witnesses that the other did not, and vice versa, and sometimes there’s new insights provided by one investigative organization that was never obtained by this one,” said Marler. “The more minds, the more set of eyeballs we have looking at the data as with any subject, the better we’re going to be if we truly want to try to understand what we’re dealing with when we talk about UFOs.”\n\nMarler’s collection – which used to live inside his Rio Rancho home – is largely a collection of other collections sent in from fellow UFO archivists. With all this extra space donated by Rio Rancho Public Schools, Marler says they’re ready for more.\n\n“We have about 10 to 12 other collections that are also in the queue,” Marler said. “Two individuals I know in Ohio have stated, ‘You’re already in my will. If anything happens to me, my material is coming to Rio Rancho.'”\n\nWhether or not you believe in aliens, Marler says the overwhelming amount of documentation is worth preserving.\n\n“We feel it’s important because it is an element of history, it is an element of our culture. So that’s really how we try to view it,” said Marler. “If we can’t define the answers to the UFO mystery, maybe in 40, 50, 60, years someone might, but they can only do that by looking at the data.”\n\nWhile this is a public archive, it’s a not a free for all. Marler says you’ll have to submit a request on their website to set up a time to come and visit. The idea is that you’ll have full access to everything inside.\n\nBut why would Rio Rancho Public Schools get involved with something like this.\n\n“Our students find the subject matter of UFO investigation very intriguing. And so we want to do is we want to use that as a catalyst in order to get students involved in other types of learning,” said RRPS Chief Operating Officer Michael Baker. “So we think that the parents, as long as the students are learning, we’re not trying to persuade thinking one way or another, we think we’re going to see some really good benefits from this area.”\n\nDistrict officials say the partnership is expected to last at least five years.\n\nAnother New Mexico city is shining a spotlight on UFOs, but not in the way you might expect."
    },
    {
        "title": "National UFO Historical Records Center opens at Rio Rancho elementary school",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/national-ufo-historical-records-center-opens-at-rio-rancho-elementary-school/vi-AA1sKkHK?ocid=BingNewsVerp",
        "description": "National UFO Historical Records Center opens at Rio Rancho elementary school ...",
        "image_url": "https://www.bing.com/th?id=OVF.Jx7s8pA9ivM9cdM2oAyF7w&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "KRQE Albuquerque on MSN34m",
        "source": "KRQE Albuquerque on MSN",
        "article_content": ""
    },
    {
        "title": "HAL Laboratory's Lovely Physics Puzzler 'Part Time UFO' Has Been Delisted On Mobile",
        "link": "https://www.nintendolife.com/news/2024/10/hal-laboratorys-lovely-physics-puzzler-part-time-ufo-has-been-delisted-on-mobile",
        "description": "The mobile version of HAL Laboratory's Part Time UFO has been delisted from storefronts as of today, the game's official ...",
        "image_url": "https://www.bing.com/th?id=OVFT.hFwSE5ZX1DjLDFe74g4UbC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "12h",
        "source": "Nintendo Life",
        "article_content": "The mobile version of HAL Laboratory's Part Time UFO has been delisted from storefronts as of today, the game's official Twitter has announced. But don't worry, the Switch version isn't going anywhere.\n\nShared on Bluesky by AK, Part Time UFO's original mobile release is no longer available to download on mobile devices. The game originally launched on phones in 2017 in Japan, before getting a worldwide release in 2018, and an expanded Switch version in 2020.\n\n\"As of October 22, 2024 (JST), we have terminated the distribution and all services of the mobile app version of Part Time UFO.\" The official Part Time UFO shared on the social media website now known as X. It also thanked fans for playing and \"enjoying the app\" over the years, and confirmed that \"The Nintendo Switch version of Part Time UFO is continued to be distributed, so please keep enjoying it.\"\n\nAs of October 22, 2024 (JST), we have terminated the distribution and all services of the mobile app version of Part Time UFO.\n\nThank you so much for enjoying the app.\n\n\n\nThe Nintendo Switch version of Part Time UFO is continued to be distributed, so please keep enjoying it. — はたらくUFO【公式】 (@HatarakuUFO) October 22, 2024\n\nIn this adorable little physics-based puzzler, you control Jobski, a UFO who also doubles as a claw crane. Taking on tasks, modelled as part-time jobs, Jobski needs to pick up and carry various objects from one place to another. Weight, shape, and time are all factored into every single \"level\". Ultimately, once you've finished the job and put the structure together, if it can stay standing for five seconds, you're done!\n\nThe Switch version of the game added a couple of new modes to the already addictive puzzler — Treasure Island, Tower of Infinity, the ability to unlock animated portraits and illustrations (essentially achievements), three more jobs, more difficult versions of other jobs, and two-player co-op.\n\nIt's a shame the original version is no longer available on mobile, but that Switch release is pretty fantastic, plus it won't even cost you £10 — what are you waiting for?\n\nHave you played the mobile version of Part Time UFO? Let us know your thoughts on its delisting in the comments below."
    },
    {
        "title": "HAL Laboratory Game Part Time UFO Delisted on Mobile",
        "link": "https://www.siliconera.com/hal-laboratory-game-part-time-ufo-delisted-on-mobile/",
        "description": "HAL Laboratory announced that Part Time UFO, its game about a small UFO performing odd-jobs by using a claw that extends from the ship, has been delisted on mobile devices. It is now no longer ...",
        "image_url": "https://www.bing.com/th?id=ODF.5AcRnLC8i7-ufp2Vj4eGOg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "siliconera10h",
        "source": "siliconera",
        "article_content": "HAL Laboratory announced that Part Time UFO, its game about a small UFO performing odd-jobs by using a claw that extends from the ship, has been delisted on mobile devices. It is now no longer available through storefronts like the App Store or Google Play.\n\nRecommended Videos\n\nHere is the official announcement. No reason for the delisting was mentioned.\n\nAs of October 22, 2024 (JST), we have terminated the distribution and all services of the mobile app version of Part Time UFO.\n\nThank you so much for enjoying the app.\n\n\n\nThe Nintendo Switch version of Part Time UFO is continued to be distributed, so please keep enjoying it. — はたらくUFO【公式】 (@HatarakuUFO) October 22, 2024\n\nIn Part Time UFO, people play as a small UFO who comes to earth. During its first encounter with human beings, it helps collect stray oranges by extending a claw from the ship to grab and place them back in crates. This leads to it taking on an array of other types of jobs, such as restoring museum exhibits, helping set up photographs, creating desserts, and assembling robots, for money. It debuted on Android and Apple iOS devices back in February 2018 for $3.99.\n\nHere is the original trailer for the mobile version of the game.\n\nWhile the mobile releases of Part Time UFO are delisted, the Nintendo Switch version of the HAL Laboratory game is still available. In 2020, the updated entry that included more challenges, costumes, and an additional mode that can be played in multiplayer appeared.\n\nPart Time UFO is available on the Nintendo Switch, and the mobile version of the game for Android and iOS devices is delisted.\n\nSiliconera is supported by our audience. When you purchase through links on our site, we may earn a small affiliate commission. Learn more about our Affiliate Policy"
    },
    {
        "title": "Don't settle for one AI model. Chat GPT-4, Gemini Pro, and Midjourney join forces in this app.",
        "link": "https://www.yahoo.com/tech/dont-settle-one-ai-model-040000403.html",
        "description": "AI is an all-in-one AI tool that puts ChatGPT, Mistral AI, Gemini, and other AI models at your fingertips for life — get it ...",
        "image_url": "https://www.bing.com/th?id=OVF.ABxlFoq8tFeifQzmq1ZiNA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20h",
        "source": "Yahoo",
        "article_content": "The following content is brought to you by Mashable partners. If you buy a product featured here, we may earn an affiliate commission or other compensation.\n\nWhy settle for one AI assistant?\n\nTL;DR: 1minAI puts AI models from OpenAI, Meta, Google, and more at your disposal to generate text, images, or edit audio, and you can get it for life for £30.80 (reg. £180.25).\n\nChatGPT was a huge deal when it dropped, but it's not the only big AI model on the playground anymore. GPT-4 is pretty fancy, but it's not always the best option for every type of content you want to create. The only problem is if you want more options, that often means more subscriptions. At least, it would if you didn't have the option to get multiple AI models for life by getting 1minAI.\n\n1minAI users can access some of the biggest and most advanced AI tools in one convenient app. This lifetime subscription gives you access to Chat GPT-4, Mistral AI, Midjourney, Gemini, and a lot more for just £30.80.\n\nWhat does 1minAI do?\n\nOne AI hub where you can access models for generating text, images, and editing audio seems a little too good to be true, so here's the catch. There's a finite amount you can generate every month, but you get 450,000 credits per month, and unused credits roll over. If you're using 1minAI for work, that means your vacation time isn't wasting credits you've already paid for.\n\nThe list of AI models included with 1min is seriously impressive. Check it out:\n\nGPT-4o, GPT-4 Turbo, GPT-4, GPT-3.5 (OpenAI)\n\nClaude 3 Opus, Claude 3 Sonnet, Claude 3 Haiku, Claude 2.1, Claude Instant 1.2 (Anthropic)\n\nGemini Pro 1.5, Gemini Pro 1.0 (GoogleAI)\n\nLlama 3, Llama 2 (MetaAI)\n\nMistralAI\n\nCommand (Cohere)\n\nThe AI writing tools are super versatile. Working on an SEO project? Save time doing keyword research. Can't remember what passive voice is? One can be helped by an AI grammar tool. There's even a paraphraser for research and a ton of social tools for writing Facebook, LinkedIn, and X content.\n\nNot all of these AI models are for generating text. You can generate images, turn text to speech or speech to text, enhance videos, or even use AI to look over a PDF file. Now, instead of skimming a whole long document, you can just ask AI to answer your questions for you.\n\nYour AI team\n\nYou don't have to subscribe to every big AI tool anymore. Just get a lifetime subscription to 1minAI for £30.80 (reg. £180.25) at the Mashable Shop.\n\nStackSocial prices subject to change.\n\nAI model\n\nOpens in a new window\n\nCredit: 1minAI\n\n1minAI: Lifetime Subscription\n\n£30.80 at the Mashable Shop\n\n£180.25 Save £149.45\n\nGet Deal"
    },
    {
        "title": "Desktop AI assistant app Highlight spins out of Medal with $10M in funding",
        "link": "https://techcrunch.com/2024/10/22/desktop-ai-assistant-app-highlight-spins-out-of-medal-with-10m-in-funding/",
        "description": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now, the company ...",
        "image_url": "https://www.bing.com/th?id=OJ.2qWBcN4GFwvqqA&pid=news&w=30&h=16&rs=2",
        "category": "ai+app",
        "date": "13h",
        "source": "TechCrunch",
        "article_content": "Earlier this year, Medal, a startup known for its video game clipping features, launched a cross-platform AI assistant called Highlight. Now the company is spinning off Highlight into a new entity, which has raised $10 million in a funding round.\n\nGeneral Catalyst led the funding round with Valor, SV Angel, and Conviction Embed participating in the round. Medal also put in $3 million in the new entity out of $13 million it raised in July.\n\nMedal’s co-founder, Pim de Witte, is the only common link between Medal and Highlight now, as the latter has its own team, including Haris Butt, who was VP of Design at productivity company ClickUp, Medal co-founder Josh Lipson, and Medal’s first head of growth Mark Bond.\n\n“We started Highlight as a research project within Medal. We wanted to explore the translation layer between LLMs (large language models) and what’s going on your screen. But we realized to grow quickly and hire engineers for a specific app by offering them equity, Highlight needs to be a separate entity,” de Witte told TechCrunch over a call.\n\nHighlight is a cross-platform desktop app that lets you attach your screen, a voice note, or a document as context and then ask questions to an LLM. The app can also transcribe your calls from system audio, so you can ask questions about a particular meeting later.\n\nYou can perform actions that have become pretty common with AI assistants, such as summarizing, rewriting, highlighting, and explaining the context attached to the app at the time of querying.\n\nIn July, the company had opened its platform for developers to build apps on top of Highlight. However, the startup realized that this approach would limit custom actions to a handful of developers. With the latest version, the company will allow users to prompt their way to a custom action like summarizing the first 10 minutes of a meeting. Highlight also wants to open up prompts to the community of users, helping one person discover a useful automation someone has created.\n\nFor developers with programming knowledge, the company plans to open an agentic framework that will allow them to use parts of your system and do small tasks — such as summarizing documents in a particular folder — in the background.\n\n“Our idea is to create virtual employees so you can start delegating some of your tasks to them and have more time on your hands,” de Witte said.\n\nImage Credits:Highlight\n\nWith today’s announcement, the company is releasing a push-to-talk shortcut and new conversations app that records your meetings.\n\nNiko Bonatsos, managing director at General Catalyst, told TechCrunch over email that Highlight is easy to understand for users because of the on-screen context and the lack of complex prompts.\n\n“I’ve been underwhelmed by the fact that most consumer-facing AI companies only let you interact with them via chat interfaces … This demonstrates a lack of imagination and frankly limits what is possible with this powerful new technology. We are very encouraged with the bold design choices that Pim and his team have made so far,” Bonatsos said, pointing out that Highlight’s combination of automation and on-screen context allows users to utilize AI better.\n\nHighlight AI is free to use for now, but the company wants to adopt a pricing plan based on the word count processed by the assistant down the line."
    },
    {
        "title": "Anthropic’s new AI model can control your PC",
        "link": "https://techcrunch.com/2024/10/22/anthropics-new-ai-can-control-your-pc/",
        "description": "Anthropic has released an updated version of its Claude 3.5 Sonnet model with a new Computer Use feature that can interact ...",
        "image_url": "https://www.bing.com/th?id=OVFT.sxMr3fkmolxnzsu3kUtJRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "10h",
        "source": "TechCrunch",
        "article_content": "In a pitch to investors last spring, Anthropic said it intended to build AI to power virtual assistants that could perform research, answer emails, and handle other back-office jobs on their own. The company referred to this as a “next-gen algorithm for AI self-teaching” — one it believed that could, if all goes according to plan, automate large portions of the economy someday.\n\nIt took a while, but that AI is starting to arrive.\n\nAnthropic on Tuesday released an upgraded version of its Claude 3.5 Sonnet model that can understand and interact with any desktop app. Via a new “Computer Use” API, now in open beta, the model can imitate keystrokes, button clicks, and mouse gestures, essentially emulating a person sitting at a PC.\n\n“We trained Claude to see what’s happening on a screen and then use the software tools available to carry out tasks,” Anthropic wrote in a blog post shared with TechCrunch. “When a developer tasks Claude with using a piece of computer software and gives it the necessary access, Claude looks at screenshots of what’s visible to the user, then counts how many pixels vertically or horizontally it needs to move a cursor in order to click in the correct place.”\n\nDevelopers can try out Computer Use via Anthropic’s API, Amazon Bedrock, and Google Cloud’s Vertex AI platform. The new 3.5 Sonnet without Computer Use is rolling out to Claude apps, and brings various performance improvements over the outgoing 3.5 Sonnet model.\n\nAutomating apps\n\nA tool that can automate tasks on a PC is hardly a novel idea. Countless companies offer such tools, from decades-old RPA vendors to newer upstarts like Relay, Induced AI, and Automat.\n\nIn the race to develop so-called “AI agents,” the field has only become more crowded. AI agents remains an ill-defined term, but it generally refers to AI that can automate software.\n\nSome analysts say AI agents could provide companies with an easier path to monetizing the billions of dollars that they’re pouring into AI. Companies seem to agree: According to a recent Capgemini survey, 10% of organizations already use AI agents and 82% will integrate them within the next three years.\n\nSalesforce made splashy announcements about its AI agent tech this summer, while Microsoft touted new tools for building AI agents yesterday. OpenAI, which is plotting its own brand of AI agents, sees the tech as a step toward super-intelligent AI.\n\nAnthropic calls its take on the AI agent concept an “action-execution layer” that lets the new 3.5 Sonnet perform desktop-level commands. Thanks to its ability to browse the web (not a first for AI models, but a first for Anthropic), 3.5 Sonnet can use any website and any application.\n\nAnthropic’s new AI can control apps on a PC. Image Credits:Anthropic\n\n“Humans remain in control by providing specific prompts that direct Claude’s actions, like ‘use data from my computer and online to fill out this form’,” an Anthropic spokesperson told TechCrunch. “People enable access and limit access as needed. Claude breaks down the user’s prompts into computer commands (e.g. moving the cursor, clicking, typing) to accomplish that specific task.”\n\nSoftware development platform Replit has used an early version of the new 3.5 Sonnet model to create an “autonomous verifier” that can evaluate apps while they’re being built. Canva, meanwhile, says that it’s exploring ways in which the new model might be able to support the designing and editing process.\n\nBut how is this any different than the other AI agents out there? It’s a reasonable question. Consumer gadget startup Rabbit is building a web agent that can do things like buying movie tickets online; Adept, which was recently acqui-hired by Amazon, trains models to browse websites and navigate software; and Twin Labs is using off-the-shelf models, including OpenAI’s GPT-4o, to automate desktop processes.\n\nAnthropic claims the new 3.5 Sonnet is simply a stronger, more robust model that can do better on coding tasks than even OpenAI’s flagship o1, per the SWE-bench Verified benchmark. Despite not being explicitly trained to do so, the upgraded 3.5 Sonnet self-corrects and retries tasks when it encounters obstacles, and can work toward objectives that require dozens or hundreds of steps.\n\nThe new Claude 3.5 Sonnet model’s performance on various benchmarks. Image Credits:Anthropic\n\nBut don’t fire your secretary just yet.\n\nIn an evaluation designed to test an AI agent’s ability to help with airline booking tasks, like modifying a flight reservation, the new 3.5 Sonnet managed to complete less than half of the tasks successfully. In a separate test involving tasks like initiating a return, 3.5 Sonnet failed roughly a third of the time.\n\nAnthropic admits the upgraded 3.5 Sonnet struggles with basic actions like scrolling and zooming, and that it can miss “short-lived” actions and notifications because of the way it takes screenshots and pieces them together.\n\n“Claude’s Computer Use remains slow and often error-prone,” Anthropic writes in its post. “We encourage developers to begin exploration with low-risk tasks.”\n\nRisky business\n\nBut is the new 3.5 Sonnet capable enough to be dangerous? Possibly.\n\nA recent study found that models without the ability to use desktop apps, like OpenAI’s GPT-4o, were willing to engage in harmful “multi-step agent behavior,” such as ordering a fake passport from someone on the dark web, when “attacked” using jailbreaking techniques. Jailbreaks led to high rates of success in performing harmful tasks even for models protected by filters and safeguards, according to the researchers.\n\nOne can imagine how a model with desktop access could wreak more havoc — say, by exploiting app vulnerabilities to compromise personal info (or storing chats in plaintext). Aside from the software levers at its disposal, the model’s online and app connections could open avenues for malicious jailbreakers.\n\nAnthropic doesn’t deny that there’s risk in releasing the new 3.5 Sonnet. But the company argues that the benefits of observing how the model is used in the wild ultimately outweigh this risk.\n\n“We think it’s far better to give access to computers to today’s more limited, relatively safer models,” the company wrote. “This means we can begin to observe and learn from any potential issues that arise at this lower level, building up computer use and safety mitigations gradually and simultaneously.”\n\nImage Credits:Anthropic\n\nAnthropic also says it has taken steps to deter misuse, like not training the new 3.5 Sonnet on users’ screenshots and prompts, and preventing the model from accessing the web during training. The company says it developed classifiers to “nudge” 3.5 Sonnet away from actions perceived as high-risk, such as posting on social media, creating accounts, and interacting with government websites.\n\nAs the U.S. general election nears, Anthropic says it is focused on mitigating election-related abuse of its models. The U.S. AI Safety Institute and U.K. Safety Institute, two separate but allied government agencies dedicated to evaluating AI model risk, tested the new 3.5 Sonnet prior to its deployment.\n\nAnthropic told TechCrunch it has the ability to restrict access to additional websites and features “if necessary,” to protect against spam, fraud, and misinformation, for example. As a safety precaution, the company retains any screenshots captured by Computer Use for at least 30 days — a retention period that might alarm some devs.\n\nWe asked Anthropic under which circumstances, if any, it would hand over screenshots to a third party (e.g. law enforcement) if asked. A spokesperson said that the company would “comply with requests for data in response to valid legal process.”\n\n“There are no foolproof methods, and we will continuously evaluate and iterate on our safety measures to balance Claude’s capabilities with responsible use,” Anthropic said. “Those using the computer-use version of Claude should take the relevant precautions to minimize these kinds of risks, including isolating Claude from particularly sensitive data on their computer.”\n\nHopefully, that’ll be enough to prevent the worst from occurring.\n\nA cheaper model\n\nToday’s headliner might’ve been the upgraded 3.5 Sonnet model, but Anthropic also said an updated version of Haiku, the cheapest, most efficient model in its Claude series, is on the way.\n\nClaude 3.5 Haiku, due in the coming weeks, will match the performance of Claude 3 Opus, once Anthropic’s state-of-the-art model, on certain benchmarks at the same cost and “approximate speed” of Claude 3 Haiku.\n\n“With low latency, improved instruction following, and more accurate tool use, Claude 3.5 Haiku is well suited for user-facing products, specialized sub-agent tasks, and generating personalized experiences from huge volumes of data–like purchase history, pricing, or inventory data,” Anthropic wrote in a blog post.\n\n3.5 Haiku will initially be available as a text-only model and later as part of a multimodal package that can analyze both text and images.\n\n3.5 Haiku’s benchmark performance. Image Credits:Anthropic\n\nSo once 3.5 Haiku is available, will there be much reason to use 3 Opus? What about 3.5 Opus, 3 Opus’ successor, which Anthropic teased back in June?\n\n“All of the models in the Claude 3 model family have their individual uses for customers,” the Anthropic spokesperson said. “Claude 3.5 Opus is on our roadmap and we’ll be sure to share more as soon as we can.”\n\nTechCrunch has an AI-focused newsletter! Sign up here to get it in your inbox every Wednesday."
    },
    {
        "title": "Doctor creates app that uses AI to help simplify medical jargon",
        "link": "https://www.msn.com/en-us/money/other/doctor-creates-app-that-uses-ai-to-help-simplify-medical-jargon/vi-AA1sKj5W?ocid=BingNewsVerp",
        "description": "Cardiologist and Abridge CEO Dr. Shiv Rao discusses the company’s new app which uses AI technology to offer patients a summary of their conversations with medical professionals.",
        "image_url": "https://www.bing.com/th?id=OJ.d01Q6fJRG3ynoQ&pid=news&w=34&h=16&rs=2",
        "category": "ai+app",
        "date": "36mon MSN",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "I'm a CEO and can tell when an application is AI-generated. Here's how to use AI strategically without getting yourself in trouble.",
        "link": "https://www.msn.com/en-us/money/other/im-the-ceo-of-a-recruitment-company-heres-how-we-can-tell-someone-used-ai-on-a-job-application/ar-AA1sHz35?ocid=BingNewsVerp",
        "description": "Khyati Sundaram shares subtle indicators that an applicant used AI to write their job application, plus how they can use AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cqHm0NgqXlWXwe685wk5xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16hon MSN",
        "source": "Business Insider on MSN",
        "article_content": ""
    },
    {
        "title": "Oak Park’s Pleasant Home subject of paranormal investigation",
        "link": "https://www.chicagotribune.com/2024/10/22/oak-parks-pleasant-home-subject-of-paranormal-investigation/",
        "description": "Old Spirit Investigations is looking into Oak Park’s 'hotspot for supernatural activity' during a ticketed event Friday.",
        "image_url": "https://www.bing.com/th?id=OVFT.vkwAsQ0VAWjlyFduYpJGsS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "8h",
        "source": "Chicago Tribune",
        "article_content": "Who knows what evil lurks in the heart of the Pleasant Home.\n\nWell, maybe not evil — officials in Oak Park claim it’s not evil anyway — but something lurks there. Maybe.\n\nSusan Crane, a program manager for the Oak Park Park District, won’t say what’s there, but evidently it was enough to hire a team of paranormal investigators to find out exactly what’s going on.\n\nAnd they’re inviting interested spectators to join them on a “thrilling journey through the dimly lit corridors and eerie rooms of this renowned estate, rumored to be a hotspot for supernatural activity,” according to materials provided by the Park District.\n\nOn Friday, anyone over 21 can see, feel or hear for themselves what all lurks in the old home during a Park District event featuring paranormal experts Other Side Investigations.\n\nCrane said it will be OSI’s first investigation for the Park District, though they’ve been active in the Midwest for years. The team has been on site for preliminary inspection, however and Crane hosted another Pleasant Home ghost investigation a few years ago. But she’s keeping mum about whatever she learned.\n\n“I’m not going to say a word,” she said. “You don’t want to put any ideas into anybody’s head. And when they came to look at the house, I didn’t say anything. I can tell you one thing — there’s nothing harmful or evil or anything like that. That’s as specific as I want to get.”\n\nThe event, listed on the Park District’s website, has been a hot ticket item, with almost all 50 spots already gone — Crane said only about eight $50 tickets remain. At the very least, visitors are guaranteed a snack, a beverage and a tour of one of the oldest and grandest addresses in Oak Park.\n\nCrane said she wanted the event to be, above all, a fun night out for people. A chance to see friends, see history and tour a beautiful, restored local property.\n\n“It’s an old house, it was built in 1897,” Crane said. “We manage two homes; both are over 100 years old. This is another way to make the patrons engaged and see the historic houses. The Pleasant Home is one of the earliest examples of prairie style architecture in the country, so it’s well-known to architecture buffs and the tour is another way for people to enjoy the home.”\n\nVisitors will also get to learn a bit more about what it takes to detect the paranormal. The OSI team will divide the 50 people into two or three smaller groups and introduce attendees to their gear first — equipment to measure light, temperature, noise and more.\n\n“There is a science behind it, it’s not just them talking about what they feel and what they may or may not see,” Crane said.\n\nFrom there the tour will continue through the home, room by room, looking, listening and feeling things that just aren’t right, maybe a cold spot, a strange, sudden bump or maybe a slight glimmer in a mirror, a face in the shadow something fleeting something you’re sure you saw and you hope was caught on film.\n\nWhatever happens, Crane is ready for it.\n\n“I’m excited about it,” she said. “I think when we’ve done it in the past, it’s been really well received and I’m looking forward to Friday night.”\n\nAnd who knows. Maybe the house is looking forward to the visit, too.\n\nJesse Wright is a freelance reporter for Pioneer Press."
    },
    {
        "title": "Download these fantasy and paranormal romance novels for free on Stuff Your Kindle Day",
        "link": "https://www.msn.com/en-us/news/technology/download-these-fantasy-and-paranormal-romance-novels-for-free-on-stuff-your-kindle-day/ar-AA1sHu5N?ocid=BingNewsVerp",
        "description": "Well, Stuff Your Kindle Day is an author-driven event hosted by Romance Book Lovers that hopes to encourage readers to check ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4aKJeTXmvioqgnbJLr2kLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "16hon MSN",
        "source": "Mashable on MSN",
        "article_content": ""
    },
    {
        "title": "I Was a Paranormal Investigator — Avoid Homes with These Spooky Red Flags",
        "link": "https://www.msn.com/en-us/money/realestate/i-was-a-paranormal-investigator-avoid-homes-with-these-spooky-red-flags/ar-AA1sIJrq?ocid=BingNewsVerp",
        "description": "This article may contain affiliate links that Yahoo and/or the publisher may receive a commission from if you buy a product ...",
        "image_url": "https://www.bing.com/th?id=OVFT.t-YPNcMhDhfxK4uGbymVdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Apartment Therapy on MSN9h",
        "source": "Apartment Therapy on MSN",
        "article_content": ""
    },
    {
        "title": "Meet Bill Slevin, a Paranormal Investigator From Coral Springs",
        "link": "https://www.miaminewtimes.com/arts/meet-bill-slevin-paranormal-investigator-from-coral-springs-florida-21272153",
        "description": "Bill Slevin has been investigating unknown forces for 35 years but has experienced paranormal events his whole life.",
        "image_url": "https://www.bing.com/th?id=OVFT.dEu6PG4Rhej4uj5CC-dDMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Miami New Times10h",
        "source": "Miami New Times",
        "article_content": "click to enlarge Slevin makes the rounds at HorrorCons, libraries, and on TV to share his knowledge and experiences — especially during the Halloween season. Brittany Fournier photo\n\nclick to enlarge Slevin uses every device and method in his and his team's toolbox to find out what's really going down. Bill Slevin photo\n\nWhen world-famous paranormal investigator Bill Slevin spoke during our interview about ghosts and demons, the recording device on my computer started to skip around. Listening back on our conversation, portions became fuzzy, especially as he spoke about exorcisms. The hair stood up on my neck, but the Coral Springs resident was such a compelling storyteller that it was hard to stop chatting.Slevin has been investigating these unknown forces for 35 years but has experienced paranormal events his whole life. Growing up in the 1970s and '80s, nobody talked about supernatural things. \"I never knew what an empath was. I just knew I would go places and feel weird things,\" he recalls. As an empath, he felt other people's emotions and sometimes carried them with him. As a kid, he was also into horror movies and was never scared — except when he sawHe was curious about paranormal experiences and started to research everything he could about them. He went on to get his PhD in parapsychology and metaphysical humanistic science and has studied quantum physics and mechanics.The first of his more than 1,000 residential haunting jobs was in 1989. A friend brought him in on a frightening investigation. \"Demons are very rare; it's not like TV,\" he says. \"It happened to be a rare demonic case. The guy with me got full-on attacked. That team never did this again, but it gave me a million questions.\" He realized this was his calling. \"I really wanted to know what was real and what was not,\" Slevin says.He and his team at the nonprofit Paranormal Existence Research Society (PERS) are based out of Coral Springs, with teams in other Florida cities, Georgia, Nebraska, the UK, Italy, and Greece. They don't charge people for their work — it's all free — but if someone out of state wants to work with them, they will let them pay for travel. \"We don't feel it's ethical [to charge] because it's not 100 percent science.\" His team is a diverse group of talents and includes a Peruvian shaman, hypnotherapist, licensed psychologist, mediums, and psychics.\"We're a mix of intuition and science,\" he says. \"We help these people no matter what.\" That includes people who are suffering from mental illness or substance use issues. Slevin works a day job as an IT director for a psychiatric drug and alcohol treatment facility, which has provided him with the knowledge to identify when clients are suffering from these issues and not an actual haunting.When they first get asked to investigate, the team interviews the clients. If they take the case, they go to the homes at night using a combination of his empath abilities and certain devices. \"Being IT and paranormal — a very bad mix,\" he jokes. \"I have a ridiculous amount of equipment.\" They experiment with audio and video tools and observe environmental cues with a healthy amount of skepticism. They first assess to see if there are natural causes for the experiences of the clients, like animals in the walls, and they determine if it's a case of the paranormal.\"Everything is energy. When you die, your energy doesn't die. Energy can't be destroyed or created,\" he says. The most common thing his team finds is residual hauntings, in which a person leaves behind energy. He remembers a haunting incident in New Jersey when a client in an old house said that every day at 7 p.m., they heard footsteps up the stairs. The team heard them but couldn't connect with a spirit. It was likely, he says, a \"footprint\" left by someone who passed that walked there daily. The solution? To cleanse the area is something his team teaches people to do for themselves. \"Anybody can wave sage around the house, and it's not going to do anything. It's your intention [that matters],\" and even then, energy can return.To cleanse or protect themselves and their clients, they respect the religious and spiritual beliefs of the people they're helping. If someone is Jewish, for instance, they won't come in waving crucifixes. Unless, that is, if they suspect it's a demonic entity, then they'll use everything in their arsenal to protect themselves.It's usually not anything that sinister. Even funky energy from living clients can cause hauntings. \"Sometimes people can watch five hours of, and now they're panicked, and they can actually manifest stuff to the house. It might not be real.\" He says parapsychology studies have shown that \"a lot of Poltergeist activity is caused by teenagers. That their energy shift is so strong, especially females, that it can actually make things move,\" he says. \"It's not going to pick up a couch and throw it across the room.\"In South Florida, you may not have very old houses, but there are a lot of Indigenous American burial grounds. He used to bring new members of his team to Belgrade, Florida, where there was a 280-acre abandoned prison in the middle of a sugarcane field. \"Because you can say you're into this, but when you're in an abandoned prison at two o'clock in the morning, there's a lot of activity in that place,\" he says. There's now a warehouse built in that spot. \"If they'd built houses there, I'd be going door to door to drop off my card.\"Slevin educates the public about issues related to the supernatural. He's the director and manager of the Warren Legacy Foundation for Paranormal Research, founded by Lorraine Warren and Chris McKinnell, the grandson of Ed and Lorraine Warren, who investigated the Amityville haunting. He speaks as a celebrity guest at conferences and has appeared on TV, radio, podcasts, magazines, and newspapers. He's been on the cover ofmagazine five times.He also spoke about demonology on the Travel Channel documentary, which also streams on Discovery+ and Max. It explores a possible mass possession at the Miami Aerospace Academy High School in 1970. Students ripped doors off the hinges, one girl levitated, and another boy jumped out of the second-floor window unscathed, landing face-first on the concrete and then threw the security guard across the parking lot. The interviewing process unnerved him because when the producers asked specific demonology questions, he didn't want to share any misinformation with the public. He says they're very real but very rare.Slevin will speak at upcoming events at the Coconut Grove and Coral Springs libraries. At his library shows, you can hear more of Slevin's spooky stories, learn about haunted places in South Florida, and see evidence that the paranormal is actually quite normal."
    },
    {
        "title": "Get into the spooky season with Whispering Souls Paranormal",
        "link": "https://www.msn.com/en-us/entertainment/news/get-into-the-spooky-season-with-whispering-souls-paranormal/vi-AA1sJ2lV?ocid=BingNewsVerp",
        "description": "It’s spooky season and there’s plenty of fun to be had with our friends at Whispering Souls Paranormal. And here to tell us ...",
        "image_url": "https://www.bing.com/th?id=OVF.J0hErfNAkTr4V5zHRJ5ljQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "WHBF Davenport on MSN9h",
        "source": "WHBF Davenport on MSN",
        "article_content": ""
    },
    {
        "title": "Novel gene discovery paves the way for treating central nervous system injuries",
        "link": "https://www.msn.com/en-us/health/other/novel-gene-discovery-paves-the-way-for-treating-central-nervous-system-injuries/ar-AA1sJ0OL?ocid=BingNewsVerp",
        "description": "A collaborative study in neuroscience, spearheaded by a research team of the Hong Kong University of Science and Technology ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z7qi7bH0v2NQpESawFjLxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "8hon MSN",
        "source": "Medical Xpress on MSN",
        "article_content": ""
    },
    {
        "title": "In new exhibit, MODS illuminates the future of renewable energy | Opinion",
        "link": "https://www.sun-sentinel.com/2024/10/22/in-new-exhibit-mods-illuminates-the-future-of-renewable-energy-opinion/",
        "description": "The vice president of exhibits at Fort Lauderdale’s Museum of Discovery and Science touts the museum’s new solar exhibit, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yfB9lj7gQpvydVb1vISMPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12hOpinion",
        "source": "Sun Sentinel",
        "article_content": "Maxwell: Another conviction in Florida’s ghost candidate scandal, but the senators who benefited remain in office"
    },
    {
        "title": "On the Origin of Lucy: How One Extraordinary Fossil Helped Alter Our View of Human Evolution",
        "link": "https://www.mentalfloss.com/discovery-of-lucy-human-evolution",
        "description": "As the oldest and most complete hominin skeleton at the time of her discovery, Lucy became the poster child for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.TCdSHc09JwG7sSivemjHbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "6h",
        "source": "Mental Floss",
        "article_content": "Donald Johanson really had no business going bone hunting that Sunday. There were letters to write and fossils to catalog—heaps of paperwork left undone while fellow paleoanthropologists were visiting his camp in Ethiopia’s Afar region.\n\nBut graduate student Tom Gray was headed out to map the fossil site, Hadar, and he needed a guide to Locality 162. So Johanson ignored his better judgment in favor of what he later called a “gut sense” and set off with Gray and company in a Land Rover.\n\nA good two hours into the search, that gut sense had only netted them a handful of animal fossil fragments, and the late-morning temperature had already topped 100°F. They made one last sweep of a peripheral gully—nothing doing—and decided to call it a day.\n\nThen, “as we turned to leave,” Johanson recalled, “I noticed something lying on the ground partway up the slope.” It was 2-inch-long bone shard that he immediately recognized as “part of an elbow.” And it wasn’t alone: A closer scan turned up bits of a skull, a femur, a pelvis, and more.\n\n“An unbelievable, impermissible thought flickered through my mind,” Johanson wrote. “Suppose all these fitted together? Could they be parts of a single, extremely primitive skeleton? No such skeleton had ever been found—anywhere.”\n\nThe camp buzzed with the thrill of a big break long before Johanson could answer that question. That night, November 24, 1974, nobody slept, beer flowed as freely as conversation, and a tape recorder blared the Beatles’ “Lucy in the Sky With Diamonds” on repeat. By morning, the skeleton that would forever alter our understanding of human evolution had a name: Lucy.\n\nWalk Tall\n\nHadar, located in the Afar region’s Awash River valley, is a dry expanse of eroded sedimentary deposits formed in part by prehistoric rivers and volcanic eruptions. Thanks to its geological backstory, it’s a fossil gold mine. French geologist Maurice Taieb put Johanson on to the site’s paleoanthropological potential when Johanson was still a Ph.D. student in the early 1970s, and the two teamed up for their inaugural expedition during the fall of 1973.\n\nJohanson hoped to find evidence of early species in a category now commonly known as hominins, which includes all human species and their immediate ancestors. Hominins (Hominini) are a tribe (i.e. a subgroup) of the hominid family (Hominidae), which also features chimpanzees, bonobos, gorillas, and orangutans, as well as their immediate ancestors. Modern humans are Homo sapiens, the only hominin species that exists today, and how exactly we evolved as we are is buried deep within the fossil record.\n\nOne characteristic that makes humans unique among extant mammals is that we’re exclusively bipedal—most of us (as adults, anyway) always walk on two feet. In the mid-20th century, the leading theory (a version of which Charles Darwin had laid out in 1871’s The Descent of Man) posited that hominins evolved this way after their brains got larger and they started using tools. To put it very simply, walking upright leaves your hands free to hold things.\n\nBut during his first field season in Hadar, Johanson unearthed fossils that could complicate this timeline: part of a tibia and two femur pieces that formed a knee joint at an angle, much like a modern-day human’s. Its age was ballparked at 3 million years, and its size suggested that the being it belonged to stood only a few feet tall. This could mean hominins were bipedal before big brains entered the picture.\n\nAll walking aside, what kind of hominin was this? An early Homo species—or something else?\n\nFound Family\n\nThe plot thickened during the team’s next dig at Hadar in 1974, which produced three hominin jaws and then, miraculously, Lucy.\n\nLucy's remains at an exhibition at the Houston Museum of Natural Science in 2007. / Dave Einsel/GettyImages\n\nLucy was so special because she was so intact: hundreds of bones and parts of bones that made up some 40 percent of a skeleton. Her large pelvic opening identified her as female, and the shape of her pelvis and legs confirmed that she walked upright. She was about 3.5 feet tall and at least 3 million years old (now dated at nearly 3.18 million), with a small brain and a jaw notably smaller than the others found there. Because of this and other discrepancies between Lucy and those jaws, Johanson guessed that she belonged to one previously unknown species, while the jaws belonged to another.\n\nBut further findings would cause him to change his tune. One was the 1975 discovery of an entire group of hominin skeletons, nicknamed the “First Family,” in Locality 333. “Fossils seemed to be cascading, almost as from a fountain, down the hillside,” Johanson wrote. “A near-frenzy seized us as we scrambled madly to pick them up.” Another was the discovery of fossils in Laetoli, Tanzania, by a team led by Mary Leakey not long after that.\n\nDetermining the scientific relationship between all these fossils consumed Johanson and his collaborator Tim White in the summer of 1977. Though Lucy proved especially baffling due to her small teeth, the paleoanthropologists eventually attributed the anomaly to sexual dimorphism: differences in appearance between males and females of one species. At roughly 3.5 feet tall and likely tipping the scales at around 60 pounds, Lucy was the most diminutive adult female in the whole collection, and her teeth showed it. The largest of the bunch measured 5 feet tall and could have been as heavy as 150 pounds.\n\nIn the end, they concluded that everything from Laetoli and Hadar belonged to a single species that, as Johanson explained, “stood somewhere between apes and humans and appeared to be neither one nor the other.” Their brains were fairly proportional to chimps’ brains, their arms hung a little lower than ours, and their faces were apish. But they ambled along more or less like we do. Johanson and White decided to categorize them in the genus Australopithecus, established by Raymond Dart after his 1924 discovery of a hominin fossil known as the Taung child—also somewhere between ape and human (though Australopithecus loosely translates to “southern ape”). For a species name, they settled on afarensis as a nod to the Afar region.\n\nLucy in the Rearview\n\nAs the oldest and most complete hominin skeleton at the time of her discovery, Lucy became the poster child for Australopithecus afarensis and the unofficial mother of all humans. But her legacy is much more nuanced than that, especially in light of all the fossils excavated in the decades after hers was.\n\nFor one thing, we now know that A. afarensis wasn’t the origin point of bipedalism: Evidence suggests that other hominins—including the 4.4-million-year-old Ardipithecus ramidus, the 6-million-year-old Orrorin tugenensis, and maybe even the 6-to-7-million-year-old Sahelanthropus tchadensis—walked upright long before Lucy lived (though they likely did spend time in trees). This reinforces that bipedalism wasn’t a product of brain enlargement, and it may have predated tool use, too: The earliest tools we’ve found so far are only 3.3 million years old.\n\nWhy hominins began walking erect remains a subject of debate. According to one hypothesis, it could have arisen from males’ need to carry food to their childrearing mates. Others believe shrinking forests meant more time traversing grasslands, which was more energy-efficient on two feet than four. Still others think hominins actually became bipedal in order to better navigate life in trees.\n\nAnother of Lucy’s ambiguities is how she’s related to us. Other hominins that lived around A. afarensis’s time have since been uncovered, from fellow Australopithecus species like A. anamensis and A. deyiremeda to Kenyanthropus platyops (though it has been suggested that the solitary fossil found in that last species is just another afarensis relic). It’s commonly thought that Australopithecus begot Homo, whose earliest fossil to date—part of a jaw found in the Afar region in 2013—is between 2.75 and 2.8 million years old. Lucy’s species prevails as a popular possibility for Homo’s direct ancestor.\n\n“We have now found afarensis in Tanzania, Chad, Kenya and Ethiopia, and we know Lucy and her kin must have lived in these parts of Africa for close to a million years. That antiquity and extensive geographical spread convince me that it is the most likely candidate to have given rise to the many species of the Homo genus and ultimately to our own species, Homo sapiens,” paleoanthropologist Zeresenay Alemseged told The Guardian in June 2024. That said, it’s far from a certainty.\n\nDonald Johanson, founding director of the Institute of Human Origins at Arizona State University, faces specimen AL 822-1, a reconstructed skull of an ‘Australopithecus afarensis.’ / Julesasu, Wikimedia Commons // Public Domain\n\nBut Lucy’s influence transcends genealogy: She also ignited an unparalleled level of public interest in paleoanthropology. Back in the ’70s, when Johanson told a Paris customs agent that the “funny little parcels” in his suitcase were fossils from Ethiopia, the man lit up. “You mean Lucy?” he said. “A large crowd gathered and watched as Lucy’s bones were displayed, one by one, on the Customs counter,” Johanson recounted. “I got my first inkling of the enormous pull that Lucy would generate from then on.” Naturally, this pull was even stronger within the scientific community.\n\n“One of the major impacts of Lucy’s discovery was that it encouraged so many scientists to go out and survey and explore for more fossils like Lucy,” paleoanthropologist Yohannes Haile-Selassie said at a 50th-anniversary symposium earlier this year. Lucy wasn’t the end of our hunt for humankind’s origin—she was just the beginning.\n\nRead More Exciting Stories About Human Origins:"
    },
    {
        "title": "Are you really helping when you join an 'expedition tour'?",
        "link": "https://www.bbc.co.uk/travel/article/20241021-are-you-really-helping-when-you-join-an-expedition-tour",
        "description": "Among the shifting trends of the 21st Century, there's one key factor that's increasingly driving people's desire to travel: ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lKpYz0jCyv_JrO6tav5yki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "BBC",
        "article_content": "Expeditions used to be the preserve of professionals: scientists, academics and explorers setting off for parts unknown with the goal of furthering the field of human knowledge. An emerging industry of expedition tourism, however, is laying open the thrill of discovery to the general public, with companies offering expert-led tours with a focus on subjects such as science, conservation and anthropology.\n\n\"People don't just want to sit on a beach anymore – there's more of an appetite for self-fulfilment,\" said Kevin Currie, director of New Scientist Discovery Tours. \"We launched in June 2019, at a time when experiential tours were growing at twice the rate of normal tourism. That's resumed since the pandemic; we're seeing exponential growth.\"\n\nNew Scientist Discovery Tours are accompanied by experts in their fields, who lead visits to conservation areas, historical sites or scientific institutions, explaining to guests in depth what it is that they're seeing and experiencing. Current tours include a trip to CERN in Switzerland with a particle physicist, and a cruise to Svalbard featuring on-board lectures from world-famous evolutionary biologist Richard Dawkins."
    },
    {
        "title": "Smallest Known Complete Dinosaur Eggs Found In China – And Belong To A New Species",
        "link": "https://www.msn.com/en-us/news/technology/smallest-known-complete-dinosaur-eggs-found-in-china-and-belong-to-a-new-species/ar-AA1sIVtx?ocid=BingNewsVerp",
        "description": "The region is famous for larger dinosaur eggs, but the discovery shows theropods the size of small birds thrived at their ...",
        "image_url": "https://www.bing.com/th?id=OVFT.rexVCkmbfn1-RuJDu2akQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "IFLScience on MSN9h",
        "source": "IFLScience on MSN",
        "article_content": ""
    },
    {
        "title": "Asana launches AI Studio, a no-code tool for building AI agents",
        "link": "https://www.computerworld.com/article/3578614/asana-launches-ai-studio-a-no-code-tool-for-building-ai-agents.html",
        "description": "The work management app vendor has opened access to its generative AI-powered agents for enterprise customers.",
        "image_url": "https://www.bing.com/th?id=OVFT.BI9MRYUET927eWER_yRoZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "6h",
        "source": "Computerworld",
        "article_content": "Customers trialing AI Studio during the beta noted several advantages when deploying AI agents, said Paige Costello, head of AI at Asana. “The key benefits we’re seeing are the speed of decision-making and the overall acceleration of work and reduction in administrative and busy work,” she said.\n\n“There is tremendous potential in AI-based agents to expedite workflow,” said Wayne Kurtzman, research vice president covering social, communities and collaboration at IDC. “The ability to deploy agents in the stream of work, where teams work, and without code becomes a powerful proposition.”\n\nWith the launch, Asana also announced additional features for AI Studio. These include a wider variety of potential AI agent actions, more control over smart workflow capabilities such as data access and costs, and an increase in the amount of context the AI agent can reference in its decision-making."
    },
    {
        "title": "No-Code And Low-Code Tools: Are They A Solution For Enterprises?",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/10/22/no-code-and-low-code-tools-are-they-a-solution-for-enterprises/",
        "description": "Low-code and no-code tools can provide quick, low-cost solutions. Can they be used as a competent solution for enterprise ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YZ1J1v3J8MRhySs1ncoDPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "14h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Can sensor technology stop a wildfire before it starts?",
        "link": "https://www.newscientist.com/article/2451036-can-sensor-technology-stop-a-wildfire-before-it-starts/",
        "description": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1F5Dmc2RBjMas9_FqLRwdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "New Scientist14h",
        "source": "New Scientist",
        "article_content": "The US Department of Homeland Security is trialling chemical sensors that detect the first whiff of smoke in the air and alert fire crews while a potential blaze is still smouldering\n\nThe Lahaina fire devastated Hawaii in 2023 Matthew Thayer/The Maui News via AP/Alamy\n\nThe following is an extract from our climate newsletter Fix the Planet. Sign up to receive it for free in your inbox every month.\n\nOn 8 August 2023, after days of windy weather, utility poles toppled into the long grass just outside the town of Lahaina on the Hawaiian island of Maui. A few minutes later, the first flames flickered around the downed power lines. Within minutes a brush fire erupted.\n\nThe fire was declared fully contained by firefighters, but a few hours later it was whipped…"
    },
    {
        "title": "The Latest: Trump and Harris court Latino voters as early voting starts in key battleground states",
        "link": "https://abcnews.go.com/Politics/wireStory/latest-trump-harris-hit-trail-key-battleground-states-115019964",
        "description": "With just over two weeks before the 2024 presidential election, Donald Trump and Kamala Harris are hitting the campaign trail ...",
        "image_url": "https://www.bing.com/th?id=OVF.y9H4FkvMkxZ1Vgbg9xfpuQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2h",
        "source": "ABC",
        "article_content": "With just over two weeks before the 2024 presidential election, Donald Trump and Kamala Harris are hitting the campaign trail in strategic battleground states\n\nWith just over two weeks before the 2024 presidential election, Donald Trump and Kamala Harris are hitting the campaign trail in strategic battleground states.\n\nFollow the AP’s Election 2024 coverage at: https://apnews.com/hub/election-2024.\n\nHere’s the latest:\n\nObama took the stage in Detroit alongside rapper Eminem, joking that he doesn’t often get nervous but that he “noticed my palms are sweaty,” in a reference to Eminem’s song “Lose Yourself.”\n\nObama focused the opening of his remarks on Donald Trump, saying that the country doesn’t need to see an “older, loonier,” version of Trump “with no guardrails.”\n\nTrump has concluded a dark political rally in Greensboro where he bemoaned the state of North Carolina’s economy, warned about the prospects of war if his opponent is elected and hurled personal insults at Vice President Kamala Harris.\n\nTrump wrapped up the packed event by asserting that world events such as Russia’s invasion of Ukraine or the Hamas raid of Israel on Oct. 7, 2023, would never have happened if he were in office.\n\n“All these things never would have never happened,” Trump claimed.\n\n“I will end the war in Ukraine very quickly, I will stop the chaos in the Middle East and I will prevent World War III from happening. We’re so close,” Trump said.\n\nFormer Democratic Rep. Tulsi Gabbard says she is officially joining the Republican Party.\n\nGabbard ran for the Democratic nomination in 2020, but broke from the party and has endorsed Trump.\n\nShe says during an appearance at his rally in North Carolina that Trump is “our best and only hope in this election.”\n\nFormer Trump chief of staff John Kelly says the former president — his former boss — “certainly falls into the general definition of fascist, for sure.” Speaking to the New York Times, Kelly, a retired Marine Corps general, told the paper that Trump “certainly prefers the dictator approach to government.”\n\nThey marked the former top aides’ most extended public comments about the former Republican president and the party’s 2024 nominee for the White House. Kelly declined to endorse any candidate for the White House, but told the paper, “it’s a very dangerous thing to have the wrong person elected to high office.”\n\nTrump is lashing out at former Republican Rep. Liz Cheney, who has been campaigning with Kamala Harris in a bid to appeal to Republican voters who are uneasy about Trump.\n\nTrump says of Cheney that “her father brought years of war and death to the Middle East.” He was referring to former Vice President Dick Cheney, who served under President George W. Bush.\n\nHe asserted that Harris would do poorly in Michigan for aligning with Cheney.\n\n“Why would a Muslim or why would an Arab want to vote for someone that has Liz Cheney as her hero,” Trump said.\n\nTrump has a long history of Islamophobic rhetoric, including, at one point, calling for a ban on Muslims entering the country during his 2016 campaign.\n\nEminem welcomes former President Barack Obama to the stage in Detroit as the Detroit rapper’s “Lose Yourself” plays.\n\nTrump in a campaign rally is focusing heavily on border security and claiming that illegal immigrants are taking jobs from African Americans and Hispanic Americans.\n\nEconomic data shows Black and Hispanic unemployment at the lower end of recent decades. In September, the unemployment rate stood at 5.7% for Blacks and 5.1% for Hispanics, according to the Bureau of Labor Statistics.\n\nThe unemployment rates for both populations have plummeted since the pandemic.\n\nJust before the pandemic, the unemployment rate for African Americans was 5.6% in December 2019 and 4.2% for Hispanics that same month.\n\nTrump says that Madison Square Garden isn’t the only big city mega rally he’s hoping to hold as he closes out his third campaign for the White House.\n\nHe says his staff are looking at booking big arenas in Atlanta as well as Philadelphia, after his event in liberal Manhattan this coming Sunday.\n\nTrump is also waxing nostalgic that his campaigning days are coming to a close.\n\n“It’s sad because we’re sort of wrapping it up,” he says. “We’re wrapping up something that has been incredible.”\n\nHe adds: “It’s been great to be with you and now we want to close it out with a beautiful bang.”\n\nTrump has said that, regardless of what happens, he does not plan to run again - though he has been known to change his mind.\n\nTrump’s campaign is seizing on President Joe Biden saying “lock him up” in reference to Trump during an appearance in New Hampshire.\n\n“Joe Biden just admitted the truth: he and Kamala’s plan all along has been to politically persecute their opponent President Trump because they can’t beat him fair and square,” said Trump campaign spokesperson Karoline Leavitt, calling on Harris to “condemn Joe Biden’s disgraceful remark.”\n\nBiden, during his appearance, had been casting Trump as a threat to Democracy when he made the remark.\n\n“Politically lock him up,” Biden continued. “Lock him out, that’s what we have to do.”\n\nTrump has routinely blamed Biden for the indictments against him, though there is no evidence the president had anything to do with them.\n\nTrump is portraying the nation’s economy as in shambles during a campaign stop in Greensboro, N.C. He claims that “with four more years of Kamala Harris, North Carolina will be an economic wasteland.”\n\nBut that’s in contrast to a CNBC study earlier this year that named North Carolina as the second best state to do business, and it’s been in the top three of CNBC’s survey for five years in a row.\n\nThe state’s Department of Commerce says that since 2017, North Carolina has announced more than 115,300 jobs and promised capital investments of $53.45 billion. Major projects have been announced by companies including Apple, Toyota and Wolfspeed.\n\nTrump is kicking off his rally in Greensboro, North Carolina, by asking his audience if they’re better off now than they were four years ago. And he’s going after Harris, calling her the country’s worst-ever vice president and “a radical left lunatic.”\n\nHe’s calling the country “a failing nation” and saying this election “is a choice between whether we will have four more years of incompetent failure and disaster, or whether we’ll begin the four greatest years in the history of our country.”\n\n“We’re going to take care of you. We’re going to work together”\n\nTrump is urging those who were displaced by Hurricane Helene to visit his campaign’s website to see how they can vote.\n\nTrump’s team and Republicans have backed a series of modifications to make it easier for those in the state to vote, despite having railed against changes so that people could more safely vote during the pandemic.\n\nHe says his supporters need to make the election “too big too rig.”\n\nTrump is speaking to supporters at a rally in Greensboro, North Carolina, saying he’s seen a lot of the state lately and has followed the destruction caused by Hurricane Helene.\n\nTrump began his rally complaining that the state’s residents “haven’t had much help from our government in Washington. I can tell you that.”\n\nHe says that following Jan. 20th, “you’re going to be seeing a lot of me. We’re going to fix it up and make it better than ever.”\n\nIn an interview with Telemundo, Harris said she will help construct an economy that “supports the working class.”\n\nThe Spanish-language news channel spoke to Harris in English, but her interview was dubbed into Spanish for listeners. In response to claims by Donald Trump that she’s a socialist, she said she was a “capitalist. A pragmatic capitalist.”\n\nAnd she said she would focus on bringing capital to community banks to help Latino men get small business loans\n\nHarris says she still believes Joe Biden is “capable in every way” of being president, after his disastrous debate against Trump forced him to abandon his reelection campaign, clearing the way for her to become the Democratic nominee for president.\n\nSpeaking to NBC News, Harris says “you’d have to ask him if that’s the only reason why” he dropped out of the race, but that she has “no reluctance” in saying he’s up for the job.\n\nHarris says she’s not going to “get into those hypotheticals” about potentially pardoning Trump if she wins the White House. Trump has been convicted in a New York hush money trial and faces federal charges over his role in trying to overturn the 2020 presidential election.\n\nAsked if she thought pardoning Trump would help the country move on, she says, “Let me tell you what’s going to help us move on. I get elected President of the United States.”\n\nHarris tells NBC News she doesn’t believe that religious exceptions should be granted as Democrats look to restore a national right to abortion. Harris says she’s not “going to engage in hypotheticals” about negotiations with Congress, but appears to reject having a carve-out for providers with a religious objection to providing abortions. “I don’t think we should be making concessions when we’re talking about a fundamental freedom to make decisions about your own body,” she says.\n\nHarris says she’s not focused on pointing out the historic nature of her candidacy. She tells NBC News: “I’m clearly a woman, I don’t need to point that out to anyone.”\n\nHarris would be the first woman elected to the White House if she wins. She says she’s not worried about sexism harming her candidacy, saying she’s focused on speaking to all voters.\n\n“I will never assume that anyone in our country should elect a leader based on their gender or their race, instead that that leader needs to earn the vote based on substance and what they will do to address challenges and to inspire people,” she said.\n\nVice President Kamala Harris says that if elected she will be more focused on lowering costs for American families than President Joe Biden.\n\nSpeaking to NBC News, Harris says: “Mine will not be a continuation of the Biden administration. I bring my own experiences, my own ideas to it, and it has informed a number of my areas of focus.” She added that those focus areas are on “lowering costs.”\n\nPresident Joe Biden has laid into his predecessor, Donald Trump, declaring during a visit to New Hampshire that the former president is a “genuine threat to democracy.”\n\nBiden gave a speech focused on prescription drug prices but used the end to suggest that world leaders are terrified of a second Trump term. He said they often pull him aside at summits and quietly wonder what a Trump return to the White House will do to democratic rule around the world.\n\nBiden got so wrapped up in his criticism that he declared at one point of Trump, “lock him up,” echoing similar calls that some supporters make at the rallies of Vice\n\n“Politically lock him up,” Biden continued over applause from attendees. “Lock him out, that’s what we have to do.”\n\nRecord numbers of people are voting early, driven partly by a surge of Republicans convinced to do so by Donald Trump. Trump previously turned his party off voting early with his election lies, but he’s changed direction this year and now encourages it.\n\nThe early vote doesn’t tell you who’s going to win an election. You just know who’s casting a ballot, not who they’re voting for. Wait until Election night to find that out.\n\n▶ Meanwhile, you can see who’s voting in your state here.\n\nBiden veered into talking about the election as he closed his prescription speech in New Hampshire.\n\n“Folks, there’s so much at stake so please call your neighbors, get your friends, get your relatives,” the president said, urging people to vote in the presidential election.\n\nBiden made veiled references to Trump when he said that every world leader he meets pulls him aside to tell him they don’t want Trump to win.\n\n“If America walks away, who leads the world? Who?” Biden asked his audience.\n\nBiden is criticizing Trump on the issue of health care, specifically the former president’s attempts to unravel the Affordable Care Act.\n\nThe president is in Concord, New Hampshire, to talk about prescription drug savings under the Inflation Reduction Act he signed into law.\n\nBiden noted that Trump recently said he has “concepts of a plan” when he was asked about his plans for health care in the United States.\n\nSaid Biden of Trump, “He has no concept of anything. No plan.”\n\nFlorida-based voter advocacy group Equal Ground launched its Pastors at the Polls community initiative intended to ensure voter safety throughout the final leg of this year’s election season.\n\nCommunity pastors in Florida will receive various training sessions including poll monitoring and de-escalation training. Then, over the final two weekends of early voting, they’ll be deployed and stationed at precincts across the state with higher voter intimidation risks.\n\nThe 2024 election marks the first presidential since three major voter suppression laws have gone into effect. Florida is one of several states where Republicans have enacted voting restrictions that created or enhanced criminal penalties and fines for those who assist voters. A federal judge blocked portions of a Florida measure earlier this year, including the one targeting felons and those who are not citizens.\n\nEven so, the law initially had a direct effect on the operations of Equal Ground and other voter advocacy organizations in the state before the ruling.\n\nFormer President Barack Obama tells a Wisconsin audience “you’d be worried if grandpa was acting like” Donald Trump.\n\nCampaigning for Vice President Kamala Harris, Obama honed in on Trump’s actions at some of his rallies as well as calling himself the “father of IVF,” or in vitro fertilization.\n\n“I have no idea what that means. You don’t either,” Obama said.\n\nObama said to the crowd when it comes to Trump that they would call up their brother or cousin, and ask ’have you noticed?”\n\n“This is coming from somebody who wants unchecked power,” Obama said. “So, Wisconsin, we do not need to see what an older, loonier Donald Trump looks like with no guardrails. America is ready to turn the page.”\n\nTim Walz campaigning in Wisconsin is mocking billionaire Elon Musk for his appearance at a campaign rally for Donald Trump, saying “Elon’s on that stage jumping around, skipping like a dipsh——t on the stage. You know it.”\n\nThe Madison audience roared its approval in response.\n\nWalz said Musk is “literally the richest man in the world, spending millions of dollars to help Donald Trump buy an election.”\n\nHe asserts that Musk is doing so because Trump has “already promised that he would put Elon in charge of government regulation that oversees the businesses that Elon runs.” Trump has said he would create a government efficiency commission to audit the entire federal government, an idea suggested by Musk, who would lead it\n\n“We had a nice road trip instead,” Obama said to laughs from the crowd.\n\nThe drive from Chicago to Madison takes around three hours. Obama took the stage about two hours after the rally started.\n\nDemocratic vice presidential candidate Tim Walz preceded Obama, along with a host of Wisconsin candidates and officeholders.\n\nThat’s according to a person familiar with the plans who spoke on condition of anonymity to confirm the taping.\n\nTrump and Rogan have a complicated history. While the two shook hands and spoke briefly at a UFC fight, Trump criticized Rogan after he said that then-candidate Robert Kennedy Jr. was the only one running who made sense to him.\n\n“It will be interesting to see how loudly Joe Rogan gets BOOED the next time he enters the UFC Ring??? MAGA2024,” Trump wrote on his social media site in August.\n\nBoth Trump and Harris have appeared on a slew of popular podcasts — with Trump’s typically aimed at young men.\n\n— Jill Colvin\n\nThe webpage provides information for voters in Florida, Georgia, North Carolina, South Carolina, Tennessee and Virginia, who may be confronting lost identification, relocated polling places or other disruptions because of the hurricanes.\n\nThe Justice Department has compiled information about changes states have made to aid those affected by the storms. The page answers questions such as how people who’ve been displaced can get a ballot mailed to their new location and how residents can check to see if the place where they usually cast their ballot is open for voting.\n\nGroups in Russia created and helped spread viral disinformation targeting Democratic vice presidential candidate Tim Walz, a senior U.S. intelligence official said Tuesday.\n\nThe content, which includes baseless accusations about the Minnesota governor’s time as a teacher, contains several indications that it was manipulated, said the official with the Office of the Director of National Intelligence.\n\nAnalysts identified clues that linked the content to Russian disinformation operations, said the official, who briefed reporters on the condition of anonymity under rules set by the office of the director.\n\nDigital researchers had already linked the video to Russia, but Tuesday’s announcement is the first time federal authorities have confirmed the connection.\n\nThe disinformation targeting Walz is consistent with Russian disinformation seeking to undermine the Democratic campaign of Vice President Kamala Harris and Walz, her running mate. Russia also has spread disinformation aimed at stoking discord and division ahead of voting, officials said, and may seek to encourage violent protests after Election Day.\n\n▶ Read more about Russian disinformation.\n\nThe participants gathered around Trump with their hands on his shoulders. Trump remained seated and had his eyes closed.\n\nThey asked God to continue to protect Trump and give him strength. And to “make America godly again.”\n\nHe claimed that switching to all-electric trucks would require rebuilding every one of the country’s bridges and that solar fields kill rabbits.\n\nHe says he recently saw a solar field “that looked like it took up half the desert.”\n\n“It’s all steel and glass and wires. And it looks like hell,” he said. “You see rabbits, they get caught in it.”\n\nTrump often rails against wind power, saying the turbines “kill all the birds” and confuse whales. He’s been more complimentary of electric cars since he received the backing of Tesla CEO Elon Musk.\n\nBut he is criticizing their range and weight at an event with Latino supporters Tuesday, claiming the nation would need to rebuild every one of its bridges if truck fleets swap diesel for electric vehicles to handle the extra weight.\n\nHe called it a “bad thing.”\n\n“Can you imagine somebody doing that? That’s the enemy. I guess that maybe is the enemy from within,” he said, repeating the phrase he’s used in recent speeches to refer to Democratic lawmakers such as U.S. Reps. Nancy Pelosi and Adam Schiff.\n\n“We just can’t stand for this incompetence anymore.”\n\nThe FBI said Tuesday that it’s investigating the unauthorized release of these documents.\n\nThe company’s CEO, Bob Unanue, is a vocal supporter.\n\n“It’s actually quite good out of the can,” Trump says of the company known for its beans and other products.\n\n“I eat it whenever I can,” he claims.\n\nFormer President Barack Obama will also be there.\n\nSpringsteen will hold another concert with Obama on Monday in Philadelphia.\n\nA senior campaign official, speaking on the condition of anonymity, said more concerts will be announced in the coming days.\n\n— Chris Megerian\n\nAt the event, Trump said Harris is “slow” and has a “low IQ.”\n\n“We don’t need another low IQ person,” he said.\n\n“She’s sleeping right now,” he said. “This is not what you want.”\n\nTrump’s jabs come after Harris tried to cast him as “exhausted” after he pulled out of several interviews — though Trump has had a busy schedule of interviews with conservative outlets and podcasts.\n\nIn the opening remarks, notable Florida Republicans including Miami Mayor Francis Suarez and U.S. Sen. Rick Scott proclaimed Trump’s record in supporting the Hispanic community during his previous term.\n\nSuarez was one of three Florida Republicans running for president in the earlier campaign cycle, but despite running against Trump, the mayor endorsed the former president in March. Suarez said that under Trump’s term, Hispanics experienced the lowest unemployment and the biggest reduction in poverty.\n\nScott, who’s running for reelection, emphasized Trump would be the best to handle Latin American conflicts and fight against dictatorial regimes, where the families of many voters in the crowd escaped from.\n\nMiami is home to one of the largest Hispanic communities in the country, with about 70% of Miami-Dade County’s population identifying as Hispanic according to 2023 Census data.\n\nIt’s a beautiful day in Miami, with blue skies framing the property’s many palm trees.\n\nScott’s main message to Hispanic voters was that under Trump’s presidency, Hispanic voters were better off, because the border was more secure and inflation was lower.\n\nScott is saying Harris’ policy will institute price controls, which is socialism. He said her administration would raise taxes.\n\n“The Hispanic vote is the deciding factor. If you want someone to fight for Latin America, Trump’s going to do it,” Scott said.\n\nWhen Joe Biden dropped out of the presidential race and Kamala Harris jumped in, a cascade of Zoom meetings with hundreds of thousands of participants popped up seemingly out of nowhere and helped propel her to the Democratic nomination.\n\nNow organizers are trying to turn that burst of digital enthusiasm into traditional get-out-the-vote efforts like phone banking and door knocking. They’ve created a loose constellation of volunteer networks operating independently of the Harris campaign, all geared toward marshaling local or online communities behind the vice president.\n\nPeople are sending postcards, texting friends, canvassing battleground states, making friendship bracelets with campaign messages, and sometimes surprising themselves by getting involved in ways they’ve never done before.\n\nThe question is whether the Zoom meetings that drew so much attention during the summer — for Black women, Black men, white women, white dudes, cat ladies, Taylor Swift fans and more — will turn out to be a short-lived phenomenon or a powerful catalyst for Harris to beat Republican nominee Donald Trump.\n\n▶ Read more about Zoom organizing by Democrats.\n\nBut she’s not necessarily trying to sway voters there. She’s trying to highlight a make-or-break issue for Democrats: abortion rights.\n\nHarris will seek to show how Texas’ restrictive abortion ban is creating increasing medical distress for women. During her campaign, the Democratic presidential nominee has often highlighted the increasingly perilous landscape for women since the fall of Roe, and she links it to Donald Trump, who appointed three of the Supreme Court justices who overturned the landmark abortion rights ruling.\n\nBut it’s unusual for her to do it from a state she’s highly unlikely to win. Campaign officials say the plan is a nontraditional way to capture the attention of voters in battleground states who are inundated with campaign ads and run-of-the-mill campaign events.\n\nBut Harris also thinks the issue is resonating with Republican voters, too, particularly women.\n\nPennsylvania is arguably the hardest fought of the battleground states and happens to have one of the fastest-growing Hispanic communities in the country, in what is known as the 222 Corridor, after the highway that connects small cities and towns west and north of Philadelphia.\n\nIt’s fertile ground for both Democrats and Republicans to test their strength among Latinos in a state where small margins decide who gets 20 electoral votes. It’s a place where Democratic nominee Kamala Harris can prove that her party still commands a large share of the demographic’s support, and where Republican Donald Trump’s campaign has been working to gain ground.\n\n“This is the epicenter for Latino voters in Pennsylvania,” said Victor Martinez, who is of Puerto Rican descent and lives in and broadcasts his show from Allentown. “I like the fact that Kamala Harris has to keep sending people over here to listen to us and talk to us. I like it. I like the fact that JD Vance has to keep coming back. I like it, because that means that they have to pay attention to us.”\n\nPennsylvania’s Latino-eligible voter population has more than doubled since 2000 from 208,000 to 579,000, according to the Latino Data Hub from the University of California, Los Angeles’ Latino Policy & Politics Institute. The population in cities like Allentown and Reading is now more than half Hispanic, with a majority being of Puerto Rican descent and a sizable portion of Dominican origin.\n\n▶ Read more about the Latino vote in this election.\n\nThe Biden-Harris administration is awarding $428 million for 14 clean-energy manufacturing projects in Pennsylvania and other states hit hard by the decline of the U.S. coal industry.\n\nOne of the larger grants, $87 million, will go to a Pennsylvania company to make state-of-the-art linear generators at a plant outside Pittsburgh, a key battleground in the presidential election.\n\nLinear generators can use any fuel source to produce low-carbon power for utilities, data centers and industry. Mainspring Energy plans to use Energy Department funds to create enough electricity annually to power more than 40,000 homes. Harris, like Biden, has pledged to help workers displaced by the transition to clean energy, a key issue in energy-rich Pennsylvania.\n\nTwo weeks out from Election Day, the crisis in the Middle East is looming over the race for the White House, with one candidate struggling to find just the right words to navigate its difficult cross-currents and the other making bold pronouncements that the age-old conflict can quickly be set right.\n\nVice President Kamala Harris has been painstakingly — and not always successfully — trying to balance talk of strong support for Israel with harsh condemnations of civilian casualties among Palestinians and others caught up in Israel’s wars against Hamas in Gaza and Hezbollah in Lebanon.\n\nFormer President Donald Trump, for his part, insists that none of this would have happened on his watch and that he can make it all go away if elected.\n\nBoth of them are bidding for the votes of Arab and Muslim American voters and Jewish voters, particularly in extremely tight races in the battleground states of Michigan and Pennsylvania.\n\n▶ Read more about the Mideast conflict’s role in the election.\n\nFor the past year, Project 2025 has endured as a persistent force in the presidential election, its far-right proposals deployed by Democrats as shorthand for what Donald Trump would potentially do with a second term at the White House.\n\nEven though the former president’s campaign has vigorously distanced itself from Project 2025, the sweeping Heritage Foundation’s proposal to gut the federal workforce and dismantle federal agencies aligns closely with his vision. Project 2025’s architects come from the ranks of Trump’s administration and top Heritage officials have briefed Trump’s team about it.\n\nIt’s rare for a complex 900-page policy book to figure so dominantly in a political campaign. But from its early start at a think tank, to its viral spread on social media, the rise and fall and potential rise again of Project 2025 shows the unexpected staying power of policy to light up an election year and threaten not only Trump atop the ticket but down-ballot Republicans in races for Congress.\n\nThrough it all, Project 2025 hasn't gone away. It exists not only as a policy blueprint for the next administration, but as a database of some 20,000 job-seekers who could staff a Trump White House and administration and a still unreleased “180-day playbook” of actions a new president could employ on Day One.\n\n▶ Read more about Project 2025.\n\nIn-person early voting kicks off Tuesday across battleground Wisconsin, with former President Barack Obama and Democratic vice presidential nominee Tim Walz hosting a rally in liberal Madison and Republicans holding events to encourage casting a ballot for Donald Trump before Election Day.\n\nTrump lost Wisconsin by just under 21,000 votes in 2020, an election that saw unprecedented early and absentee voting due to the COVID-19 pandemic. Trump and Vice President Kamala Harris are expecting another razor-thin margin in Wisconsin and both sides are pushing voters to cast their ballots early.\n\nTrump was highly critical of voting by mail in past elections, falsely claiming it was rife with fraud. But this election, he and his backers are embracing all forms of voting, including by mail and early in-person. Trump himself encouraged early voting at a rally in Dodge County, Wisconsin, earlier this month.\n\n▶ Read more about early voting in Wisconsin.\n\nHarris is set to discuss how her plan will lower costs, increase their chances for homeownership and expand job opportunities for Latino men in an interview she’s taping Tuesday in Washington with Telemundo, the Spanish-language TV network.\n\nThe campaign says Harris, running mate Tim Walz and her husband, Doug Emhoff, are giving interviews to several Hispanic media outlets this week in a bid to get her message across to Latino men.\n\nHarris’ Telemundo interview is set to air Wednesday night."
    },
    {
        "title": "3 Cybersecurity Stocks to Buy as Digital Threats Multiply",
        "link": "https://stocknews.com/news/chkp-tmicy-rdwr-3-cybersecurity-stocks-to-buy-as-digital-threats-multiply/",
        "description": "The recent rise in data breaches emphasizes the demand for strong protection, presenting an opportune moment for investors to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1QqJ9o8emi7kxgGaelRGfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "stocknews12h",
        "source": "stocknews",
        "article_content": "As digital threats rise, cybersecurity is becoming more essential than ever. In this dynamic environment, investors might find it prudent to monitor quality cybersecurity stocks like Check Point Software Technologies Ltd. (CHKP), Trend Micro Incorporated (TMICY), and Radware Ltd. (RDWR).\n\nCybersecurity is vital for both businesses and national security, as securing cloud infrastructure and IT systems is essential for daily operations and defense against cyber threats. According to Statista, the global cybersecurity market is expected to reach $185.70 billion, exhibiting a CAGR of 7.9%.\n\nThe recent software malfunction at CrowdStrike Holdings, Inc. (CRWD) caused a widespread tech outage, leaving millions of Windows users locked out of their devices. This incident underscores the growing demand for more sophisticated cybersecurity measures. The increasing threat of cybercrime has made governments and organizations invest billions in beefing up digital security.\n\nAs a result, the Biden-Harris administration has proposed $13 billion in cybersecurity funding across civilian departments and agencies. The fiscal 2025 proposal also directs $3 billion to the Cybersecurity and Infrastructure Security Agency (CISA), reflecting a $103 million increase over its current budget.\n\nWith that in mind, let’s analyze the fundamentals of the above-mentioned three Software – Security stocks, beginning with #3.\n\nStock #3: Check Point Software Technologies Ltd. (CHKP)\n\nHeadquartered in Tel Aviv, Israel, CHKP develops, markets, and supports a range of products and services for IT security globally. The company offers a multilevel security architecture, cloud, network, mobile devices, endpoint information, and IOT solutions.\n\nOn October 1, CHKP announced the completion of its acquisition of Cyberint Technologies Ltd., a highly innovative provider of external risk management solutions. This acquisition is likely to boost the company’s competitive edge and improve stock performance.\n\nOn September 2, CHKP announced the release of its innovative Portal designed for managed security service providers (MSSPs) and distributors. The newly unveiled platform significantly simplifies service delivery and increases the ease of doing business with the company.\n\nIn the fiscal second quarter that ended June 30, 2024, CHKP’s total revenues stood at $627.40 million, up 6.6% year-over-year. The company’s non-GAAP net income and earnings per share increased 3.2% and 8.5% over the prior-year quarter to $246 million and $2.17, respectively.\n\nAnalysts expect Check Point’s EPS and revenue for the quarter ended September 30, 2024, to increase 8.8% and 6.5% year-over-year to $2.25 and $635.12 million, respectively. The company has an excellent earnings surprise history; it surpassed the consensus EPS estimates in each of the trailing four quarters.\n\nCHKP shares have surged 52.5% and 34.4% year-to-date over the past year to close the last trading session at $205.28.\n\nCHKP’s POWR Ratings reflects its robust outlook. The stock has an overall rating of B, equating to a Buy in our proprietary rating system. The POWR Ratings are calculated by considering 118 distinct factors, with each factor weighted to an optimal degree.\n\nCHKP has an A grade in Quality and is ranked #5 out of 22 stocks in the Software Security industry.\n\nClick here to access additional CHKP ratings for Stability, Growth, Sentiment, Value, and Momentum.\n\nStock #2: Trend Micro Incorporated (TMICY)\n\nBased in Tokyo, Japan, TMICY specializes in development and sale of computer security products and services. The company’s product offering includes personal computer (PC) clients, local area network (LAN) servers, Internet servers, and more.\n\nOn August 7, the company launched a new solution, which was included in TMICY’s Vision One™ Sovereign Private Cloud — powered by NVIDIA Corporation (NVDA) NIM microservices, part of the NVDA AI Enterprise software platform. This would allow organizations to boost the potential of the AI era while maintaining business resilience.\n\nOn August 6, TMICY announced its partnership with GMI Cloud, a leading AI-native GPU cloud provider known for its vertically integrated platform optimized for Artificial Intelligence (AI) and Machine Learning (ML) workloads.\n\nTMICY’s net sales for the six months that ended June 30, 2024, stood at ¥134.53 billion ($913.56 million), up 12.5% over the prior-year quarter. Its operating income increased 34.4% year-over-year to ¥24.44 billion ($165.93 million). In addition, net income attributable to owners of the parent rose 50.9% from the prior year quarter to ¥17.90 billion ($121.52 million).\n\nAnalysts expect TMICY’s revenue for the fiscal third quarter (ending September 2024) to increase 9.9% year-over-year to $465.67 million. Its EPS for the same quarter is expected to register a robust growth of 907.1% from the previous year’s period, settling at $0.50. Plus, the company has surpassed its consensus revenue estimates in three of four trailing quarters.\n\nTMICY’s stock has gained 44.8% over the past year and 17.9% over the past three months, closing the last trading session at $53.63.\n\nIt’s no surprise that TMICY has an overall rating of A, equating to a Strong Buy in our POWR Ratings system.\n\nThe stock also has a B grade for Stability and Quality. It is ranked #2 out of 22 stocks in the same industry.\n\nBeyond what is stated above, we’ve also rated TMICY for Growth, Value, Momentum, and Sentiment. Get all TMICY ratings here.\n\nStock #1: Radware Ltd. (RDWR)\n\nHeadquartered in Tel Aviv, Israel, RDWR and its subsidiaries develop, manufacture, and market cybersecurity and application delivery solutions for cloud, on-premises, and software-defined data centers worldwide. The company operates in two segments: Radware’s Core Business and The Hawks’ Business.\n\nOn October 3, 2024, RDWR introduced a new Threat Intelligence Service that is aimed at enhancing threat detection for security operation teams.\n\nDuring the fiscal second quarter that ended June 30, 2024, RDWR’s revenues rose 2.5% year-over-year to $67.28 million. Its non-GAAP gross profit increased 2.4% year-over-year to $55.29 million. Its non-GAAP operating income grew 224.9% from the year-ago value to $6.28 million. In addition, the company’s non-GAAP net income and EPS came in at $8.79 million and $0.20, up 94% and 100% over the prior-year quarter, respectively.\n\nFor the quarter ended June 30, 2024, RDWR’s revenue is expected to increase 11% year-over-year to $68.36 million. Its EPS for the same quarter is expected to increase 183.2% year-over-year to $0.20. It surpassed the consensus EPS estimates in three of the trailing four quarters.\n\nOver the past year, the stock has gained 45.9% to close the last trading session at $23.26.\n\nRDWR’s positive outlook is reflected in its POWR Ratings. The stock has an overall rating of A, equating to a Strong Buy in our proprietary rating system.\n\nIt has an A grade for Quality and a B for Growth and Sentiment. It is ranked #1 in the same industry.\n\nTo see RDWR’s Value, Momentum, and Stability ratings, click here.\n\nWhat To Do Next?\n\nGet your hands on this special report with 3 low priced companies with tremendous upside potential even in today’s volatile markets:\n\n3 Stocks to DOUBLE This Year >\n\nCHKP shares were unchanged in premarket trading Tuesday. Year-to-date, CHKP has gained 34.35%, versus a 23.95% rise in the benchmark S&P 500 index during the same period.\n\nAbout the Author: Kritika Sarmah\n\nHer interest in risky instruments and passion for writing made Kritika an analyst and financial journalist. She earned her bachelor's degree in commerce and is currently pursuing the CFA program. With her fundamental approach, she aims to help investors identify untapped investment opportunities. More...\n\nMore Resources for the Stocks in this Article"
    },
    {
        "title": "Software Market to Grow by USD 27.2 Billion from 2024-2028, Driven by Rising Enterprise Data Volume; AI-Powered Market Evolution- Technavio",
        "link": "https://www.tmcnet.com/usubmit/2024/10/22/10093244.htm",
        "description": "Report on how AI is driving market transformation - The Global Software Market size is estimated to grow by USD 27.2 billion ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JELOSrD1I56WAkVGKoPaQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "TMCnet4h",
        "source": "TMCnet",
        "article_content": "Content not available"
    }
]