[
    {
        "title": "Alien Rosetta Stone found at UFO Crash Site by Robert Oppenheimer",
        "link": "https://www.msn.com/en-us/travel/news/alien-rosetta-stone-found-at-ufo-crash-site-by-robert-oppenheimer/vi-AA1rMwUb?ocid=BingNewsVerp",
        "description": "Patrick discusses Robert Oppenheimer and his connection to a UFO crash site in Aztec New Mexico in the late 1940's. #aliens ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R_ImCl8yfh6mWdr923TtJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Vetted on MSN43m",
        "source": "Vetted on MSN",
        "article_content": ""
    },
    {
        "title": "Check Out This Custom Made UFO Jet Boat in Action",
        "link": "https://geektyrant.com/news/check-out-this-custom-made-ufo-jet-boat-in-action",
        "description": "Here’s a custom-made UFO-themed jet boat that was built by Mr. Ho Thanh Che, and he released a video showing it in action. The craft was created using a sand and cement mold, and the boat’s fiberglass ...",
        "image_url": "https://www.bing.com/th?id=ODF.WA05eai9aOPNFdS3G_D7yg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "GeekTyrant22h",
        "source": "GeekTyrant",
        "article_content": "Here’s a custom-made UFO-themed jet boat that was built by Mr. Ho Thanh Che, and he released a video showing it in action.\n\nThe craft was created using a sand and cement mold, and the boat’s fiberglass shell features acrylic windows, solar panels, LED lights, and motorized doors for those spaceship entrances.\n\nThe boat is powered by a jet ski engine, but it definitely doesn’t look like it offers a smooth ride. The video shows the craft being built, and at the end of it you can see it racing down a river. It starts at the 57:43 mark."
    },
    {
        "title": "Silent Hill 2 remake endings guide",
        "link": "https://www.vg247.com/silent-hill-2-remake-endings-guide",
        "description": "While Silent Hill 2 typically has six endings, Bloober Team has advised that new endings have been added to the game. At the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.tr3kBMDzkX9n5mRdfZtzQS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "vg24713h",
        "source": "vg247",
        "article_content": "Silent Hill 2 is renowned for a lot of reasons, and its multiple endings with their various ending conditions are one of those reasons. Back in 2001, it took a good while for people to actually figure out the math behind each ending, but it looks as though Bloober Team’s Silent Hill 2 endings are a little easier to crack this time around.\n\nTo see this content please enable targeting cookies. Manage cookie settings\n\nThat said, there are still a few specifics regarding each ending that need ironing out, and we’re still trying to track down a few things. We’ll update this guide as and when we learn more, but be sure to let us know if you uncover anything interesting! Without further ado, here’s our Silent Hill 2 remake endings guide.\n\nSilent Hill 2 remake endings guide\n\nFirst things first, it’s worth noting that during your first playthrough of Silent Hill 2, you will only be able to unlock one of the three original endings: Leave, In Water, or Maria.\n\nOn a second playthrough in New Game Plus, you will then have the opportunity to unlock three additional endings: Rebirth, Dog, and UFO.\n\nOn top of that, Bloober Team has also added new endings to the game which we are still currently trying to figure out. Though, we will note everything we know about them so far either way.\n\nSilent Hill 2 Leave ending\n\nThe Leave ending is what most Silent Hill 2 players will wind up with. It sees James finally accept his actions and ultimately exit Silent Hill for good.\n\nTo get the Leave ending, all you need to do is keep James patched up with medical supplies throughout the game, and do not check on Maria at any point in the hospital or the Labyrinth. You then also want to listen to all of the sick-bed dialogue in the long hallway towards the end of the game. You essentially want to act as though James’ only priorities are staying alive and finding Mary.\n\nYou can look at Mary’s Photo or Letter in your inventory, but to be certain you get this ending, I would recommend not looking at either item more than once or twice. Similarly, do not look at Angela’s Knife either.\n\nI’m not 100% certain whether the following influences your ending, but to be sure, I would also take Personal Items into the Employee Elevator at Lake View Hotel with you. These are the only things you can take without going over the weight limit.\n\nTo summarize, here’s what you need to do (or not do) to get the Leave ending:\n\nDO keep James healed.\n\nDO NOT interact with or check on Maria at the hospital or the Labyrinth.\n\nDO NOT look at Angela’s Knife.\n\nDO take Personal Items into the hotel’s Employee Elevator with you.\n\nDO listen to the entirety of the sick-bed dialogue in the long hallway towards the end of the game.\n\nSilent Hill 2 In Water ending\n\nThe In Water ending is another ending that players can quite easily end up with in Silent Hill 2. It essentially sees James playing as though he has some kind of death wish, and well… you should see for yourself how this ending unfolds, if you haven’t already.\n\nTo get the In Water ending in Silent Hill 2, all you need to do is keep James at low health where possible and examine Angela’s Knife multiple times, as well as listen to the sick-bed dialogue in the long hallway towards the end of the game.\n\nTo summarize, here’s what you need to do (or not do) to get the In Water ending:\n\nDO keep James at low health.\n\nDO look at Angela’s Knife multiple times.\n\nDO NOT look at Mary’s Photo or Letter more than once or twice.\n\nDO listen to the entirety of the sick-bed dialogue in the long hallway towards the end of the game.\n\nAs a side note for achievement hunters, I played the whole game with the intention of getting the Leave ending. After reaching the Employee Elevator at Lake View Hotel though, I opted to look at Angela’s Knife and stop healing James, which resulted in me getting the In Water ending. So, if you’re looking to try and experience multiple endings using the same save file, this is a good turning point to reload from for either the Leave or In Water ending.\n\nSilent Hill 2 Maria ending\n\nThe Maria ending in Silent Hill 2 is what players who spend plenty of time with Maria will end up with. You essentially want to prioritize looking after Maria over finding Mary.\n\nTo get the Maria ending in Silent Hill 2, you want to neglect Mary’s Photo and Letter entirely, check on Maria whenever you have the opportunity to do so, and skip the latter half of the sick-bed dialogue in the long hallway at the end of the game.\n\nTo summarize, here’s what you need to do (or not do) to get the Maria ending:\n\nDO check on Maria in the hospital and the Labyrinth.\n\nDO NOT look at Mary’s Photo or Letter in your inventory.\n\nDO NOT listen to all of the sick-bed dialogue in the long hallway at the end of the game.\n\nDO NOT take Personal Items into the hotel’s Employee Elevator with you.\n\nDO protect Maria from any damage.\n\nThe final point about the Employee Elevator is not something I am certain of, but it is what I did during my run in which I attained the Maria ending. Better safe than sorry!\n\nSilent Hill 2 Rebirth ending\n\nThe Rebirth ending in Silent Hill 2 can only be accessed during a New Game Plus run of the game. This ending requires you to find four items around the game and then complete the game as you would normally, by defeating the final boss. Provided these four key items are in your inventory, you will get the Rebirth ending.\n\nHere's where you can expect to find the White Chrism. | Image credit: Bloober Team/VG247\n\nThe four items you need, and where you can find them, are as follows:\n\nBook of Crimson Ceremony - found in the graveyard where you first meet Angela, to the right of the area.\n\n- found in the graveyard where you first meet Angela, to the right of the area. White Chrism - found in front of Baldwin Mansion, accessible after exiting Jack’s Inn with Maria.\n\n- found in front of Baldwin Mansion, accessible after exiting Jack’s Inn with Maria. Obsidian Goblet - not yet known.\n\n- not yet known. Book of Lost Memories - found in the Lost and Found room on 1F of Lake View Hotel.\n\nI’m yet to find the Obsidian Goblet, so be sure to leave a comment if you run into them before I do!\n\nSilent Hill 2 Dog ending\n\nThe Dog ending in Silent Hill 2 is one of two ‘for fun’ endings available in New Game Plus, conjured up by Team Silent, with Mira the Dog being almost as iconic as James Sunderland.\n\nTo access the Dog ending in the Silent Hill 2 remake, you need to collect two Broken Key Parts, combine them with one another, and then use the key to unlock the Observatory Room in Lake View Hotel (this is next to Room 312).\n\nAcquire the first broken key part from the pet store in East South Vale. | Image credit: Bloober Team/VG247\n\nThe first Broken Key Part is found in a pet store just north of Big Jay’s in East South Vale at the beginning of the game. The shutter for this is down on your first run, and only opens in New Game Plus. The Broken Key Part is found in the back room.\n\nGo through this gate to find a doghouse with the second broken key part. | Image credit: Bloober Team/VG247\n\nThe second Broken Key Part is found on Katz St. in West South Vale, accessible after exiting Jack’s Inn with Maria. In the east of the area, near Baldwin Mansion, look for a door with dogbone on it that’s on the north side of the street.\n\nOnce you have both Key Parts, combine them and use the functioning Dog Key to unlock the Observatory Room beside Room 312 in Lake View Hotel. Have fun!\n\nSilent Hill 2 UFO ending\n\nThe UFO ending is the second ‘for fun’ ending available in New Game Plus runs of Silent Hill 2. To unlock this ending, you want to pay a visit to the Jeweller’s store north of Big Jay’s in East South Vale at the beginning of the game.\n\nFortunately, the Jeweller’s also happens to be right beside the pet store. Smash the windows of the Jeweller’s to be able to grab the Blue Gem from a case.\n\nYou then need to use this item in three different areas to unlock the ending. These areas are pointed out to you by a sci-fi sound effect that plays whenever you enter them. When that happens, investigate the Blue Gem in your inventory; if it glows, then you’re using it in the right place.\n\nThe areas you need to investigate the Blue Gem at are as follows:\n\nThe rooftop of Saul Street Apartments, as you exit the building.\n\nThe pier at Rosewater Park, where you first meet Maria.\n\nNot yet known or confirmed, but in the original game, this was in Room 312 of Lake View Hotel. A note in East South Vale also refers to using this at the hotel.\n\nOnce that’s done, enjoy your rendezvous with some aliens.\n\nSilent Hill 2 remake new endings\n\nWhile Silent Hill 2 typically has six endings, Bloober Team has advised that new endings have been added to the game. At the conclusion of any of your runs, you'll find that in your stats, the 'Endings' section will detail that there are eight endings in total to find. Two of these are new, and we're yet to figure them out.\n\nImage credit: Bloober Team/VG247\n\nIn New Game Plus, however, you can find the Key of Sorrow at the very beginning of the game. I’m assuming that this item is tied to a new ending, but I am yet to figure out where to use it. There's also a chance that this item only appears if you have unlocked the In Water ending, but I am still confirming this.\n\nJust beyond Nathan Avenue, after you leave Best Auto Parts and go past the gate where James would get the Wooden Plank and Radio in the original game, there’s a green car. If you smash all the windows of this car using the Chainsaw, you’ll acquire the Key of Sorrow here.\n\nIf you figure out where to use this item, be sure to let us know!\n\nFor more on Silent Hill 2, take a look at our walkthrough of the game, as well as our spoiler-free review."
    },
    {
        "title": "Ozzy Osbourne admits he is back on drugs as he 'struggles with health woes'- but is hiding it from his wife Sharon",
        "link": "https://www.dailymail.co.uk/tvshowbiz/article-13929545/Ozzy-Osbourne-admits-drugs-struggles-health-woes-hiding-wife-Sharon.html",
        "description": "The Black Sabbath star, 75, has reportedly gone back to smoking marijuana and is 'tempted to return to stronger drugs' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XGg4M42_VkiMflJTZMf6-y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "30m",
        "source": "Daily Mail",
        "article_content": "Ozzy Osbourne has admitted that he is back on drugs, but he is hiding it from his wife, Sharon.\n\nThe Black Sabbath star, 75, has reportedly gone back to smoking marijuana and is 'tempted to return to stronger drugs' because of his health woes, which have recently stopped him from returning to the UK.\n\nHe is believed to be struggling with his Parkinson's disease as well as his recent problems with his neck and back.\n\nOzzy, who relies on a wheelchair and crutches, has previously struggled with drug and alcohol addiction and confessed that he had gone back to having 'weed from time to time.'\n\nHe said on his Madhouse Chronicles podcast: 'I am happier, but I am not completely sober. I use a bit of marijuana from time to time.'\n\nOzzy Osbourne has admitted that he is back on drugs, but he is hiding it from his wife, Sharon (pictured in 2020)\n\nThe Black Sabbath star, 75, has reportedly gone back to smoking marijuana and is 'tempted to return to stronger drugs' because of his health woes (pictured in 1983)\n\nThe Prince of Darkness praised his wife, 71, for being his constant motivation to keep him from swaying back to his old habits, but cannabis, which is legal in LA, has slowly crept back into his life.\n\n'I am lucky my wife kicks my butt all the time and she would make life so difficult,' he said. 'Even with marijuana she will f***ing find it and get rid of it.'\n\nOn the podcast, Ozzy also revealed how he tried enough ketamine 'to spark him' after he was offered the medical sleep drug at a surgery.\n\n'I went to a doctor recently and started to have this ketamine,' he explained.\n\n'He put a tiny bit in me, but that was enough to spark me. That thing came back and weighted my brain.'\n\nHe confessed that while he stopped attending Alcoholics Anonymous meetings, he now questions if that was the correct decision.\n\nHe said: 'If you are out there and you are using dope and you want to get off, there is plenty of help.\n\n'AA is a 12-step programme. It got me sorted out to a certain degree. I do not go to meetings myself anymore. Maybe I should do, I don't know.'\n\nHe is believed to be struggling with his Parkinson's disease as well as his recent problems with his neck and back\n\nOzzy, who relies on a wheelchair and crutches to get by, has previously struggled with drug and alcohol addiction and confessed that he had gone back to having 'weed from time to time' (L-R Kelly, Ozzy and Sharon Osbourne IN 2020)\n\nOzzy, who has spoken openly about his addiction issues, feels that many rock stars and musicians that use the California approach of 'micro dosing' drugs are risking their lives. He said micro-dosing would not work for him.\n\nThe rock and roll legend admitted that during the height of his fame in the 1970s, he felt he could not 'do a thing creatively sober'.\n\n'I was the king of the world, a rock star and I had the biggest party ever. The thing is, I never thought I could do a f***ing thing of creativity (if I was sober).'\n\nOzzy has previously admitted he feels like he should have died years before some of his late 'drinking buddies' following a battle with booze and drugs.\n\nHe said he questions why he is still alive.\n\nOzzy discussed how he feels about outliving his friends, including Motorhead star Lemmy and UFO bass player Pete Way, who he performed with in the eighties.\n\nHe said: 'I've been doing a lot of reflection while I've been laid up, and all my drinking partners, I've realised they're all f*ing dead.\n\n'I should have been dead before loads of them. Why am I the last man standing? Sometimes I look in the ­mirror and go, 'Why the f*k did you make it?'.\n\nOzzy has previously admitted he feels like he should have died years before some of his late 'drinking buddies' following a battle with booze and drugs\n\nHe said he now questions why he is still alive (pictured in 2018)\n\n'I should have been dead a thousand times. I've had my stomach pumped God knows how many times.'\n\nOzzy, who has sold more than 100million records throughout his illustrious career, announced earlier this year his plans to retire from touring.\n\nThe British musician was diagnosed with a mild form of Parkinson's disease in 2003, however he only went public with the condition in 2020.\n\nOzzy has said that his biggest struggles are due to a fall which he suffered in 2019 which caused metal rods in his back to dislodge.\n\nThe rods had been put there following a quad bike accident at his Buckinghamshire home in 2003.\n\nHe told Rolling Stone UK magazine: 'The second surgery went drastically wrong and virtually left me crippled.\n\n'I thought I'd be up and running after the second and third, but with the last one they put a f*ing rod in my spine.\n\n'They found a tumour in one of the vertebrae, so they had to dig all that out too. It's pretty rough, man, and my balance is all f*ed up.'\n\nOzzy discussed how he feels about outliving his friends, including Motorhead star Lemmy and UFO bass player Pete Way, who he performed with in the eighties\n\nLast year Ozzy's wife Sharon proudly accepted The Icon honour trophy for her ailing husband at the Rolling Stone UK Awards at London's Camden Roundhouse.\n\nOzzy was too till to travel to the star-studded ceremony where the 'prince of darkness' was honoured for his 55-years in the music industry.\n\nThe rock and roll star to prominence during the 1970s as the lead vocalist of the heavy metal band Black Sabbath and was due to give speech at the ceremony.\n\nA beaming Sharon gave a rousing speech on her husband's behalf before introducing a video message from the man himself.\n\nSharon said: 'At times I've just felt so helpless and so bad for Ozzy. He's gone through all these operations and the whole thing has felt like a nightmare.\n\n'He hasn't lost his sense of humour, but I look at my husband and he's here while everyone else is out on the road.\n\n'This is the longest time he hasn't ever worked for. Being at home for so long has been so foreign to him.'"
    },
    {
        "title": "Telling my story, from UFOs to football",
        "link": "https://www.dailyitem.com/opinion/telling-my-story-from-ufos-to-football/article_fb43ae3a-8282-11ef-8e41-9ba1aa2c1d15.html",
        "description": "National Newspaper Week kicks off today, running through Oct. 12. The celebration has been around for more than 80 years, a weeklong promotion sponsored by the Newspaper Association Managers.",
        "image_url": "https://www.bing.com/th?id=ODF.RjJadh-n4bSVU9B7U5-f5w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "ufo",
        "date": "The Daily Item18hOpinion",
        "source": "The Daily Item",
        "article_content": "Get Breaking News\n\nSign up now to get our FREE breaking news coverage delivered right to your inbox."
    },
    {
        "title": "Microsoft Paint gets an AI makeover: Your new creative tool",
        "link": "https://yourstory.com/2024/10/microsoft-paint-ai-upgrade",
        "description": "Microsoft Paint gets a major AI upgrade! Explore new tools like Generative Erase, Fill, and Cocreate, making it easier for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.R6aYfg9uAwND7AnuaUcjmi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Your Story7h",
        "source": "Your Story",
        "article_content": "Microsoft Paint, the iconic graphics editing tool that has captured the hearts of millions for decades, is taking a bold leap forward with an AI-powered upgrade. With advanced features like Generative Erase, AI-generated Fill, and Cocreate, Paint is no longer just a simple drawing tool—it’s now equipped to compete in the modern digital art landscape. This exciting update brings enhanced image editing capabilities, making Microsoft Paint a versatile tool for both casual creators and professional designers, while maintaining its signature ease of use.\n\nA walk down memory lane\n\nMany of us have cherished memories of Microsoft Paint, a beloved tool that fueled our childhood creativity. It was where we spent endless afternoons doodling colourful drawings, trying our hand at pixel art, and animations.\n\nIts user-friendly interface and tools made it easy for us to make digital art. While Paint is not as amazing as Adobe Photoshop, it has a different space for everyone. With AI in the picture, Microsoft has revamped this nostalgic app with new upgrades! So, let's check them out!\n\nMicrosoft Paint gets an AI upgrade\n\nThe software giant is bringing AI capabilities to the classic Paint and Photos apps on Copilot Plus PCs.\n\n1. Enhanced image editing with erase and fill\n\nA significant addition upcoming on Paint is the Generative Erase tool, which simplifies the process of modifying existing images. Users can now select an area of an image they wish to remove to get rid of background clutters.\n\nNext is Generative Fill which helps designers add AI-generated elements to their picture with a text prompt. Both these features are not something new in the world of graphic designing but are a powerful addition to the toolkit.\n\n2. Add AI-generated images with the Cocreate tool\n\nOne of the most noteworthy additions is the generative AI functionality that allows users to create images from text prompts. This feature enables users to describe what they want to see, and the AI will generate an image based on that description.\n\nThe Cocreator tool will help designers work around AI images on Paint. Imagine typing \"a sunset over a mountain,\" and within moments, Cocreator produces a stunning digital picture. Powered by the updated version of Microsoft's diffusion-based AI model, this tool will generate high-quality images at a quick speed.\n\nMoreover, Cocreator will have a \"built-in moderation\" to avoid producing inappropriate or misleading content. This will broaden creative possibilities for casual users and offer a new tool for professionals seeking quick visual references or concepts.\n\nWhile both of these upgrades may seem decent, they will certainly help designers who still love using Paint.\n\nWill Paint ever become more than a drawing tool?\n\nMicrosoft Paint has managed to retain its user-friendly interface that many have cherished over the years. The iconic simplicity of the program has always brought out the creative child within you. However, when it comes to digital art or graphic designing, the Paint app often gets overlooked.\n\nMicrosoft recently announced the official retirement of the \"Paint 3D app\" on November 4, 2024. Somehow, the firm has retained the Paint app and now it will be available with some cool AI features. Only time will tell when Paint will give Photoshop a tough competition.\n\nClosing thoughts\n\nMicrosoft Paint's AI upgrade marks an exciting new chapter for this classic application. By incorporating generative AI, Microsoft is redefining what Paint can do while keeping its signature simplicity intact.\n\nAs users begin to explore these new features, we can anticipate a surge of creativity, reminding us that even the simplest tools can be transformed into powerful engines. Whether you’re a long-time fan or a newcomer to digital art, the revamped Paint promises to inspire and empower creators of all levels."
    },
    {
        "title": "Better Artificial Intelligence Stock: BigBear.ai Vs. SoundHound AI",
        "link": "https://www.fool.com/investing/2024/10/05/better-ai-stock-bigbearai-vs-soundhound-ai/",
        "description": "SoundHound AI has emerged as a leader in conversational artificial intelligence dealing with speech-enabled applications for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.G899B5iuoiVecmh4iN5g3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "20h",
        "source": "The Motley Fool",
        "article_content": "These two disruptive small-caps can deliver big returns for investors.\n\nBreakthroughs in artificial intelligence (AI) technology are transforming various industries. Innovations from mega-cap tech leaders like Nvidia have opened the door for emerging companies to capture their slice of a significant market opportunity.\n\nBigBear.ai (BBAI 1.34%) and SoundHound AI (SOUN) are two small-caps attempting to leverage unique AI-powered applications into long-term growth. Let's explore which stock could be a better buy for your portfolio.\n\nThe case for BigBear.ai\n\nBigBear.ai is developing a suite of proprietary machine learning and computer vision technology into a platform of AI-driven analytical tools.\n\nSolutions covering cybersecurity, supply chains & logistics, and autonomous systems have found success with government and commercial markets. The company's advanced facial recognition and image-based threat detection are in use at major airports around the world. BigBear.ai also counts on the U.S. Department of Defense as a customer for its ConductorOS platform.\n\nUltimately, the attraction of BigBear.ai as an investment is the potential that the company can consolidate its leadership in these specialized areas of AI.\n\nOn the other hand, the operating and financial results have been marred by weaker-than-expected momentum. In the second quarter (for the period ended June 30), BigBear.ai revenue of $40 million climbed by just 3.4% year over year, impacted by the timing of certain large contracts.\n\nThe other challenge is that profitability remains elusive. The company reported a loss on Q2 adjusted earnings before interest, taxes, depreciation, and amortization (EBITDA) of $3.7 million, expanding from a loss of $3.2 million in the year-ago period. BigBear.ai also has more than $134 million in net debt without a clear path for generating free cash flow anytime soon.\n\nThose headline numbers aren't great, but there are still enough positives in the outlook for investors to stay upbeat on the stock. Favorably, Q2 revenue was up 20% sequentially from the first quarter, while management is guiding for full-year revenue growth of around 11% from 2023 with an effort to improve margins going forward.\n\nWhat I like most about BigBear.ai is its pure-play exposure to AI in a cutting-edge corner of the technology. The stock is trading at just 2 times its 2024 revenue guidance as a forward price-to-sales (P/S) ratio. This modest level, reflecting the risks associated with poor earnings trends, could prove to be a bargain if the company begins generating stronger and more profitable growth.\n\nThe case for SoundHound AI\n\nSoundHound AI has emerged as a leader in conversational artificial intelligence dealing with speech-enabled applications for people to interact with smart devices. The technology is integrated by automakers for in-vehicle voice commands and generative AI as a core part of its business.\n\nThe company has also expanded into the food service industry, including AI voice-enabled point-of-sale interfaces that fast-food restaurants are increasingly adopting. Earlier this year, SoundHound acquired Amelia, an enterprise AI software specialist, to accelerate the company's customer service solutions, such as virtual call center automation. Indeed, the company's strong point is its diverse portfolio of disruptive offerings.\n\nCompared to BigBear.Ai, the trends from SoundHound AI have been much more impressive. The company reported 54% revenue growth in the second quarter (for the period ended June 30) with management citing strong customer momentum across its key industries.\n\nThe company expects 2024 revenue growth of around 77%, with an initial forecast for 2025 of $150 million, implying an even stronger 88% growth rate next year.\n\nAt the same time, investors are faced with paying a lofty premium for shares while SoundHound AI remains unprofitable. The company reported negative $13 million in Q2 adjusted EBITDA with negative free cash flow expected to continue for the foreseeable future. In this case, the stock is trading at 20 times its full-year revenue forecast as a forward P/S ratio, which only modestly narrows to 11 based on the 2025 revenue estimate.\n\nIt appears the market is pricing in a growth runway through the next decade, which could be justified based on the opportunity, but also creates a high level of expectations. That tricky balance adds to the risks SoundHound AI investors must consider.\n\nThe better buy: SoundHound AI\n\nThere's a lot to like about BigBear.ai and SoundHound AI, which may both be in the early stages of transformational growth. Recognizing the speculative nature of these two small-caps with an expectation for volatility, I believe SoundHound AI is the better stock to buy today. Its lofty valuation is justified by the company's stronger growth prospects.\n\nA position in SoundHound AI stock within a diversified portfolio could work for investors with a long-term time horizon."
    },
    {
        "title": "Llama 3.2 vs. Closed Source Models: The Open-Source Advantage",
        "link": "https://www.analyticsinsight.net/llm/llama-32-vs-closed-source-models-the-open-source-advantage",
        "description": "Have you ever wanted to know why there is an ongoing trend in implementing open-source AI models? When it comes to choosing ...",
        "image_url": "https://www.bing.com/th?id=OVFT._BehSQRtf8Eo8Q3KYz895S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Analytics Insight3h",
        "source": "Analytics Insight",
        "article_content": "Among the key strengths of Llama 3.2, one should mention its flexibility. One of the major advantages of using open-source models is the capability of making changes in the code. However, closed source models restrict users to make only changes on set parameters. This lack of customization can become an issue when using AI for business purposes and may require a custom-built solution.\n\nLlama 3.2 offers access to its full codebase, enabling developers to optimize and even improve the model. This kind of freedom encourages innovation. It also allows for quicker bug fixes and feature additions, driven by a global community."
    },
    {
        "title": "The Browser Company Releases Arc Search For Android, Here Are The Advantages",
        "link": "https://www.msn.com/en-in/money/news/the-browser-company-releases-arc-search-for-android-here-are-the-advantages/ar-AA1rMnyb?ocid=BingNewsVerp",
        "description": "Arc Search has some advantages over traditional browsers like Chrome and Edge, particularly in managing open tabs.",
        "image_url": "https://www.bing.com/th?id=OVFT.Zz8dtNq5trlZSOVZvEho9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "ABP Live on MSN1h",
        "source": "ABP Live on MSN",
        "article_content": ""
    },
    {
        "title": "Mechanical Magistrates, The Gavel Comes Down On Legal Software",
        "link": "https://www.forbes.com/sites/adrianbridgwater/2024/10/05/mechcanical-magistrates-the-gavel-comes-down-on-legal-software/",
        "description": "While the deployment of big data analytics in the legal business has matured, the encroaching spectre of artificial ...",
        "image_url": "https://www.bing.com/th?id=OVFT.FZHLwsaNqQSobkUN484kYi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "11 most haunted Michigan bars, restaurants, according to Detroit ghost hunters",
        "link": "https://www.clickondetroit.com/news/michigan/2024/10/06/11-most-haunted-michigan-bars-restaurants-according-to-detroit-ghost-hunters/",
        "description": "People always ask us, what are DPX’s favorite haunted places in the state? We decided to do something fun and come out with ...",
        "image_url": "https://www.bing.com/th?id=OVFT.81eUZxPOXrB0hbhw8vXhsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "clickondetroit.com2h",
        "source": "clickondetroit.com",
        "article_content": "This article is a guest blog from the founders of Detroit Paranormal Expeditions (DPX), Jeff Adkins and Todd Bonner. DPX researches and investigates reportedly haunted locations to help explain the causes of the phenomena experienced there. DPX has appeared on Travel Channel's Paranormal Survivor, Haunted Case Files, Paranormal 9-1-1, Most Terrifying Places, Paranormal Caught on Camera and Destination FEAR, as well as on Local 4.\n\nPeople always ask us, what are DPX’s favorite haunted places in the state? We decided to do something fun and come out with our list of haunted pubs, bars and restaurants.\n\nOver the course of 2021 we visited and researched these amazing places! Some of the criteria we used to determine our list was history, ambiance, personal stories, our own experiences, atmosphere and the reported hauntings. The stories we heard from each of these locations was really interesting and we found out things we didn’t know! We hope you enjoy and we recommend checking them out for yourself.\n\nRecommended Videos\n\nMost haunted bars and restaurant in Michigan\n\nTwo Way Inn, Detroit\n\nTwo Way Inn, Detroit MI (Detroit Paranormal Expeditions)\n\nBuilt in 1873 and known as Detroit’s oldest bar, it opened as a saloon in 1876 and also served as a general store, stagecoach, railroad station, hotel, jail, dance hall, and possibly a brothel. During Prohibition, the Two Way was owned by a dentist, which is significant because doctors could prescribe up to a pint of whiskey every 10 days for pain under The Volstead Act. There have been several deaths in the building throughout its lifetime.\n\nOne of the apparitions reportedly seen here is a cowboy with a long white beard and cowboy hat, who many believe to be the spirit of Col. Philetus Norris, the building’s former owner. He was not only a bar owner, but also a Union spy during the Civil War, an archaeologist and a superintendent at Yellowstone National Park.\n\nRelated: 🔒 Detroit ghost hunters share 5 scariest paranormal experiences\n\nNancy Whiskey’s, Detroit\n\nNancy Whiskey's, Detroit MI (Detroit Paranormal Expeditions)\n\nNancy Whiskey’s dates back to 1902. According to staff and regulars, this 119-year-old pub is believed to be haunted by no fewer than three spirits. Some of the activity reported includes disembodied voices when staff are closing and all guests have left, mirrors breaking on their own, and much more.\n\nJust inside the doorway is an old phone booth, which was reportedly used by Jimmy Hoffa on a regular basis. It’s also possible that members of the Digby family, who opened the general store on this site in 1902, still remain to this day.\n\nCadieux Cafe, Detroit\n\nCadieux Cafe, Detroit MI (Detroit Paranormal Expeditions)\n\nThe Cadieux Cafe is one of Detroit’s most well-known reportedly haunted locations. A pair of Belgian immigrants, Yvonne and Robert Devos, founded the cafe on Detroit’s east side in the early 1930s. In its early days, it was a Prohibition-era speakeasy. The Devos family purchased it in 1962, and in 2018 it was purchased by Paul Howard, co-owner of Cliff Bell’s, and musician John Rutherford.\n\nIt was famously showcased by Anthony Bourdain during a visit for his TV show “No Reservations.” Some have seen an apparition that they believe to be Yvonne sitting at a table near the bar area. Others have seen her husband, Robert, in the basement of the cafe, as well as objects reportedly moving on their own throughout the building.\n\nAtwater in the Park, Grosse Pointe Park\n\nThe church the brewery is housed in opened in 1936. The building was once home to Grace United Church.\n\nAtwater in the Park, Grosse Pointe Park MI (Detroit Paranormal Expeditions)\n\nPeople heard strange noises and odd occurrences while the church was being transformed into the brewery. Atwater in the Park opened in 2014, and a priest came out to bless the brewery soon afterward. Employees fear going in the basement, where the fermenters, liquor and various supplies are kept. The basement once housed a nursery school and daycare.\n\nShadow figures, children’s disembodied voices and lights flickering on, a video capturing a dove shadow flying inside are a few of the paranormal experiences that have been reported\n\nRelated: ‘Ghost’ captured on camera during investigation at Atwater brewery in Michigan\n\nTommy’s Bar and Grill, Detroit\n\nTommy's Bar and Grill, Detroit MI (Detroit Paranormal Expeditions)\n\nTommy’s Detroit Bar is one of the city’s most historic and reportedly haunted locations. Dating back to the mid-1800s, the building is believed to have been a stop on the Underground Road and served as a speakeasy during the prohibition era before it became Tom’s Tavern in 1938.\n\nThe bar’s owner, Tommy Burelle, says he’s heard about and experienced plenty of unusual encounters in the building. One of the paranormal hot spots is the basement, which is where the hidden speakeasy was. Urban legend says the basement is also where a body was once buried by the mob.\n\nGandy Dancer, Ann Arbor\n\nGandy Dancer in Ann Arbor (Detroit Paranormal Expeditions)\n\nThe Gandy Dancer restaurant in Ann Arbor, Michigan, was originally a Michigan Central Train Depot dating back to 1886. Considered the finest station on the Michigan Central line when it was built, this building features heavy stone walls, deep-set, round-arched openings, large fireplaces and beautiful stained glass windows. It’s also said to be haunted possibly due to some of the traumatic events of its past.\n\nIn Sept. 1940, some kids put a railroad spike on the tracks, which caused a freight train to derail, killing Walter Flinn. The train depot also was where American military members killed in action during several wars were unloaded. It’s said that during WWI, the bodies of deceased soldiers who weren’t claimed by their family were stored temporarily in the basement of the depot.\n\nEven today, the Gandy Dancer showcases much of its historical authenticity. Be sure to check it out when you’re in the area.\n\nThe Whitney, Detroit\n\nThe Whitney in Detroit (Detroit Paranormal Expeditions)\n\nThe Whitney restaurant was built between 1890 and 1894 by a prominent lumber baron, David Whitney. It served as his families home until 1920. The Whitney is 21,000 square feet with 52 rooms (including 10 bathrooms) and 20 fireplaces. Our favorite spot is the Ghost Bar! It’s also been long rumored to be haunted. We were lucky enough to investigate a few years ago and captured an “avp” of what we think is Grace Whitney in the carriage house. Listen close for Grace humming a tune.\n\nHuron River Inn, Rockwood\n\nHuron River Inn, Rockwood MI (Detroit Paranormal Expeditions)\n\nHRI, once known as the Burton Manor & Tavern, was originally built in 1860 and operated through the Civil War Years. It was the center of social life in what was then called Huron Station (current day Rockwood). In the early 1900s, the Burton Manor caught fire and had to be rebuilt. In 1907, out of the ashes arose the Rockwood Hotel!\n\nHRI is well-known to be haunted. Staff and patrons have reported seeing the apparition of a woman in a bonnet sitting at the bar, as well as shadowy man standing in the old coal bin entry in the basement. There have also been reports of loud noises, children’s laughter and unexplained footsteps running down the second floor hallway.\n\nWalldorff Brewpub, Hastings\n\nWalldorff Brewpub, Hastings MI (Detroit Paranormal Expeditions)\n\nNow a brewery, this building dating back to 1866 has been many things throughout its lifetime, including a funeral home, hardware store, furniture shop, clothing retailer, and a drug & grocery store. Staff and guests have reported numerous paranormal encounters, including objects unexplainably flying off the bar on their own, lights coming on, being touched, shadow figures and much more.\n\nThe White Horse Inn, Metamora\n\nWhite Horse Inn (Detroit Paranormal Expeditions)\n\nThe White Horse Inn dates back to 1848 and is believed to have been a stop on the Underground Railroad. It originally served as a general store, but throughout its lifetime has also been an inn, dance hall and now a restaurant. The building has quite a haunted reputation, with many reporting to hear the sound of boots walking across its second floor when no one is up there, doors slamming, lights flickering and more. Some have even seen apparitions, including those of a man in a 1940s tuxedo, an older man and a young girl.\n\nOne of the haunted legends says that a handful of patrons and a worker were killed in a fire in the front section of the bar. To this day, people in the bar continue to report hearing screams, possibly of those who perished in the fire.\n\nBone Heads BBQ, Willis\n\nBone Heads BBQ is known to be one of the most haunted places in the state. Now a bar/restaurant, the building dates back to around 1865 and previously served as coach stop, grainery, butcher shop, ice house, post office and general store. Numerous paranormal encounters have been reported by staff and guests.\n\nSome have seen apparitions near the host stand and bar, heard footsteps and whispers when others weren’t present, and seen the apparition of a woman in a white dress walking down the stairs.\n\nWhile it’s not known who all the spirits are at Bone Heads, there’s one the owners and staff call Nellie, who they believe may have lived in the building in the early 20th century.\n\nBone Heads BBQ, Willis MI (Detroit Paranormal Expeditions)\n\nLearn more about Detroit Paranormal Expeditions on their website here."
    },
    {
        "title": "Casper Paranormal Investigator Owns Ghostbusters Franchise In Wyoming",
        "link": "https://cowboystatedaily.com/2024/10/05/when-theres-something-strange-in-wyoming-who-you-gonna-call/",
        "description": "There are 165 Ghostbusters franchises in the U.S. including one in Wyoming. Pete McDaniels, a paranormal investigator, owns ...",
        "image_url": "https://www.bing.com/th?id=OVFT.xslkam3i-S44d70BD9L_SC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Cowboy State Daily13h",
        "source": "Cowboy State Daily",
        "article_content": "CASPER — Who you gonna call in Wyoming when the door slams in an empty room and a mysterious disembodied voice whispers “get out?”\n\nCasper’s Pete McDaniels.\n\nA longtime fan of the 1984 hit movie “Ghostbusters” starring Dan Aykroyd, Bill Murray and Harold Ramios McDaniels and his team of ragtag wranglers of all things supernatural are listed are on an official “whoyougonnacall.org\" website that lists paranormal investigators in each state.\n\nHe is one of 165 franchises nationwide, and the only listed in Wyoming.\n\n“There is a whole group of folks that use that movie to help people in their communities,” McDaniels said.\n\nIn addition investigating potential hauntings, Casper’s Ghostbusters do birthday parties, food drives, conventions, “trunk” or treats and raises money for the Make-A-Wish Foundation.\n\nLike the movies that feature iconic ghost-busting cars, McDaniels drives his own version of “Ecto-1,” the famous converted ambulance with the unique whiney siren. It has similar paraphernalia on top and Ghostbusters stickers on the side.\n\nHe bought the 2009 Ford Crown Victoria Police Interceptor from someone in Glenrock a few years ago.\n\nA hospital security guard when not busting ghosts, McDaniels had his uniform on when he initially drove the unmodified car. Wyoming Highway Patrol pulled him over, thinking he might be trying to impersonate a police officer.\n\nGhostbuster Interceptor\n\n“I thought I should probably make this car less cop like and more something fun. And I had always wanted to have a Ghostbusters car, so I started to put stickers on it,” he said.\n\n“Well then I thought, now I’ve got to build a top in it, it can’t just be stickers right? So, I started piecing together bit by bit the roof rack and housing and built all that out. There is one piece of pipe up that’s up there being held onto the roof by a toilet flange.”\n\nOnce he had his wheels, as well as the “ECTOI” license plate, the doors opened for him to use it for fundraisers and to market his ghost removal side gig.\n\nOctober becomes the busy season. There is a “Touch a Truck” event on Oct. 12 at the Excel Academy Private School that allows kids to get in the vehicle, turn on the sirens, read the special tag fastened on the dash that labels the machine as belonging to Wyoming Ghostbusters, and check out the glove compartment.\n\n“There is a ghostbuster’s employee handbook and a little canister of ectoplasm slime,” he said. “The kids like to play with all that stuff.”\n\nHe also plans to be at a car show and food drive at the Izaak Walton Clubhouse in Casper on Oct. 18 and end the month on Oct. 25, 27 and 28 with actual ghostbusting demonstrations at the Casper Elks Lodge No. 1353 where he said the equipment used by paranormal investigators will be explained and a walk through of the lodge will be conducted.\n\n“Right now, I’m discussing a fundraiser for a lady that is trying to fight cancer,” he said. “We try and kind of use the car as a way to help people out.”\n\nAs in the movie, McDaniels and some other members of the team have uniforms and he and a buddy have the proton packs used in the last version of the film series.\n\n“It’s kind of the iconic part of Ghostbusters history, it gets people excited,” he said.\n\nSupernatural Missions\n\nIn addition to the fundraising, and parties, McDaniels also has been on an estimated 15 missions to identify or remove potential paranormal spirits in places around the region and state.\n\nHe recently was called to a Casper home where the owners discovered a set of footprints on concrete that went from a pickup truck to the garage door and then just vanished.\n\n“What it looked like was that somebody had walked through a puddle of grease, made about four or five steps to the garage door and then nothing,” he said. “It was kind of crazy.”\n\nMcDaniels pulled out his EMF meter that measures electro-magnetic energy and found it registered a few points over the footprints and faded when pulled away from them. He checked to see if there were any internet routers or other source of energy nearby that would trigger the meters. There were none.\n\nOther tools in his ghostbusting toolbox include REM-Pod devices that reflect electromagnetic field changes and air temperature changes and a specialized SLS (Structured Light Sensor) camera that uses infrared light. It can 3D map areas in front of it “so we can see things the human eye might miss,” he said.\n\nHe also uses other cameras that can capture images in ultraviolet, infrared, and the normal spectrum of light.\n\nAt the garage, McDaniels set up some REM Pods around the area to see if anything would trigger them. Nothing happened. Photos with the infrared camera found nothing.\n\nBut it’s not always that way. McDaniels tells the story of being called to a Casper home about five blocks from the cemetery with a man experiencing doors being slammed in his home for no reason.\n\n“He said he was sitting on the couch one day and he felt like his leg started to burn,” McDaniels said. “He looked down and it looked like a handprint had been slapped on his thigh. So, we got to go down and work with that.”\n\nThe man requested that McDaniels and his team bless the house. McDaniels said he has studied different spiritual beliefs including druidism and another team member is a Norse shaman.\n\nPeter McDaniels' version of Ecto-1 is a former police interceptor that he has adapted for his Ghostbuster gigs. (Courtesy Peter McDaniels)\n\nPeter McDaniels and his daughter, Olivia, pose in their Ghostbuster uniforms. (Courtesy Peter McDaniels)\n\nPeter McDaniels on a paranormal mission. (Courtesy Peter McDaniels)\n\nPeter McDaniels, left, and members of his team do fundraising for many causes. Here their efforts raised funds for the National Historic Trails Center Foundation. In addition to McDaniels, those shown here are from left are Olivia McDaniels, Nathan Soper, Connie Thompson, and Derrick Lacey. (Courtesy Peter McDaniels)\n\nMembers of the Casper-based Ghostbuster team are from left Einar Ivarson, Peter McDaniels, Raven Metcalf, and Derrick Lacey. (Courtesy Peter McDaniels)\n\nThe Casper-based Ghostbuster mobile has been on missions across the state. (Courtesy Peter McDaniels) Arrow left Arrow right\n\nStubborn Spirit\n\nTheir attempts to get rid of the spirit by blessing the house did not work. He claims it was forced into a back room. McDaniels had read about a dybbuk box used in Jewish tradition that is supposed to be able to contain a spirit. So, he tried using one.\n\n“We kind of forced this thing into the dybbuk box and sealed it,” he said. McDaniels said as he was talking to the man at the house, he placed the box by the front tire of his Ghostbuster car and the tire deflated. He had to pump it up to leave.\n\nThere was another hurdle as well. Weather at the time was cold and the ground hard, so he couldn’t bury the box as would be his practice. So, he kept it in a storage area at his house. McDaniels noticed the wax seal that he put on the box kept cracking. He needed to keep sealing it nearly every day.\n\nThen his radio started to flip on in his house at random times and the song coming out of the speakers would have a lyric such as “set me free” or “let me loose.”\n\n“I was like, no buddy, that’s not how this works,” McDaniels said. “As soon as it was warm enough we went and buried the box and all of that stopped afterwards.”\n\nHe said the man in the house never had issues again as well.\n\n‘Get Out’\n\nThe 39-year-old talks about an incident several years ago when he went to a trailer in the “middle of nowhere” as he was receiving training from a woman he labels a “Christian witch.”\n\nThe trailer sat on a plot of land that was said to have had a Native American burial ground underneath it. He said he entered the trailer and it was dark and he was trying to feel his way around and made it to a bedroom and sat on the bed.\n\n“I’m just kind of sitting there trying to feel things out and I felt the bed depress behind me like someone was standing on it and then I hear the words ‘get out’ whispered in my ear,” he said. “At that point, I calmly stood up, and I walked out the front door and I got into the car next to the lady that was helping us. And she said, ‘Are you OK?’”\n\n“And I was like, ‘nope,’” he said. “It scared me, oh man, it scared me.”\n\nDale Killingbeck can be reached at dale@cowboystatedaily.com."
    },
    {
        "title": "Spooky sleepover? This Missouri Airbnb in an old morgue comes with paranormal research equipment",
        "link": "https://www.msn.com/en-us/travel/news/spooky-sleepover-this-missouri-airbnb-in-an-old-morgue-comes-with-paranormal-research-equipment/ar-AA1rMdTf?ocid=BingNewsVerp",
        "description": "Looking for a spooky sleepover this fall? An Airbnb in Ozark, Missouri, has made the company's list for one of the spookiest ...",
        "image_url": "https://www.bing.com/th?id=OVFT.aqJ09epNG4aX857phTT8IS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "1hon MSN",
        "source": "WPTZ Plattsburgh-Burlington on MSN",
        "article_content": ""
    },
    {
        "title": "Spooky Season in Seattle: Haunted hotel offers witch-themed tea event",
        "link": "https://komonews.com/news/arc-seattle/spooky-season-haunted-hotel-offers-witch-themed-tea-event-whats-brewing-sorrento-hotel-halloween-october-saturdays-paranormal-activity-weekly-advance-tickets",
        "description": "Hotel Sorrento, considered one of the most haunted hotels in the world, will be hosting a weekly event this October called ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ew5Ql0Ahdxjh_hZqxWa95i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "23h",
        "source": "komonews",
        "article_content": ", considered one of the most haunted hotels in the world, will be hosting a weekly event this October called ‘Witches Tea: What’s Brewing?’\n\nThe event will celebrate the Halloween season by offering participants a witch-themed tea and snack service in the 115-year-old hotel. Sessions are available every Saturday in October from 2:30 to 4:30 p.m. The and ticketing details are available in the event description.\n\nRanked the 10th most haunted hotel in the world by Hotel Sorrento was opened over 100 years ago in 1909. The hotel is said to be haunted by the ghost of Alice B. Toklas, a woman who lived in Seattle in the early 1900s.\n\nBarbara Malone, the co-owner of Hotel Sorrento, believes Alice is still in the building.\n\n“Over the years on numerous occasions, we’ve had instances where guests and staff alike have seen a woman strolling the building in dark, vintage garb,” Malone said.\n\nMalone detailed other reported paranormal activity including a piano playing by itself and a television turning on randomly.\n\nMore information on the event can be found on ."
    },
    {
        "title": "8 Scary Underground Videos Caught On Camera",
        "link": "https://www.msn.com/en-us/video/peopleandplaces/8-scary-underground-videos-caught-on-camera/vi-AA1rLJDz?ocid=BingNewsVerp",
        "description": "Subscribe to Top 10s ► <a href=\" from Top 10s counts down the 8 Scary Underground Videos Caught On Camera! Here are some of the scariest videos caught on camera by people while underground! It could ...",
        "image_url": "https://www.bing.com/th?id=ODF.V2tnvowd5UDQU61WiievRQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "See To Believe on MSN39m",
        "source": "See To Believe on MSN",
        "article_content": ""
    },
    {
        "title": "Record Discovery: Three Large Stars Locked in a Space Smaller Than Mercury's Orbit",
        "link": "https://www.sciencealert.com/record-discovery-three-large-stars-locked-in-a-space-smaller-than-mercurys-orbit",
        "description": "TIC 290061484 is a system of gravitationally bound stars consisting of a tightly-orbiting binary pair with a third star that ...",
        "image_url": "https://www.bing.com/th?id=OVF.gYBF3Q765zmvQooycx45Ow&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "ScienceAlert1h",
        "source": "ScienceAlert",
        "article_content": "A trio of stars just under 5,000 light-years away has absolutely smashed a long standing record.\n\nTIC 290061484 is a system of gravitationally bound stars consisting of a tightly-orbiting binary pair with a third star that circles both. Astonishingly, they're so close together the entire system would fit inside the orbit of Mercury.\n\nAnd that's not all. The tight trio seems to have another friend; there are hints of a fourth star describing a path at a much greater distance.\n\nAll three of the stars in the central trinary are on a collision course, destined to collide, merge, go supernova, and leave behind a single neutron star, in around 20 million years.\n\nThe discovery was made using the TESS exoplanet-hunting space telescope, which is optimized for detecting the minute changes in the brightness of a star that indicate an orbiting world.\n\nSystems of stars that eclipse each other along our line of sight also demonstrate changes in brightness, as the stars pass in front of each other and block at least some of each other's light. TESS's observations can detect these brightness changes, too. This is a powerful tool for finding these systems, because, from the distance at which we see them, they usually just look like a single star.\n\nframeborder=\"0″ allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen>\n\nThis is the case with the central trinary of TIC 290061484. The orbital plane on which they are all aligned is pretty much edge-on to our line of sight, meaning that we're treated to different eclipse configurations as the three stars go about their cosmic dance.\n\nA team of scientists led by astrophysicist Veselin Kostov of NASA's Goddard Space Flight Center discovered the system after an extensive analysis of TESS data. They used a machine learning algorithm to filter the data based on the expected signal of star system eclipses, and then set a tiny army of citizen scientists loose on the results to refine it further.\n\n\"We're mainly looking for signatures of compact multi-star systems, unusual pulsating stars in binary systems, and weird objects,\" says physicist Saul Rappaport of the Massachusetts Institute of Technology.\n\n\"It's exciting to identify a system like this because they're rarely found, but they may be more common than current tallies suggest.\"\n\nOnce they had identified the system as one of interest, the researchers could then analyze the changes in its light to determine its characteristics.\n\nThe two stars making up the central binary clock in at 6.85 and 6.11 times the mass of the Sun, with an orbital period of just 1.8 days.\n\nThe third star has a mass of 7.9 times the Sun's and orbits the central pair with a period of 24.5 days. That period blows the previous known smallest trinary, with an orbital period of 33 days, out of the water.\n\nFinally, the probable fourth star would have a mass of about 6.01 times the mass of the Sun. It is estimated to circle the central trinary on a much, much wider orbit of about 3,200 days.\n\nStars are born from abnormally dense regions of matter within vast clouds of gas. Usually, such clouds are speckled with a number of baby stars, some of which drawing close enough to merge, others to spend their lives together locked in orbit.\n\nMost of the stars in the Milky Way galaxy are in systems like these. When you look up into the night sky, more than half the stars you see are actually multiple stars, too distant to discern.\n\nWe know there are multiple-star systems out there that we haven't yet identified. This discovery suggests that there may be many more out there than we imagined. The next step will be to turn the upcoming Nancy Grace Roman Space Telescope to the task of finding them, once it reaches the skies.\n\n\"Before scientists discovered triply eclipsing triple star systems, we didn't expect them to be out there,\" says astronomer Tamás Borkovits of the Baja Observatory of The University of Szeged in Hungary. \"But once we found them, we thought, well why not? Roman, too, may reveal never-before-seen categories of systems and objects that will surprise astronomers.\"\n\nThe research has been published in The Astrophysical Journal."
    },
    {
        "title": "Astrology and Psychology: How Your Zodiac Sign Might Reflect Personality Traits",
        "link": "https://www.msn.com/en-in/lifestyle/horoscope/astrology-and-psychology-how-your-zodiac-sign-might-reflect-personality-traits/ar-AA1rKoqe?ocid=BingNewsVerp",
        "description": "While psychology is based on science, astrology offers symbolic insights into human behavior through zodiac signs. Both ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qIpAnioQ54KjmWPFa1mDvC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "23hon MSN",
        "source": "The Times of India on MSN",
        "article_content": ""
    },
    {
        "title": "NASA Gateway’s HALO Soars Past Stress Tests, Eyes Lunar Frontier",
        "link": "https://scitechdaily.com/nasa-gateways-halo-soars-past-stress-tests-eyes-lunar-frontier/",
        "description": "The Habitation and Logistics Outpost of the Gateway space station has completed essential static load testing in Italy, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HfXAst0W0-Izt7jj7SaOey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Massive ocean discovered beneath the Earth's crust containing more water than on the surface",
        "link": "https://www.msn.com/en-gb/news/techandscience/massive-ocean-discovered-beneath-the-earth-s-crust-containing-more-water-than-on-the-surface/ar-AA1rLUuH?ocid=BingNewsVerp",
        "description": "It feels like there have been staggering science stories emerging every other day recently, all of which have blown our tiny ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ru1zjBo6-Fum2FkImwIxpi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Hosted on MSN5h",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Learn something new at the 8th annual Tennessee STEAM festival",
        "link": "https://www.newschannel5.com/news/learn-something-new-at-the-8th-annual-tennessee-steam-festival",
        "description": "STEAM festival is coming to Tennessee from October 11 to 27. It includes over 80 host venues and over 300 events for all ages ...",
        "image_url": "https://www.bing.com/th?id=OVF.O76zl5usMvMx9lRWn5wCig&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "WTVF15h",
        "source": "WTVF",
        "article_content": "NASHVILLE, Tenn. (WTVF) — Do you love science, technology, engineering, the arts and mathematics? This festival is a great place to explore them all!\n\nThe 8th annual STEAM festival is coming to Tennessee from October 11 to 27. It includes over 80 host venues and over 300 events for all ages.\n\nIt kicks of at 502 SE Broad St., Murfreesboro, with the STEAM-A-Palooza at the Discovery Center. This is from 12:00 to 4:00 p.m. on October 12, and there will be live demonstrations on physics, cosmetics, composting and meteorology, as well as other hands-on activities.\n\n“This year’s Tennessee STEAM Festival is bigger and better than ever,” said Tara MacDougall, President and CEO of the Discovery Center. “We’ve expanded to include an extra week of programming, and with more than 300 events across the state, there’s truly something for everyone. Whether you’re interested in robotics, environmental conservation, creative arts, or aviation, the festival provides a chance to dive into STEAM in an exciting, accessible way.”\n\nOther events\n\n\n\nNashville PBS' Leonardo Youth Maker Mixer at the Frist Museum\n\nAirport STEAM Festival at the Murfreesboro Municipal Airport\n\nOak Ridge High School and American Museum of Science and Energy STEAM Day in East Tennessee\n\nAppalachian Association for Children's Early Education's Early Math + Appalachia\n\nYou can visit the website for more information about each of these events and how you can enjoy the STEAM festival near you."
    },
    {
        "title": "You can build an app without learning to code. Here’s how",
        "link": "https://www.msn.com/en-in/news/other/you-can-build-an-app-without-learning-to-code-here-s-how/ar-AA1rLGwm?ocid=BingNewsVerp",
        "description": "The development of low-code and no-code platforms are transforming the way applications are built. Now, practically anyone ...",
        "image_url": "https://www.bing.com/th?id=OVFT.s0nfn7TvR4JbvwCamLjmJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "5hon MSN",
        "source": "Mint on MSN",
        "article_content": ""
    },
    {
        "title": "DraftKings promo code for Vikings vs. Jets in NFL London Game: Bet $5, Get $200 instantly",
        "link": "https://www.nj.com/betting/2024/10/draftkings-promo-code-for-vikings-vs-jets-in-nfl-london-game-bet-5-get-200-instantly.html",
        "description": "The new DraftKings promo code (no promo code needed) offers new users a Bet $5, Get $200 in bonus bets for Vikings vs. Jets ...",
        "image_url": "https://www.bing.com/th?id=OVFT.K1Yq1Dv8wwChk2dCAnHQZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "39m",
        "source": "NJ.com",
        "article_content": "The NFL heads to London in Week 5 with the New York Jets facing off against the Minnesota Vikings. You can bet on it by signing up for an account with DraftKings promo code (no code required) offers new users $200 in bonus bets.\n\nAhead of all that Sunday has to offer, get registered so that you can get in on the action on one of the most trusted platforms in the industry!\n\nDraftKings promo code offer at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code details Bet $5, get $200 in bonus bets ⚖️ DraftKings promo code terms and conditions Minimum $5 deposit. Place a $5 wager on any sporting event.\n\n\n\nBonus bets are credited as 8 $25 bonus bets.\n\n\n\nThe bonus bets expire seven days after they’re credited. ✅ Last verified Oct. 6, 2024\n\nDraftKings promo code: how to claim the offer\n\nJust a simple $5 wager can instantly add up to $200 to your payroll, perfect for utilizing when looking at the NFL Week 5 odds .\n\nSigning up using the DraftKings promo code (no code needed) requires just a short set of steps:\n\nClick any link or banner on this page to get started downloading the DraftKings app Tap the ‘Sign Up’ or ‘Join Now’ button in the middle of the page. Make a $5 minimum deposit. Bet $5 on a qualifying market and the bonus funds should appear instantly. Bonus bets expire 7 days after they’re credited\n\nSetting up a new account is easy, and it’s hard to turn down the chance at a $200 bonus when there are so many great odds and props to bet on.\n\nClick any link on this page to see the full terms and conditions.\n\nJets vs Vikings odds to use with your DraftKings bonus bets\n\nThe storyline surrounding this game will no doubt be focused on discussing Sam Darnold, labeled a bust in the league by most, reviving his career and facing off against the team that drafted him.\n\nHowever, where you should focus for your wagers is matchups. The Jets enter this game after playing the Denver Broncos, who blitz more than any other team in the league. In second place? The Minnesota Vikings.\n\nAs a result, the way the Jets operated in Week 4 will likely be similar, to how they operate in London this Sunday.\n\nThe player who stood out most in their opportunities was Mike Williams, who caught 4 of his 5 targets and totaled 67 yards. With a current over/under set at 33.5 receiving yards, take the over (-115 on DraftKings Sportsbook ) and count on the veteran to help you cash it."
    },
    {
        "title": "Nvidia, Microsoft, SoftBank, and Cathie Wood's Ark Invest Are Betting Big on This AI Startup",
        "link": "https://www.msn.com/en-us/money/companies/nvidia-microsoft-softbank-and-cathie-wood-s-ark-invest-are-betting-big-on-this-ai-startup/ar-AA1rM6cp?ocid=BingNewsVerp",
        "description": "Since then, OpenAI has developed some of the world's most advanced AI models, which are at the foundation of its ChatGPT chat ...",
        "image_url": "https://www.bing.com/th?id=OVFT.UVU3WAz7igUng2D4fUKTuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "2hon MSN",
        "source": "MSN",
        "article_content": ""
    },
    {
        "title": "Fantasy football Start ‘Em, Sit ‘Em: 50 players to start or sit in Week 5",
        "link": "https://www.msn.com/en-us/sports/other/fantasy-football-start-em-sit-em-50-players-to-start-or-sit-in-week-5/ar-AA1rKZbi?ocid=BingNewsVerp",
        "description": "Time is running out to make final decisions for your fantasy lineup. Here are 50 players to start or sit this week.",
        "image_url": "https://www.bing.com/th?id=OVFT.8sIc0GxqMIYEh4s9uKZ6di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "16hon MSN",
        "source": "USA TODAY Sports on MSN",
        "article_content": ""
    },
    {
        "title": "From Open AI to hacked smart glasses, here are the 5 biggest AI headlines this week",
        "link": "https://www.msn.com/en-us/news/technology/from-open-ai-to-hacked-smart-glasses-here-are-the-5-biggest-ai-headlines-this-week/ar-AA1rKZKK?ocid=BingNewsVerp",
        "description": "Between OpenAI's $6.6 million funding round and some privacy-invading Meta Smart Glasses, we saw a scary number of ...",
        "image_url": "https://www.bing.com/th?id=OVF.sTbpBp3xlLVca2SHKq8y4A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "15hon MSN",
        "source": "Digital Trends on MSN",
        "article_content": ""
    },
    {
        "title": "Kia and Hyundai thefts surge despite anti-theft software measures",
        "link": "https://www.fingerlakes1.com/2024/10/06/kia-and-hyundai-thefts-surge-despite-anti-theft-software-measures/",
        "description": "The anti-theft software, initially seen as a solution, has failed to curb the spread of thefts from urban areas to the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.n-5IXvDskAeDtyouEDv6xS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "fingerlakes11h",
        "source": "fingerlakes1",
        "article_content": "Despite the implementation of anti-theft software updates, thefts of Kia and Hyundai vehicles continue to rise across Monroe County. Nearly 1,700 car thefts have been reported this year, with these models being prime targets due to widely circulated social media trends that demonstrate how to steal them. Last year, Rochester saw a dramatic spike, with over 3,800 vehicles stolen, many of them Kias and Hyundais.\n\nThe anti-theft software, initially seen as a solution, has failed to curb the spread of thefts from urban areas to the suburbs. Law enforcement officials note that thieves, emboldened by the ease of targeting these vehicles, are becoming increasingly brazen. Despite increased security measures, including the involvement of local authorities and additional protective actions by vehicle owners, the issue persists.\n\nOfficials advise Kia and Hyundai owners to remain vigilant, seek updates from dealers, and employ extra precautions, such as car clubs or alarms, as thefts show no sign of slowing."
    }
]