[
    {
        "title": "UFO 50's Retro Gaming Masterpieces, As Told By Steam Reviews",
        "link": "https://www.yahoo.com/entertainment/ufo-50s-retro-gaming-masterpieces-173000781.html",
        "description": "Hard, sure, but it’s possible—as we’ve now witnessed firsthand with the release of UFO 50. The collection—presented as a lost ...",
        "image_url": "https://www.bing.com/th?id=OVFT.46X4kjpGMCn5Qxi9O3Q6zS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Yahoo2h",
        "source": "Yahoo",
        "article_content": "Do you fondly remember playing 8-bit adventures on the NES and original Sega consoles? Titles like Contra, Ninja Gaiden, and Mega Man 2, all from the late ‘80s, provided a unique gaming experience that’s hard to replicate today with modern technology. Hard, sure, but it’s possible—as we’ve now witnessed firsthand with the release of UFO 50.\n\n\n\nThe collection—presented as a lost collection from a forgotten developer of the era—features an assortment of single- and multiplayer games across multiple genres, from platformers to roguelikes, with even a few in-depth RPGs mixed in. All are created with an 8-bit retro style that harkens back to the days of gaming in your living room after school. You can beat some of the games in mere minutes, then move on to the next; others, however, require a few hours and multiple playthroughs. They’re all unique, many of them are memorable, and some deserve no more than a single run-through.\n\nWhen we sifted through the Steam user reviews, we found an overwhelmingly positive reception from the gaming community. Most people love the indie retro collection and cannot praise the fun factor enough. As you’ll see below, nostalgia plays a significant role in many of the reviews. Numerous players gave a thumbs up because it felt like playing a game from their childhood, and there’s nothing wrong with feeling young again and enjoying your hobby!\n\nBut a few couldn’t get past many titles, which lack the quality-of-life features in modern gaming, or--they say--feel outdated and unnecessarily complex just for nostalgia’s sake. Despite the positive reviews, the negative ones prove highly negative. Many curse out the game and its developers; they shout from the rooftops about how unfun they thought most of the retro titles were to play.\n\nSurprisingly, we didn’t find many meme reviews, just plenty of positive or negative reviews to help you better understand the game. Here is UFO 50, as told by Steam reviews!\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\nScreenshot: Valve / Kotaku\n\n.\n\nFor the latest news, Facebook, Twitter and Instagram."
    },
    {
        "title": "Public UFO records archive opens in Rio Rancho",
        "link": "https://www.kob.com/new-mexico/public-ufo-records-archive-opens-in-rio-rancho/",
        "description": "The National UFO Historical Records Center is a nonprofit organizing hundreds of thousands of declassified government ...",
        "image_url": "https://www.bing.com/th?id=OVF.qvKhsC19Q3PnCtxPZVRQCg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "KOB 414h",
        "source": "KOB 4",
        "article_content": "Another New Mexico city is shining a spotlight on UFOs, but not in the way you might expect.\n\nRIO RANCHO, N.M. – Another New Mexico city is shining a spotlight on UFOs, but not in the way you might expect.\n\nThe portable classrooms at Martin Luther King Jr. Elementary are the new home of the National UFO Historical Records Archive. It’s the largest collection of UFO sighting documents in the country, and maybe the world.\n\nNow, thanks to a partnership with Rio Rancho Public Schools, the amateur collectors who kept all these records safe over the years are finally making them available to the public.\n\n“It’s literally overwhelming. People don’t have any conception until they come here how much material that we’re talking about. And it really, I think, makes people pause and realize there’s a lot more to this UFO subject than I ever thought,” said David Marler, executive director of the National UFO Historical Records Center.\n\nMarler knows the idea of a UFO records archive probably sounds silly to some folks, but he says that skepticism is welcome.\n\n“We really don’t care what your take is on the UFO subject. In fact, we welcome differing opinions, differing perspectives,” said Marler.\n\nThe National UFO Historical Records Center is a nonprofit organizing hundreds of thousands of declassified government documents, news clippings, photos, videos and more evidence from across the globe all under one roof.\n\n“It’s a traditional historical archive dedicated to a non-traditional subject. We want serious research to be conducted here in the hopes ultimately of maybe gaining a better insight into this mystery that we’ve been dealing with now for 75 plus years,” said Marler.\n\nHe says there are countless connections to be discovered now that all these case files are together.\n\n“Some organizations interviewed witnesses that the other did not, and vice versa, and sometimes there’s new insights provided by one investigative organization that was never obtained by this one,” said Marler. “The more minds, the more set of eyeballs we have looking at the data as with any subject, the better we’re going to be if we truly want to try to understand what we’re dealing with when we talk about UFOs.”\n\nMarler’s collection – which used to live inside his Rio Rancho home – is largely a collection of other collections sent in from fellow UFO archivists. With all this extra space donated by Rio Rancho Public Schools, Marler says they’re ready for more.\n\n“We have about 10 to 12 other collections that are also in the queue,” Marler said. “Two individuals I know in Ohio have stated, ‘You’re already in my will. If anything happens to me, my material is coming to Rio Rancho.'”\n\nWhether or not you believe in aliens, Marler says the overwhelming amount of documentation is worth preserving.\n\n“We feel it’s important because it is an element of history, it is an element of our culture. So that’s really how we try to view it,” said Marler. “If we can’t define the answers to the UFO mystery, maybe in 40, 50, 60, years someone might, but they can only do that by looking at the data.”\n\nWhile this is a public archive, it’s a not a free for all. Marler says you’ll have to submit a request on their website to set up a time to come and visit. The idea is that you’ll have full access to everything inside.\n\nBut why would Rio Rancho Public Schools get involved with something like this.\n\n“Our students find the subject matter of UFO investigation very intriguing. And so we want to do is we want to use that as a catalyst in order to get students involved in other types of learning,” said RRPS Chief Operating Officer Michael Baker. “So we think that the parents, as long as the students are learning, we’re not trying to persuade thinking one way or another, we think we’re going to see some really good benefits from this area.”\n\nDistrict officials say the partnership is expected to last at least five years.\n\nAnother New Mexico city is shining a spotlight on UFOs, but not in the way you might expect."
    },
    {
        "title": "Get your own UFO in the latest No Man's Sky update during a really weird Expedition",
        "link": "https://www.gamingonlinux.com/2024/10/get-your-own-ufo-in-the-latest-no-mans-sky-update-during-a-really-weird-expedition/",
        "description": "Hello Games have updated No Man's Sky again, bringing with it a reality-bending new Expedition with The Cursed.",
        "image_url": "https://www.bing.com/th?id=OVFT.FrDabarJGrUEpAAIHu8Oqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "GamingOnLinux4h",
        "source": "GamingOnLinux",
        "article_content": "Hello Games have updated No Man's Sky again, bringing with it a reality-bending new Expedition with The Cursed.\n\nUnlike some previous updates, this doesn't include some major new features elsewhere, as it seems firmly focused on this new Expedition that runs for the next two weeks. There are of course plenty of bug fixes across the whole game though.\n\nSo what's The Cursed all about then? Taking place in a \"sort of twilight realm, straddling the boundary between one reality and the next\", here the very boundaries of reality are crumbling and things will start getting pretty weird. During it you can get a few new items like an exclusive jetpack customization and the Boundary Herald Starship which looks very much like a classic UFO blended with a Millennium Falcon,\n\nSee the update page for more.\n\nNo Man's Sky is playable on Linux with Proton and is rated Steam Deck Verified by Valve.\n\nNo Man's Sky | Release Date: 12th August 2016 Where to buy from: Fanatical\n\nGOG\n\nHumble Store\n\nSteam"
    },
    {
        "title": "Mystery ‘UFO cloud’ has reappeared at the same spot for more than 100 years",
        "link": "https://www.msn.com/en-ca/news/world/mystery-ufo-cloud-has-reappeared-at-the-same-spot-for-more-than-100-years/ar-AA1sM7tl?ocid=BingNewsVerp",
        "description": "A cloud that resembles a UFO has been spotted in the same location for more than 100 years. The phenomenon occurs around the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KoxMFKeDSt3Tr2qpYw1xNi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "9hon MSN",
        "source": "Metro on MSN",
        "article_content": ""
    },
    {
        "title": "Eerie ‘UFO cloud’ reappears in exact same spot over New Zealand in bizarre phenomenon",
        "link": "https://www.msn.com/en-gb/travel/other/eerie-ufo-cloud-reappears-in-exact-same-spot-over-new-zealand-in-bizarre-phenomenon/ar-AA1sMKrc?ocid=BingNewsVerp",
        "description": "The baffling 7-mile-long formation has been spotted in the same place for more than 100 years before it mysteriously ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9r2QF7mjGPNAZZkjvC8tKC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "6hon MSN",
        "source": "Daily Express on MSN",
        "article_content": ""
    },
    {
        "title": "How Google’s AI-powered note-taking app ‘took off’ with audio",
        "link": "https://www.yahoo.com/tech/google-ai-powered-note-taking-155332730.html",
        "description": "A previously little known Google-created AI research and note-taking tool has 'really taken off' after it added an audio ...",
        "image_url": "https://www.bing.com/th?id=OVFT.ZbZMN1X0noZaX25W44RJmC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Yahoo",
        "article_content": "At first not many were using Google's NotebookLM to take notes. But it's been receiving more attention since it added a feature letting users create an audio summary of files in a conversational, podcast-like format featuring one male and one female voice. Zacharie Scheurer/dpa\n\nA previously little known Google-created AI research and note-taking tool has “really taken off” after it added an audio feature which turned notes into podcast-like audio and the results went viral, one of its product managers has said.\n\nNotebookLM was first released last year as an AI tool to help users interact with their documents – allowing them to upload a range of files and get summaries and explanations based on that content.\n\nBut the app has begun receiving more mainstream public attention in recent weeks after it added a feature called Audio Overviews, which enabled users to create an audio summary of their upload files, but in a conversational, podcast-like format featuring one male and one female voice.\n\nVarious results from using the tool quickly circulated online and brought new users to the app.\n\nNow Raiza Martin, a product manager at Google Labs and one of the people leading the build of NotebookLM, says users are hungry for more editing control over the type of Audio Overviews they can create with the tool.\n\n“This is such an exciting time, because since we’ve launched it everyone on Twitter and Reddit and even in our Discord is saying ‘I want the knobs’, particularly for more voices, or ‘I want to change the length’,” she told the PA news agency.\n\n“Everybody wants to change everything, and we’re definitely going to address this. We’re shipping features quickly to give people more control, but we’re trying to be thoughtful about which controls we ship first.”\n\nAn update to NotebookLM has since rolled out, allowing users to tweak which topics or areas from their source notes they would like covered specifically.\n\nMs Martin added: “I always get asked the question ‘who is the tool for’ or ‘who is your target audience?’ and most of the time I’ve thought about it in the same way, which is; what is the person’s profession? How are they applying this to their everyday life?.\n\n“And I think we were very, very fortunate in that when we launched Notebook as Project Tailwind last year, we just launched the tool with none of those assumptions to try to find out how people would use it.”\n\nShe said this lack of a specific target audience has helped show that the app could be applicable for anyone who “works on a computer”, particularly when it came to the audio summaries, and the team building the app were already hearing stories of people listening to the Audio Overviews like a podcast to help them digest their notes.\n\n“Specifically for the audio, I think one of our key insights is that there are a lot of jobs that require you to digest a lot of information – and not just jobs – learners, students of all ages, educators… basically, if you’re working on a computer, this is the sort of thing you could probably find utility in,” she said.\n\n“I’ve heard from a lot of people that the way they use it is to listen to the audio first and then write their own questions down, and that had me thinking what a magical harmony between people, technology, information, knowledge, and I think we’re just at the starting line of what this can do.”\n\nNotebookLM has not had the high-profile launch of Google’s flagship AI assistant, Gemini, which powers NotebookLM, but Ms Martin said the newfound fame the note-taking tool had found meant this “true experimental product for Google” was getting a more serious product road-map.\n\n“What I’ll say in terms of how we’re approaching the continuing rollout is that I think we’ve learned a lot in the last year; what is really resonating with people, what is really useful, how they’re using it every day,” she said.\n\n“And I think that the way we want to keep pushing forward is to really stabilise the experience, and there’s still a lot of work to do to try to connect this to everyday people and make it really relevant.\n\n“So I think that while the feature work that we’re doing is exciting, I think now is the right time to also start addressing how do we make it so much easier to use.\n\n“Because for better or worse, that’s not where a lot of our attention has been, but now that we have a lot more interest, a lot more users, let’s make it a lot easier.”"
    },
    {
        "title": "The AI app Soula seeks to improve healthcare access for pregnant women",
        "link": "https://www.businessinsider.com/soula-ai-chatbot-postpartum-healthcare-gap-women-2024-10",
        "description": "She ultimately sought the help of a counselor. It was not until her most recent pregnancy that she also started to use an AI ...",
        "image_url": "https://www.bing.com/th?id=OVFT.wwgszEYQrlk57P_VXWS_Vy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Business Insider11h",
        "source": "Business Insider",
        "article_content": "The Soula app has an AI chatbot, Dua, that aids mothers with postpartum depression support.\n\nAI chatbots like Dua aim to reduce healthcare burdens and improve mental health access.\n\nOB/GYN experts said that they welcome innovation in AI to destigmatize questions about pregnancy.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nCaring for a month-old newborn and two-year-old son felt overwhelming for LeRonika Francis.\n\nDuring her first postpartum period, Francis said she experienced a heavy wave of depression while dealing with a baby with colic. She ultimately sought the help of a counselor. It was not until her most recent pregnancy that she also started to use an AI chatbot on the fem-tech app Soula, which she said helped with reducing depressive symptoms and reassuring her about her mental health.\n\n\"It tells me: 'Welcome back, LeRonika. Your reactions are natural,'\" said Francis, who is based in New Iberia, Louisiana.\n\nThe AI chatbot called \"Dua\" also sent her some videos that she could watch about self-hugging, a practice that could reduce stress levels.\n\nAdvertisement\n\n\"I feel like Dua is there more than anything. It really showed me: OK, this is what you could do. Make sure you make time for yourself, too, because that's important as well,\" said Francis.\n\nSoula was co-founded by Natallia Miranchuk and Andrei Kulik, who conceptualized a 24/7 AI doula that could close the gap in mental health support for mothers during pregnancy and postpartum periods. Rather than replacing medical providers, apps such as Soula aim to increase broader access to maternal healthcare. Healthcare providers said that these apps could also help reduce the burden on the healthcare system, where wait times can be long and workers face burnout.\n\nBusiness Insider spoke with OB/GYN doctors and doulas, who largely welcomed the rise in AI chatbots because they can make information more accessible to patients.\n\nAccording to data obtained from Sensor Tower, Soula now has more than 35,000 downloads. The startup has fundraised over $750,000 and is backed by investors such as Andrey Mikhaylyuk, the former vice president of product at Flo Health, a period tracking app.\n\nAdvertisement\n\nMiranchuk told BI that her experiences as a single mother of two and her work as a former maternity photographer inspired her to develop a supportive app for women. Initially conceptualized as a hub to connect doulas worldwide to those in need, the generative AI boom shifted the startup's focus to integrating a chatbot that could serve more populations.\n\n\"Women are shy to ask questions, even in the community, because they have the feeling that maybe 'as a mom, I should have known that, but I don't.' And she doesn't know where to go,\" Miranchuk said.\n\nRelated stories\n\nThe ease of customizing ChatGPT has spurred a wave of new AI-based chatbots like Soula. According to Sensor Tower, the companion apps Character.ai, Talkie, and Paradot have more than 73 million collective downloads, soaring more than 130% between 2023 and 2024. AI therapy apps such as Wysa and Woebot received over 1 million downloads, the data said.\n\nCorenia Smith, director of the Birth Justice Collaborative in Minnesota, said that while popularizing tools like chatbots can help broaden healthcare access, it is important to avoid a \"one size fits all\" and ensure that AI can reflect the communities it serves.\n\nAdvertisement\n\n\"There are cultural practices that exist and have existed for thousands of years that people still use,\" Smith said. \"A human could talk about all their experience and what they've seen and give referrals. When you reach that limitation with an AI, it has to have the ability to hand over care or make a referral in a way where people don't feel dropped.\"\n\nThe role of a doula\n\nThe AI chatbot Dua aims to function like a doula, providing mothers with information about the pregnancy experience during a time of transition.\n\nDoulas are trained professionals who can provide non-medical, continuous physical, emotional, and information support for women before, during, and after childbirth, helping to reduce mental health-related morbidity for the mother and reduce infant mortality rates.\n\nAccess to doulas can be costly. While there's Medicaid coverage for doulas in several states, not all private health insurance plans cover these expenses. Long wait times and socioeconomic inequality also contribute to increased levels of stress and lack of healthcare usage among mothers and pregnant people.\n\nAdvertisement\n\n\"Traditionally, it's been something that's been available only to folks with a lot of money and a lot of resources. The people that benefit the most from doula care are those that might not trust the healthcare system,\" said Dr. Devon Rupley, an attending physician and OB/GYN specialist at NYC Health. \"That tends to be people of color who've had previously negative experiences with racism and bias that can really harm their experience in the healthcare system generally.\"\n\nRupley added that using an AI healthcare app to address basic questions can allow patients to spend higher-quality time with doctors by asking high-level questions and discussing their healthcare issues.\n\nDua is the Soula app's built-in AI chatbot. Soula\n\nHow to design an empathetic AI chatbot\n\nSoula enlisted real-life doulas to help train its chatbot and strike the right tone.\n\n\"We can't create it to be as personable as talking to a real-life person, but we can try to create that as much as possible,\" said Lexi Pacheco, a doula from Arizona who worked to help refine the dialogue in Soula's chatbot Dua. For $22 per hour, she helped improve the chatbot by using it \"hand-in-hand\" during her pregnancies, adding in her expertise.\n\nAdvertisement\n\nWhile asking questions on Google could yield more informational responses, Pacheco said mothers would want something that provided \"more of that reassurance that Google wouldn't.\"\n\nFor Armani Grant, a Soula user who became pregnant at 18, Google felt overwhelming. The chatbot allowed her to ask questions that she wouldn't feel comfortable asking her mother.\n\nPacheco said many women she's worked with reported similar experiences.\n\n\"They might even feel incompetent to ask the question, which no woman should ever feel, but with my history of working with people, they definitely tend to revert to: I'm sorry, I'm asking this question for some reason, and that might just be because of the societal pressure that more medicalized doctors have put on people that they don't give the time and day to us,\" Pacheco said.\n\nAdvertisement\n\nThe app isn't meant to completely replace a doula. Moreover, retention rates of AI healthcare chatbots can be low, said Johannes Eichstaedt, a computational social scientist and assistant professor of psychology at Stanford University. The high dropout rates for healthcare apps are \"an elephant in the room,\" he said.\n\nAt the same time, Pacheco said AI bots can help \"calm nerves\" and fill the gaps when patients feel they are \"bothering\" their healthcare providers.\n\n\"AI isn't like a healthcare provider to give you guidance, but it's supposed to be there to give you a little bit more comfort,\" Pacheco said."
    },
    {
        "title": "VCs love using the AI meeting notepad Granola, so they gave it $20M",
        "link": "https://www.msn.com/en-us/news/technology/vcs-love-using-the-ai-meeting-notepad-granola-so-they-gave-it-20m/ar-AA1sN3Rx?ocid=BingNewsVerp",
        "description": "Granola's notepad app has become a popular tool among venture capitalists who use it to record meetings and augment notes ...",
        "image_url": "https://www.bing.com/th?id=OVFT.9sYKRcv_LRJtlzntUG-tDS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "6hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Florida boy, 14, killed himself after falling in love with ‘Game of Thrones’ A.I. chatbot: lawsuit",
        "link": "https://www.msn.com/en-us/news/crime/florida-boy-14-killed-himself-after-falling-in-love-with-game-of-thrones-ai-chatbot-lawsuit/ar-AA1sNFho?ocid=BingNewsVerp",
        "description": "Sewell Setzer III committed suicide at his Orlando home in February after becoming obsessed and allegedly falling in love ...",
        "image_url": "https://www.bing.com/th?id=OVF.um7f3H6EtNDWI0TL6uVSMg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "2hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "This Week in AI: The AI agents cometh",
        "link": "https://techcrunch.com/2024/10/23/this-week-in-ai-the-ai-agents-cometh/",
        "description": "This week, Anthropic released its newest AI model, an upgraded version of Claude 3.5 Sonnet, that can interact with the web ...",
        "image_url": "https://www.bing.com/th?id=OVFT.SpXchzQsjTWHoOja0AM2ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "TechCrunch3h",
        "source": "TechCrunch",
        "article_content": "Hiya, folks, welcome to TechCrunch’s regular AI newsletter. If you want this in your inbox every Wednesday, sign up here.\n\n\n\nThe agents are coming — the AI agents, that is.\n\nThis week, Anthropic released its newest AI model, an upgraded version of Claude 3.5 Sonnet, that can interact with the web and desktop apps by clicking and typing — much like a person. It’s not perfect. But 3.5 Sonnet with “Computer Use,” as Anthropic’s calling it, could be transformative in the workplace.\n\nAt least, that’s the elevator pitch.\n\nWhether Anthropic’s new model lives up to the hype remains to be seen. But its arrival signifies Anthropic’s ambitions in the nascent AI agent market, which some analysts believe could be worth close to $50 billion by 2030.\n\nAnthropic isn’t the only one investing resources in developing AI agents, which, broadly defined, automate tasks that previously had to be performed manually. Microsoft is testing agents that can use Windows PCs to book appointments and more, while Amazon is exploring agents that can proactively make purchases.\n\nOrganizations might be waffling on generative AI. But they’re pretty bullish on agents so far. A report out this month from MIT Technology Review Insights found that 49% of executives believe agents and other forms of advanced AI assistants will lead to efficiency gains or cost savings.\n\nFor Anthropic and its rivals building “agentic” technologies, that’s welcome news indeed. AI isn’t cheap to build — or run. Case in point, Anthropic is said to be in the process of raising billions of dollars in venture funds, and OpenAI recently closed a $6.5 billion funding round.\n\nBut I wonder if most agents today can really deliver on the hype.\n\nTake Anthropic’s, for example. In an evaluation designed to test an AI agent’s ability to help with airline booking tasks, the new 3.5 Sonnet managed to complete less than half of the tasks successfully. In a separate test involving tasks like initiating a product return, 3.5 Sonnet failed roughly one-third of the time.\n\nAgain, the new 3.5 Sonnet isn’t perfect — and Anthropic readily admits this. But it’s tough to imagine a company tolerating failure rates that high for very long. At a certain point, it’d be easier to hire a secretary.\n\nStill, businesses are showing a willingness to give AI agents a try — if for no other reason than keeping up with the Joneses. According to a survey from startup accelerator Forum Ventures, 48% of enterprises are beginning to deploy AI agents, while another third are “actively exploring” agentic solutions.\n\nWe’ll see how those early adopters feel once they’ve had agents up and running for a bit.\n\nNews\n\nData scraping protests: Thousands of creatives, including actor Kevin Bacon, novelist Kazuo Ishiguro, and the musician Robert Smith, have signed a petition against unlicensed use of creative works for AI training.\n\nMeta tests facial recognition: Meta says it’s expanding tests of facial recognition as an anti-fraud measure to combat celebrity scam ads.\n\nPerplexity gets sued: News Corp’s Dow Jones and the NY Post have sued growing AI startup Perplexity, which is reportedly looking to fundraise, over what the publishers describe as a “content kleptocracy.”\n\nOpenAI’s new hires: OpenAI has hired its first chief economist, ex-U.S. Department of Commerce chief economist Aaron Chatterji, and a new chief compliance officer, Scott Schools, previously Uber’s compliance head.\n\nChatGPT comes to Windows: In other OpenAI news, OpenAI has begun previewing a dedicated Windows app for ChatGPT, its AI-powered chatbot platform, for certain segments of customers.\n\nxAI’s API: Elon Musk’s AI company, xAI, has launched an API for Grok, the generative AI model powering a number of capabilities on X.\n\nMira Murati raising: Former OpenAI CTO Mira Murati is reportedly fundraising for a new AI startup. The venture is said to focus on building AI products based on proprietary models.\n\nResearch paper of the week\n\nMilitaries around the world have shown great interest in deploying — or are already deploying — AI in combat zones. It’s controversial stuff, to be sure, and it’s also a national security risk, according to a new study from the nonprofit AI Now Institute.\n\nThe study finds that AI deployed today for military intelligence, surveillance, and reconnaissance already poses dangers because it relies on personal data that can be exfiltrated and weaponized by adversaries. It also has vulnerabilities, like biases and a tendency to hallucinate, that are currently without remedy, write the co-authors.\n\nThe study doesn’t argue against militarized AI. But it states that securing military AI systems and limiting their harms will require creating AI that’s separate and isolated from commercial models.\n\nModel of the week\n\nThis week was a very busy week in generative AI video. No fewer than three startups released new video models, each with their own unique strengths: Haiper’s Haiper 2.0, Genmo’s Mochi 1, and Rhymes AI’s Allegro.\n\nBut what really caught my eye was a new tool from Runway called Act-One. Act-One generates “expressive” character performances, creating animations using video and voice recordings as inputs. A human actor performs in front of a camera, and Act-One translates this to an AI-generated character, preserving the actor’s facial expressions.\n\nImage Credits:Runway\n\nGranted, Act-One isn’t a model per se; it’s more of a control method for guiding Runway’s Gen-3 Alpha video model. But it’s worth highlighting for the fact that the AI-generated clips it creates, unlike most synthetic videos, don’t immediately veer into uncanny valley territory.\n\nGrab bag\n\nAI startup Suno, which is being sued by record labels for allegedly training its music-generating tools on copyrighted songs sans permission, doesn’t want yet another legal headache on its hands.\n\nAt least, that’s the impression I get from Suno’s recently announced partnership with content ID company Audible Magic, which some readers might recognize from the early days of YouTube. Suno says it’ll use Audible Magic’s tech to prevent uploads of copyrighted music for its Covers feature, which lets users create remixes of any song or sound.\n\nSuno has told labels’ lawyers that it believes songs it used to train its AI fall under the U.S.’ fair-use doctrine. That’s up for debate. It wouldn’t necessarily help Suno’s case, though, if the platform was storing full-length copyrighted works on its servers — and encouraging users to share them."
    },
    {
        "title": "Former Skeptics Who Now Believe In The Paranormal, What Was The Moment That Changed Your Mind?",
        "link": "https://www.msn.com/en-us/health/weightloss/former-skeptics-who-now-believe-in-the-paranormal-what-was-the-moment-that-changed-your-mind/ar-AA1sNWWw?ocid=BingNewsVerp",
        "description": "Many people — myself included — wholeheartedly believe in the paranormal/supernatural. On the flip side, though, many ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2o5vTsoekEV0AnVYH8-4VS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "BuzzFeed on MSN32m",
        "source": "BuzzFeed on MSN",
        "article_content": ""
    },
    {
        "title": "Soaring Eagle to host huge paranormal convention",
        "link": "https://www.themorningsun.com/2024/10/23/soaring-eagle-to-host-huge-paranormal-convention/",
        "description": "Pleasant event. Mid-Michigan’s 7th annual paranormal convention is this Saturday and Sunday. With a mission dedicated to the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z_CW7PchS_fnLPTQrbcJLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Morning Sun7h",
        "source": "The Morning Sun",
        "article_content": "Click to share on Facebook (Opens in new window)"
    },
    {
        "title": "Appreciate paranormal entertainment in Panama City Beach",
        "link": "https://www.msn.com/en-us/travel/tripideas/appreciate-paranormal-entertainment-in-panama-city-beach/ar-AA1sNjSN?ocid=BingNewsVerp",
        "description": "A Halloween event that hasn’t been around since 2017 is finally back at Gulf World Marine Park on Friday, October 25th, and ...",
        "image_url": "https://www.bing.com/th?id=OVF.Lupvp8elMwOlHyGvWmyQfA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "5hon MSN",
        "source": "WMBB Panama City on MSN",
        "article_content": ""
    },
    {
        "title": "Ghosts, UFOs, psychics and more on tap for Mid-Michigan Paranormal Convention",
        "link": "https://www.themorningsun.com/2024/10/23/ghosts-ufos-psychics-and-more-on-tap-for-mid-michigan-paranormal-convention/",
        "description": "Michigan’s rich haunted history will come alive as paranormal enthusiasts and researchers from around the world will ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Z_CW7PchS_fnLPTQrbcJLy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "The Morning Sun9h",
        "source": "The Morning Sun",
        "article_content": "‘Pink cocaine,’ the designer drug tied to Liam Payne’s death, isn’t what it sounds like"
    },
    {
        "title": "‘Ghost Files’ Has Been Renewed For a Spooky Season 4",
        "link": "https://collider.com/ghost-files-renewed-season-4/",
        "description": "You can currently watch the first two seasons of Ghost Files and catch up on Season 3’s premiere currently on Watcher’s ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0ClzPp5Gy1TlImYbhCNvmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "3h",
        "source": "collider",
        "article_content": "Content not available"
    },
    {
        "title": "Physicists discover first 'black hole triple'",
        "link": "https://www.sciencedaily.com/releases/2024/10/241023130914.htm",
        "description": "A surprising discovery about the black hole V404 Cygnus is expanding our understanding of black holes, the objects they can host, and the way they form.",
        "image_url": "https://www.bing.com/th?id=ODF.96mwsaHf5w3b01ClmPkvpA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "Science Daily1h",
        "source": "Science Daily",
        "article_content": "Content not available"
    },
    {
        "title": "First ‘black hole triple’ may have formed in a surprisingly gentle way",
        "link": "https://www.popsci.com/science/black-hole-triple/",
        "description": "Since the new triple system includes a very far-off star, the system’s black hole was potentially born through that gentler ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QqIB4Ucx8uWqOBCtHbODgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "5h",
        "source": "Popular Science",
        "article_content": "For the first time, physicists have observed a “black hole triple” in space. This new system is about 8,000 light years away from Earth and is made up of a central black hole that is in the act of consuming a small star spiraling very close to it. Surprisingly, a second star appears to also be circling the central black hole, but much further away. The discovery is described in a study published October 23 in the journal Nature.\n\nHitting a triple\n\nMost of the black holes that scientists have detected appear to be part of a pair called a binary system. These systems are made up of the black hole and a secondary object like a star, much denser neutron star, or another black hole. The binary system then spirals around each other and are drawn together by the black hole’s gravity.\n\nFor this new black hole triple, there is an additional object orbiting the central black hole. The closer star orbits the black hole about every 6.5 days. The authors estimate that the more far-off companion orbits the black hole every 70,000 years.\n\n[Related: The hunt for the first stars in the universe.]\n\nThat a black hole appears to have a gravitational hold on an object that is so far away is raising some questions about the origins of this black hole itself. Scientists believe that black holes form from a supernova–the violent explosion of a dying star. During a supernova, a star releases a huge amount of energy and light in one final burst before it collapses into an invisible black hole.\n\nIf this newly-observed black hole resulted from a typical supernova, the energy it would have released before it ultimately collapsed would have kicked away any more loosely bound objects orbiting on its outskirts. In theory, that second outer star shouldn’t still be hanging around.\n\nThe team believes that the black hole formed through a more gentle process instead–direct collapse. During direct collapse, a star simply caves in on itself and forms a black hole without that last dramatic burst. A gentle origin like this wouldn’t really disturb any loosely bound, faraway objects.\n\nSince the new triple system includes a very far-off star, the system’s black hole was potentially born through that gentler direct collapse. While astronomers have been observing violent supernovae for centuries, this new triple system may be the first evidence of a black hole that formed from this more gentle process.\n\n“We think most black holes form from violent explosions of stars, but this discovery helps call that into question,” study co-author and MIT physicist Kevin Burdge said in a statement. “This system is super exciting for black hole evolution, and it also raises questions of whether there are more triples out there.”\n\nChance discovery\n\nThis discovery also came about almost by chance. The physicists found it while looking through a repository of astronomical observations taken by telescopes in space and around the world called Aladin Lite. They used Aladin Lite to search for images of the same part of the sky, taken by different telescopes tuned to various wavelengths of energy and light.\n\nOriginally, they were looking within the Milky Way galaxy for signs of new black holes. Out of curiosity, Burdge reviewed an image of V404 Cygni, a black hole roughly 8,000 light years from Earth. In 1992, V404 Cygni became one of the very first objects in space to be confirmed as a black. Since then, it has been documented in over 1,300 scientific papers and is one of our most well-studied black holes. However, none of these studies reported this strange triple system.\n\n[Related: 1.5 billion cosmic objects dazzle in the largest infrared Milky Way map ever created.]\n\nWhile looking at optical images of V404 Cygni, Burdge saw what looked like two blobs of light that were close to one another. The first blob was the black hole and an inner star orbiting close by. That star is so close to the hole that it is releasing some of its material onto the black hole itself and giving off visible light. However, that second blob of light was most likely coming from a very distant star that had not been observed before.\n\n“The fact that we can see two separate stars over this much distance actually means that the stars have to be really very far apart,” said Burdge.\n\nCalculations found that the outer star is 3,500 astronomical units (AU) away from the black hole. One AU is the distance between Earth and the sun. The outer star is thus 3,500 times further away from the black hole as we are to the sun, or 100 times greater than the distance between Pluto and the sun.\n\nThe team then questioned whether the outer star was linked to both the black hole and its inner star. To find an answer, the team looked to Gaia, the satellite that has been tracking the motions of all the stars in the galaxy for a decade. They analyzed the motions of the inner and outer stars over the past 10 years of Gaia data and found that the stars moved in tandem compared to some of the nearby stars. According to their calculations, the odds of this kind of tandem motion are about one in 10 million.\n\n“It’s almost certainly not a coincidence or accident,” Burdge said. “We’re seeing two stars that are following each other because they’re attached by this weak string of gravity. So this has to be a triple system.”\n\nLet’s go fly a (space) kite\n\nThe team then wondered how this system could have formed in the first place. The violent explosion of a typical supernova would have kicked that outstar away a very long time ago.\n\n“Imagine you’re pulling a kite, and instead of a strong string, you’re pulling with a spider web,” Burdge said. “If you tugged too hard, the web would break and you’d lose the kite. Gravity is like this barely bound string that’s really weak, and if you do anything dramatic to the inner binary, you’re going to lose the outer star.”\n\nTo test out this kite string theory, Burdge carried out computer simulations to see how this kind of triple system could have evolved and kept the outer star.\n\n[Related: Biggest black hole jets ever seen span 140 Milky Way galaxies.]\n\nAt the beginning of each simulation, he introduced three stars. The third star was the black hole, before it became a black hole. He then ran tens of thousands of simulations. Each simulation had a slightly different scenario for how the third star may have become a black hole and affected the motions of the other two stars. For example, he simulated a supernova and changed the amount of energy and the direction all of that energy traveled in. He also simulated scenarios of direct collapse, where the third star caved in on itself to form a black hole, without sending off any energy.\n\n“The vast majority of simulations show that the easiest way to make this triple work is through direct collapse,” Burdge says.\n\nThis extra outer star also revealed the system’s age. The team observed that the outer star is in the process of becoming a red giant, a phase occurring at the end of a star’s life. They believe that the outerstar is about 4 billion years old, based on this transition. Since the neighboring stars are born around the same time, the team believes that this black hole triple is also 4 billion years old.\n\n“We’ve never been able to do this before for an old black hole,” Burdge said. “Now we know V404 Cygni is part of a triple, it could have formed from direct collapse, and it formed about 4 billion years ago, thanks to this discovery.”"
    },
    {
        "title": "After 60 Years, Nuclear Power for Spaceflight is Still Tried and True",
        "link": "https://science.nasa.gov/technology/rps/after-60-years-nuclear-power-for-spaceflight-is-still-tried-and-true/",
        "description": "Six decades after the launch of the first nuclear-powered space mission, NASA is embarking on a bold future of human exploration and scientific discovery.",
        "image_url": "https://www.bing.com/th?id=ODF.I8WOJ37MAcH3qrEhqP3u7Q&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "NASA1h",
        "source": "NASA",
        "article_content": "“Nuclear power has opened the solar system to exploration, allowing us to observe and understand dark, distant planetary bodies that would otherwise be unreachable. And we’re just getting started,” said Dr. Thomas Zurbuchen, associate administrator for NASA's Science Mission Directorate. “Future nuclear power and propulsion systems will help revolutionize our understanding of the solar system and beyond and play a crucial role in enabling long-term human missions to the Moon and Mars.”"
    },
    {
        "title": "Dunia raises $11.5M to accelerate electrochemical materials discovery",
        "link": "https://siliconangle.com/2024/10/23/dunia-raises-11-5m-accelerate-electrochemical-materials-discovery/",
        "description": "As a result, the global market for electrochemical technologies is forecast to reach $1.5 trillion by 2050. That forecast is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.c9kNIz1BOMsRLQxz-e6qVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "10h",
        "source": "SiliconANGLE",
        "article_content": "Content not available"
    },
    {
        "title": "'Dizzying' Discovery: Mysterious Electron-Path-Deflecting Effect Unlocks New Quantum Behaviors",
        "link": "https://scitechdaily.com/dizzying-discovery-mysterious-electron-path-deflecting-effect-unlocks-new-quantum-behaviors/",
        "description": "Twisting tungsten disulfide crystals allows researchers to control electron movement and enhance optical properties, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-VGZ0i2PtuoWSZbtoOYw3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "12h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "FanDuel promo code: Win Knicks vs. Celtics bet, get $300 bonus, plus League Pass (win or lose)",
        "link": "https://www.masslive.com/betting/2024/10/fanduel-promo-code-win-knicks-vs-celtics-bet-get-300-bonus-plus-league-pass-win-or-lose.html",
        "description": "Score big with a $300 bonus and three free months of NBA League Pass from FanDuel for Knicks vs. Celtics on NBA Opening Night ...",
        "image_url": "https://www.bing.com/th?id=OVFT.HXV2A7MDuEIqW5bpesne_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "MassLive",
        "article_content": "The Boston Celtics will begin defense of their 18th NBA championship when they host the revamped rival New York Knicks tonight. Tipoff is set for 7:30 p.m. ET.\n\nNBA bettors and fans can get under the hoop for some winning returns with a $300 sportsbook bonus when they register with today’s FanDuel promo code (no code required). The deal also includes three free months of NBA League Pass.\n\nFanDuel promo code: How to claim your two-part bonus\n\nYou simply won’t find a better opening offer on NBA Opening Night. Get your bonus bets and viewing access to all of the NBA Action. This offer is “fantastic” as the old school league promo liner used to say.\n\nNew users can win $300 in bonus bets with their first wager. Put down a wager of at least $5 and if it wins you will be awarded a $300 bonus in addition to the winnings from the bet.\n\nWin or lose, you will be granted a three-month subscription to NBA League Pass. Keep up on the Celtics’ top opponents and follow your NBA wagers live as you get ready to cash out.\n\nJust follow these easy steps to claim the bonuses.\n\nClick any link or banner on this page to get started with FanDuel Sportsbook and click “Join Now.”\n\nFill out the required informational fields. If you use our link to sign up, no promo code is required.\n\nConfirm your banking source and deposit at least $5.\n\nPlace the first wager of at least $5.\n\nYou are not limited by odds restrictions with the first wager. If you want to take the Celtics on the moneyline, don’t be steered away by the odds.\n\nThe $300 bonus can be split into various bets or used in one shot. Bonus bets will expire in seven days. You can register today, bet on the Celtics, and on or against the Patriots in NFL Week 8.\n\nFanDuel existing user promos for NBA Opening Night\n\nFanDuel Sportsbook users can still claim more bonuses after the initial FanDuel promo code expires. Here are some of their featured promos. .\n\nProfit boosts : Get enhanced odds on certain betting markets.\n\nNo sweat bets : If your bet loses, a bonus bet will let you wager again with house money.\n\nReferral bonus: Invite your friend that you go to Celtics watch parties with and you’ll each receive a $75 bonus ($50 sportsbook + $25 casino).\n\nKnicks vs. Celtics odds to use with your FanDuel promo code\n\nBoston is favored by six points, as it downed New York three times last season by double-figure margins. The Knicks are aiming to show they have drawn closer to the Celtics’ elite tier with their major offseason moves.\n\nJalen Brunson confirmed he was a big-game type of player during last season’s playoffs, when he averaged 32.4 points per game. This matchup may have a playoff atmosphere, and Brunson can help the Knicks cover even if they lose.\n\nWatch for an interesting battle between three-point artists from the center position. Al Horford and Karl-Anthony Towns ranked first and second, respectively in field goal percentage at their position last season.\n\nThe Celtics will return most of their championship core for the opener. Jayson Tatum had a high game of 35 points against New York last season."
    },
    {
        "title": "Best sportsbook promos for Knicks vs Celtics include bet $10, get $200 BetMGM promo",
        "link": "https://www.nj.com/betting/2024/10/best-sportsbook-promo-codes-for-knicks-vs-celtics-include-bet-10-get-200-betmgm-promo.html",
        "description": "The Caesars Sportsbook promo code NJCOM100 is offering a great bonus for new accounts. When you verify your Caesars account, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JnQt31n_id9d9Q5OU0VWdS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "23h",
        "source": "NJ.com",
        "article_content": "NBA fans, get ready for an exciting opening day matchup between the New York Knicks and the defending champion Boston Celtics at TD Garden.\n\nThe best sportsbook promo codes are offering up to $4,000 in bonuses for tonight’s game.\n\nKeep reading as I break down the best sportsbook bonuses available and how you can take advantage of them for the Knicks vs. Celtics matchup.\n\nBetMGM Sportsbook promo code: Bet $10, get $200 bonus instantly\n\nSign up now for a new BetMGM Sportsbook promo code (no code needed) and you’ll get a bet $10, get $200 bonus instantly.\n\nNew users will get 4 $50 bonus bets as soon as they wager $10 on any market. The bonus bets have no cash value and expire in 7 days.\n\nIf you enter the BetMGM Sportsbook bonus code NJCOM1500 you can get a $1,500 first-bet bonus, but these promos can‘t be combined.\n\nThe bonus bets are issued if your first bet loses and you‘ll get them as 20% of your initial wager. If you wager $1,500 you‘ll get 5 $300 bonus bets. If you wager less than $50, you’ll get a single bonus token.\n\nBonus bets expire in 7 days and have no cash value.\n\nThere is another sports and casino offer via the BetMGM Sportsbook promo code NJCOM1500. Sign up now and bet $10 on any sports market and you’ll get $100 in bonus bets, plus $150 in casino credit.\n\nNew FanDuel sportsbook promo code: $300 bonus + 3 months of NBA League Pass\n\nNewly verified FanDuel sports betting accounts will receive $300 in bonus bets if their first-time $5 minimum wager wins. You don’t need to enter a FanDuel Sportsbook promo code, but you must make a minimum deposit of $5 and place a $5 bet.\n\nIf your bet wins, you’ll receive $300 in bonus coupons to wager on any market available on the FanDuel betting board. Whether you win or lose, FanDuel offers new account holders three free months of NBA League Pass for tonight’s Knicks vs. Celtics matchup.\n\nAdditionally, new and existing customers placing a $5 wager on any betting market will receive a coupon for three months of NBA League Pass, which is a great perk for NBA fans.\n\nDraftKings Sportsbook promo code: Get $200 in bonus bets\n\nDraftKings has set itself apart by offering newly activated betting accounts $200 in bonus bets with a minimum wager of just $5. You don’t need a DraftKings Sportsbook promo code.\n\nTo qualify, newly verified DraftKings sports betting accounts must make a minimum deposit of $5. After that, simply place a minimum wager of $5 on any betting market available. Regardless of whether you win or lose, DraftKings will credit your account with $200 in bonus bets.\n\nCaesars Sportsbook promo code NJCOM1000: $1K first-bet bonus\n\nThe Caesars Sportsbook promo code NJCOM100 is offering a great bonus for new accounts. When you verify your Caesars account, you’ll receive a bonus bet equal to the amount of your first wager, up to $1,000, but only if that first bet loses.\n\nThere is no promo code needed to activate this bonus. To qualify, newly verified Caesars accounts must make a minimum deposit of $10 and place a bet between $5 and $1,000. If your first bet loses, Caesars will provide you with a First Bet Back token equal to the amount of your bet, up to $1,000.\n\nbet365 Sportsbook promo code: Choose between two great bonuses\n\nThe bet365 Sportsbook promo code offers newly verified betting account holders an option between two exciting bonuses. The first option is “Bet $5, Get $200.”\n\nRegardless of whether you win or lose, if you place a minimum bet of $5, you will instantly receive $200 in bonus bets, which must be used within seven days.\n\nThe second option is the “First Bet Safety Net” promo. To qualify, make a minimum deposit of $10. After that, place a wager of at least $5. If your bet loses, bet365 will credit your account with a bonus bet equal to the amount of your losing wager, up to $1,000."
    },
    {
        "title": "With Just Three Months Before Kickoff, It's Time to Start Planning Your Sundance Now",
        "link": "https://www.msn.com/en-us/entertainment/news/with-just-three-months-before-kickoff-its-time-to-start-planning-your-sundance-now/ar-AA1sNqCR?ocid=BingNewsVerp",
        "description": "In \"unstoppable marching of time\" news, next year's Sundance Film Festival is a mere three months from kicking off. Yes, we ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JLVvGSeV24HHL_Pjd8EgKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "4hon MSN",
        "source": "IndieWire on MSN",
        "article_content": ""
    },
    {
        "title": "Tom Holland confirms Spider-Man 4 starts filming next summer",
        "link": "https://bgr.com/entertainment/tom-holland-confirms-spider-man-4-starts-filming-next-summer/",
        "description": "The latest Spider-Man 4 rumors focus on a major plot detail just as Tom Holland reveals the sequel's production start date.",
        "image_url": "https://www.bing.com/th?id=OVFT.6AT79BA6ADKPFv9Af04TdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "7m",
        "source": "BGR",
        "article_content": "Venom 3 will hit theaters later this week, and while that might be exciting to many Spider-Man fans, it’s nothing like the real thing, Spider-Man 4, the movie that keeps popping up in more and more reports.\n\nSony and Marvel were quick to confirm that a sequel was in the works back when No Way Home was still making a killing at the box office. But it’s been nearly three years since then, and we had no official Spider-Man 4 release date announcement. We know Tom Holland is coming back to the role. It’s something Sony and Marvel also said almost three years ago.\n\nInterestingly, Tom Holland did talk about the Spider-Man 4 work that’s happening right now, suggesting that a release date announcement is imminent. That was a few days ago, and the actor felt short of revealing any exciting details.\n\nFast-forward to Tuesday night, when Holland was a guest on The Tonight Show Starring Jimmy Fallon. It’s where he revealed that Spider-Man 4 will start production next summer. Leave it to Holland to do what Sony and Marvel can’t or won’t.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nThis implies that Spider-Man 4 will have a 2026 release date, as rumors said, but we’re getting ahead of ourselves.\n\nWhile Holland didn’t mention any Spider-Man 4 plot details, a well-known Marvel insider did share one big scoop. And it’s great news if it’s real. This is where I tell you that big spoilers might follow below.\n\nBefore the Spider-Man 4 production start time reveal, Fallon reminded Holland that the last time the actor was a guest on the show, it happened via Zoom. At the time, he outright lied about the involvement of Tobey Maguire and Andrew Garfield in No Way Home.\n\nThe Spidey meme recreation from the Spider-Man: No Way Home Blu-ray announcement. Image source: Sony\n\nThen, Fallon asked Holland whether Spider-Man 4 is happening, and that’s when the beloved MCU star confirmed it all. He said that Spider-Man 4 will start shooting next summer.\n\n“Everything is good to go, we’re nearly there,” he teased, adding that it’s all “super exciting.” That’s somewhat in line with what Holland said on a podcast a few days ago.\n\nDuring that interview, Holland did not reveal any scheduling details. But he implied there’s pressure to deliver Spider-Man 4, as the movie is part of the larger MCU landscape. Also, Holland talked more about the process of making the next Spider-Man movie.\n\nHe suggested he wants more creative control, as he learned how to put his foot down when it comes to his MCU involvement. The actor said he wants to do Spider-Man 4 and tell a great story rather than starring in a sequel for the sake of making it.\n\nI’m bringing this up as it felt like Tom Holland could have a say in what happens with this variant of Peter Parker in the MCU. That he could save the Spider-Man 4 story. And I’ll remind you of all the rumors that suggested the plot might need saving.\n\nSpecifically, reports said that Sony wants Spider-Man 4 to match the ambitions of No Way Home. That means making another multiverse movie in which Maguire and Garfield return. Marvel wanted a more down-to-earth story.\n\nMore recent rumors said that the big villain in Venom 3 could appear in Spider-Man 4. That’s Knull, whose reportedly played by Andy Serkis. While that’s an interesting prospect, it would also turn the movie into a multiverse adventure that could compete against Avengers: Doomsday. By the way, Holland should have a big role in Avengers 5, where he might lead the new team.\n\nYeah I really don't think we're getting Knull in Spider-Man 4. Bummer because I was hoping for it. — MyTimeToShineHello (@MyTimeToShineH) October 22, 2024\n\nFast-forward to mid-October, and we have a development on the Knull plot from MyTimeToShineHello. Her newest scoop contradicts rumors from mid-September that Sony is setting up a connection between Venom 3 and Spider-Man 4. Knull would end up being the villain of the latter.\n\nI certainly hope this leak is right. Sony and Marvel can certainly find a way to save Knull for later and tell a different story in Spider-Man 4."
    },
    {
        "title": "Before Saying Goodbye To 2024, Discover These Software Trends For Success In 2025",
        "link": "https://www.outlookindia.com/outlookhub/software-trends-business-success",
        "description": "Discover key software trends for 2025, from AI automation to cloud-native technologies, helping businesses stay competitive and innovative.",
        "image_url": "https://www.bing.com/th?id=OJ.GtnM0fAPy9lm0g&pid=news&w=82&h=16&rs=2",
        "category": "software+trend",
        "date": "3h",
        "source": "Outlookindia",
        "article_content": "In this article, we’ll dive deep into the software trends that will help businesses thrive in 2025. These trends are not just passing fads; they are grounded in the evolving needs of businesses and the fast-paced advancements in technology. By understanding these key developments, you’ll be better equipped to adapt, innovate, and lead your business to success in the new year."
    },
    {
        "title": "Software Market to Grow by USD 27.2 Billion from 2024-2028, Driven by Rising Enterprise Data Volume; AI-Powered Market Evolution- Technavio",
        "link": "https://www.tmcnet.com/usubmit/2024/10/22/10093244.htm",
        "description": "Report on how AI is driving market transformation - The Global Software Market size is estimated to grow by USD 27.2 billion ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JELOSrD1I56WAkVGKoPaQC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "TMCnet22h",
        "source": "TMCnet",
        "article_content": "Content not available"
    }
]