[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Whistleblower reveals secret US government UFO retrieval programme",
            "link": "https://www.msn.com/en-gb/science/aeronautics/whistleblower-reveals-secret-us-government-ufo-retrieval-programme/ar-AA1xtfW4?ocid=BingNewsVerp",
            "description": "Just visually looking at the object on the ground, you could tell that it was extraordinary and anomalous. It was not human.' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.OMomkqIjCGe2u9wFECIvSS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "Metro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Internet divided as 'egg' UFO retrieval video airs on TV",
            "link": "https://www.dailymail.co.uk/news/article-14301415/internet-divided-egg-UFO-video.html",
            "description": "The internet has been left divided over an 'egg-shaped craft' recorded during a UAP retrieval operation which was aired on TV ...",
            "image_url": "https://www.bing.com/th?id=OVFT.2urVfCoI25f4FPlBN70t_y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "14h",
            "source": "Daily Mail",
            "article_content": "The internet has been left divided over an 'egg-shaped craft' recorded during a UAP retrieval operation after the video was aired on TV for the first time.\n\nNewsNation aired the footage that 'clearly showed' the object dangling in a sling from a helicopter on Saturday night.\n\nThe alleged craft was about 20ft long and resembled the UAP encountered by the Navy off the east coast of the US in 2015, suggesting a connection between these unidentified objects, NewsNation reported.\n\nIt was pointed out in the video that the object had no markings, being 'perfectly smooth', and no 'visible' means of propulsion or way to look inside.\n\nAfter the segment aired, Redditors had mixed opinions on the footage's veracity, although many were impressed by what they saw.\n\n'This is pretty cool. I don’t know what you guys were expecting of a nighttime retrieval. This is actually more clear than I thought it would be. It helps to lower expectations,' one wrote.\n\nAnother said: 'I had a feeling that the video would be somewhat ambiguous. I'm not sure this is gonna move the needle without more substantiating evidence. I think it's great, personally, but this isn't gonna convince Joe Taxpayer.'\n\n'Probably is real. But you aren’t going to convince people with this. To claim this is any different from any other sketchy video already seen (outside the gimbal & go fast) is a stretch & hardly going to make anybody new sit up & take notice. Too bad,' another wrote.\n\nNewsNation aired the footage which 'clearly showed' the object dangling in a sling from a helicopter\n\nThe outlet was told the craft was about 20ft long. It's said to resemble the UAP encountered by the Navy off the east coast of the US in 2015, suggesting a connection between these unidentified objects\n\nHowever, other users were much less convinced.\n\n'Well, the video quality is better than I expected, I'll give them that. The object itself? With no frame of reference to judge size, it could be an actual chicken egg as far as I can tell,' one Redditor wrote.\n\nAnother said: 'This video could not have been cheap to make with the cost of eggs these days!'\n\n'No reference to size, this could literally be a chicken egg on a string, with helicopter noises edited in,' a third added.\n\n'This shows nothing. This is not earth shattering, redefining man kind evidence they were promising,' another wrote.\n\nA fifth commented: 'I knew the footage was not going to be good. But what exactly am I looking at here? An egg on the end of a fishing rod?'\n\nOther users pointed out some potential issues with the credibility of the footage.\n\n'What kind of terrain is this supposed to be on? Something about the scaling and shadow feels off,' one questioned.\n\n'Well, the video quality is better than I expected, I'll give them that. The object itself? With no frame of reference to judge size, it could be an actual chicken egg as far as I can tell,' one user wrote\n\nAnother eagle-eyed user said: 'If this was in the desert how is the helicopter not blowing up dust and sand like crazy.'\n\n'So, like, wouldn't they drop off the egg thing on a truck or something or a base? Why are they dropping it off on the ground of what appears an empty desert field?' another wrote.\n\n'No prop wash? I could fake this in my house right now in an hour,' a Redditor added.\n\nAnother user replied by pointing out the lack of sway in the rope.\n\n'So, they retrieved and filmed just an egg-shaped thing. It wasn't flying, it wasn't doing anything. What a load of utter nonsense this is,' one user said.\n\nThe video, which was kept in the dark until its bombshell release, is the latest video footage that has made the rounds online in recent weeks seemingly depicting a UFO.\n\nWidespread interest and coverage of the subject surged after drones were seen flying across New Jersey last month.\n\nOffering a solution to the mystery, Tucker Carlson made a shocking claim that the mysterious drones were controlled by a Chinese mothership satellite.\n\nTucker Carlson discussed the mysterious drones on his show this week, saying he was told the objects were controlled by China\n\nThe White House repeatedly stated that the drone sightings are not a foreign adversary, pose no threat and are not part of a US military operation\n\nThe first sightings appeared over the Picatinny Arsenal in Rockaway and President-elect Donald Trump's golf course in Bedminster in November, followed by thousands more in the skies.\n\nWhile the US government was quick to dismiss claims they were foreign adversaries, Carlson claimed he was told otherwise.\n\nHe said, 'an intel person' told him that the drones 'were in fact Chinese,' explaining the US government took down a Chinese satellite 'that was a command and control satellite for these drones.'\n\nCarlson appeared to be hinting at a Beijing-operated satellite known as GaoJing 1-02 which fell from space on December 21.\n\nAstronomers tracking such devices confirmed the Chinese satellite re-entered Earth's atmosphere above New Orleans and headed north towards Mississippi, Arkansas and Missouri before burning up in the atmosphere.\n\nBut Carlson claimed it was 'taken down by the US government.'\n\nHe made the claims while speaking with independent journalist Michael Shellenberger, who heard a similar explanation for the drones.\n\n'Somebody told me that that the military got one of the orbs, opened it up and it was Chinese,' Shellenberger said.\n\nThe White House repeatedly stated that the drone sightings - which coincidentally began on November 18 - are not a foreign adversary, pose no threat and are not part of a US military operation.\n\nBut Carlson said his inside source told him that 'the belief was the Chinese government was sending the following message, 'We're moving on Taiwan.''"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Video shows ‘egg-shaped UFO' found in secret recovery operation",
            "link": "https://www.msn.com/en-au/technology/aviation/video-shows-egg-shaped-ufo-found-in-secret-recovery-operation/ar-AA1xtnlA?ocid=BingNewsVerp",
            "description": "Just visually looking at the object on the ground, you could tell that it was extraordinary and anomalous. It was not human.' ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QlQtJk0C_ilLue3ssEjLzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UFO Whistleblower Claims He Helped Recover ‘Nonhuman Craft’",
            "link": "https://popculture.com/trending/news/ufo-whistleblower-claims-he-helped-recover-nonhuman-craft/",
            "description": "Another day, another world-shaking revelation from the UFO/UAP world, at least according to the people doing the revealing. According to a new report with NewsNation, U.S. Air Force veteran and ...",
            "image_url": "https://www.bing.com/th?id=ODF.D2Iy1uK9-bGpW7XWAJFkYQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "ufo",
            "date": "Pop Culture18h",
            "source": "Pop Culture",
            "article_content": "Another day, another world-shaking revelation from the UFO/UAP world, at least according to the people doing the revealing. According to a new report with NewsNation, U.S. Air Force veteran and whistleblower Jake Barber claims he was contracted as a helicopter pilot to retrieve downed craft.\n\nIn the report, he’s sharing a video and claiming that he has retrieved nonhuman vehicles that seem to go against all physics. That or it’s Mork from Mork and Mindy in his giant egg rolling on the ground under a tarp. You be the judge.\n\nVideos by PopCulture.com\n\n“I saw an egg, a white egg,” Barber said to the outlet. “It’s inconsistent with anything I’d ever seen before. I can also tell you that the reaction by my team, we all knew we were dealing with something extraordinary.\n\nPlay video\n\n“Over the last couple years, it’s been confirmed to me by ranking members of the UAP task force that what we were working with that night was, in fact, NHI (nonhuman intelligence) and it was not a unique experience,” they added.\n\nThe report was touted by musician, filmmaker and all-around talented guy Flying Lotus on Twitter. Setting the tone for how people might be absorbing these new revelations.\n\n“Today’s the big day huh? Lets see,” he wrote alongside an alien and UFO emoji. “I hear we will see ‘paradigm shifting’ evidence of a UFO crash retrieval today for the first time from a first hand witness.”\n\nThis is only the latest revelation out of the disclosure we’ve seen in recent years. The end of 2024 into the new year saw plenty of questions about drones across multiple areas on the East Coast. We’ve also heard about the “nonhuman” intelligence during the Congressional testimony from the likes of Lue Elizondo and David Grusch.\n\nIf this turns out to be a Robin Williams clone gone awry, I might just have to hang it up. Life will have officially drifted into being a Family Guy gag."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncommon 'UFO' clouds spotted over UK skies",
            "link": "https://www.msn.com/en-gb/news/newsliverpool/uncommon-ufo-clouds-spotted-over-uk-skies/ar-AA1xszZO?ocid=BingNewsVerp",
            "description": "Parts of the UK were treated to an uncommon phenomenon this week as displays of clouds shaped like UFOs formed across the sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RWeHe-r_PJKTj0ZHs96LXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "8hon MSN",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Google’s Titans Give AI Human-Like Memory",
            "link": "https://www.forbes.com/sites/craigsmith/2025/01/19/googles-titans-give-ai-human-like-memory/",
            "description": "At the heart of Titans' design is a concerted effort to more closely emulate the functioning of the human brain.",
            "image_url": "https://www.bing.com/th?id=OVFT.kitLBlmdf-_CsT1AC2gs9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI is everywhere, is your business secure enough?",
            "link": "https://www.msn.com/en-in/money/news/ai-is-everywhere-is-your-business-secure-enough/ar-AA1xs2UH?ocid=BingNewsVerp",
            "description": "While companies race to harness AI’s potential, many neglect to properly secure it. An ethical hacker tells you how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Fh3T_-rbgJlSuk5ZTeMIRS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "20mon MSN",
            "source": "Live Mint on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Key Ways That Generative AI Can Spur You To Be Frugal On An Enduring Lifelong Basis",
            "link": "https://www.forbes.com/sites/lanceeliot/2025/01/18/key-ways-that-generative-ai-can-spur-you-to-be-frugal-on-an-enduring-lifelong-basis/",
            "description": "Generative AI and LLMs can aid people in becoming frugal. This is useful in both near-term and long-terms ways. I explain how ...",
            "image_url": "https://www.bing.com/th?id=OVFT.r3R2Nrp0QjmYo8DnnD1MfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Perplexity AI submits bid to merge with TikTok",
            "link": "https://www.msn.com/en-us/money/other/perplexity-ai-submits-bid-to-merge-with-tiktok/ar-AA1xr89U?ocid=BingNewsVerp",
            "description": "With a TikTok ban looming in the United States, Perplexity AI is the latest bidder hoping to give the video app a new ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Ba4xomgV0WKPA_P89zEL7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "22hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Forget DLSS 4 — this app already does multi-frame generation",
            "link": "https://www.yahoo.com/tech/forget-dlss-4-app-already-160029285.html",
            "description": "DLSS 4 promises multi-frame generation to RTX 50-series GPU, but this app includes the feature for any graphics card.",
            "image_url": "https://www.bing.com/th?id=OVF.RsC2yW6qB6aLmpODKQYhLQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "4h",
            "source": "Yahoo",
            "article_content": "Unlike most of the PC gaming world, my ears didn’t perk up when Nvidia announced DLSS Multi-Frame Generation alongside its RTX 50-series GPUs. Although the cards themselves look destined for a slot or two among the best graphics cards, the new DLSS 4 and its Multi-Frame Generation feature that’s exclusive to Nvidia’s latest graphics cards didn’t stand out. To me, at least.\n\nThat’s because I’ve been using an app called Lossless Scaling for close to a year now, which spent most of the past 12 months laying the groundwork for multi-frame generation. I’ve written about Lossless Scaling too many times to count, but it’s high time to revisit the app once again. Not only is DLSS 4 on the way to show everyone what multi-frame generation is capable of, Lossless Scaling just received the biggest update it’s seen in months.\n\nIt’s really, really good\n\nJacob Roach / Digital Trends\n\nLet me catch you up to speed if you haven’t heard of Lossless Scaling. It’s an upscaling and frame generation utility that’s $7 on Steam. It works with any graphics card, and with any game, and that’s because the frame generation happens at the display step. Unlike DLSS or AMD’s FSR 3, it doesn’t mess with anything in the game engine. That means you can use it with online games and titles that have a frame rate cap, such as Elden Ring.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nLossless Scaling doesn’t tap into any AI hardware on your graphics card, but it’s a bit smarter than standard frame interpolation. It has three algorithms available, all of which have been developed using machine learning. And LSFG 3, the latest algorithm, was just released. It offers standard frame generation, as well as triple and quadruple settings, just like DLSS 4. You can even set your own custom frame generation factor, up to 20X. I wouldn’t recommend that, though.\n\nAssuming you have a decent base frame rate, the 4X frame generation works a treat. With the RTX 4080, for example, I was getting around 50 frames per second (fps) at 4K with the highest graphics preset in Marvel Rivals. Tick on Lossless Scaling, and my frame rate jumped to between 170 fps and 180 fps. That’s without any upscaling or other tricks. And despite how competitive Marvel Rivals is, I didn’t feel like I was dragging my mouse through mud.\n\nLossless Scaling 4X\n\nThe latest LSFG 3 algorithm works really well with multi-frame generation, as well. Previously, I tried out the feature in Elden Ring and found too many visual artifacts to stomach. With the new model, any visual artifacts that were present weren’t enough to distract me. Even my cursor was fine, which is an area where I would expect to see major issues with a tool like Lossless Scaling.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nIn addition, Lossless Scaling has a feature that even pushes beyond what Nvidia offers with DLSS. Below the frame generation section, you’ll find a resolution slider. This reduces the resolution of frames that are passed through the frame generation algorithm in order to reduce latency and improve overall performance. You still see everything at your monitor’s native resolution, but the scale factor helps tremendously in improving performance.\n\nSome downsides\n\nI just gushed about Lossless Scaling, and for good reason. It’s an app I unironically use in nearly every PC game I play. I’ve gotten so much use out of it that I rarely even think about the price tag — Steam has tracked hundreds of hours of usage time in the app, which is pretty good for only $7. It’s not perfect, though, and I don’t think it’s the same as DLSS 4. It’s just a good compromise.\n\nFirst, your base frame rate. Like any frame generation feature, Lossless Scaling uses frame interpolation. It renders two frames, compares them, and then the algorithm generates a frame to go in between based on the difference between the two rendered ones. This creates additional latency, as your GPU needs to always have a frame buffered before displaying anything to you. And, the latency is compounded if you have a low base frame rate.\n\nThe lower your frame rate, the longer it takes for each frame to be rendered, so there’s far more latency when adding frame generation into the mix. For Lossless Scaling, I recommend at least an average frame rate of 40 fps before engaging frame generation, and ideally close to 60 fps. That way, you’ll still get good responsiveness and a smooth visual experience. In fairness to Lossless Scaling, this is an issue with all frame generation features, and likely something DLSS 4 will struggle with, too.\n\nNvidia\n\nCompared to DLSS 4, the main issue is quality. I haven’t extensively tested DLSS 4 yet. However, it runs within the rendering pipeline, and it has access to data from the game engine like motion vectors. There are a couple of reasons why that gives DLSS 4 an advantage. First, HUD elements. Static elements on your screen like your HUD or crosshair actually aren’t part of the main rendering process — they’re applied after the fact, and the 3D world is still rendered underneath.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nDLSS 4 is able to essentially mask out those elements so there aren’t visual artifacts on them. Lossless Scaling, being at the display stage, sees those elements and isn’t able to mask them out.\n\nIn addition, Lossless Scaling doesn’t always get the frame interpolation perfect. Motion vectors from the game engine describe how objects are moving throughout a scene, so DLSS 4 can better perform the frame interpolation it needs to. That sometimes means you’ll see visual artifacts with Lossless Scaling that you otherwise wouldn’t see with DLSS 4.\n\nThose are fairly minor complaints in the grand scheme. Nvidia’s upcoming RTX 50-series GPUs may be impressive — I’ll have to wait to test them — but tools like Lossless Scaling are breaking the price dynamic. If you otherwise have a GPU you’re happy with the performance with, give Lossless Scaling a shot. After all, a $7 app is a heck of a lot better than spending $2,000 on a new graphics card."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal weekends return to the Crescent Hotel to explain the unknown",
            "link": "https://www.arkansasonline.com/news/2025/jan/18/paranormal-weekends-return-to-the-crescent-hotel/",
            "description": "Those who sense the pull of the paranormal might once again be drawn to the Crescent Hotel and Spa in Eureka Springs -- ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9BG5XTk9qhVTL-R88RdzCi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "19h",
            "source": "Arkansas Democrat-Gazette",
            "article_content": "Those who sense the pull of the paranormal might once again be drawn to the Crescent Hotel and Spa in Eureka Springs -- renowned as \"America's Most Haunted Hotel.\" It beckons to them through the 14th annual Eureka Springs Paranormal (ESP) Weekends, scheduled for the last two weekends of January, where guests get a 48-hour immersion into the spooky and unexplainable.\n\nVisitors get a full weekend venture that includes guided ghost hunts, hands-on investigations, seminars and unique behind-the-scenes access to the historic hotel's most active paranormal hotspots. Discounted accommodation prices beginning at $149 per night allow you to remain where the paranormal activity occurs throughout ESP.\n\nBuilt in 1886, the Crescent Hotel has a colorful and, at times, frightening past. From its days as a Victorian health spa to its notoriety under Norman Baker, who converted the hotel into a hospital promising miraculous cancer treatments, the hotel has been the setting for successes, tragedies and stories that continue to captivate.\n\nLarry Flaxman, a paranormal theorist, best-selling novelist in the field and the Crescent Hotel's resident paranormal investigator who is speaking at ESP, believes the Crescent's history adds to its continued spiritual presence.\n\n\"The rich history of the Crescent Hotel, including the unscrupulous acts of Norman Baker and the physical, emotional, and mental pain of his cancer patients who occupied the Crescent during its time as a hospital, has left an indelible mark,\" Flaxman said in a 2021 Crescent blog post. \"Hauntings are common in locations where there has been extreme trauma and tragedy, and the long history of tragedies at this property has lent itself to producing an environment highly conducive for paranormal activity and making the Crescent Hotel America's Most Haunted Hotel.\"\n\nAn ESP Weekend schedule offers a range of events geared for both experienced investigators and interested novices. The Crescent's very own tour guides and prominent specialists such as Flaxman and Dave Harkins, founder of the Ozarks Paranormal Society, will lead participants through seminars, talks and extended overnight investigations.\n\n\"I think the biggest thing for me is being able to educate folks about the possibilities, the scientific probabilities of the continuity of life,\" Flaxman said in an over-the-phone interview. \"There's a demonstration that I'll be doing on Saturday that sort of melds quantum mechanics and spirit communication into one.\"\n\nJason 'Iakona' Colobong of the podcast Paranormal Patrol, based in Kansas City, reflects on his own transforming experience at last year's ESP Weekend.\n\nColobong said ESP Weekend 2024 was his team's first foray into official paranormal investigating. They wanted to attend a public event hosted by experienced investigators so they could quietly sit back and see how things were done.\n\n\"Having our first formal investigation at the Crescent set the bar too high,\" Colobong said. \"Our first night at ESP 2024 was so filled with incidents and possible evidence that, when we go to other places, we find ourselves with far less, if any, evidence.\"\n\nThey had an unforgettable encounter in Norman Baker's bedroom, Colobong recounted, recalling how a mist-like figure climbed the stairs in time with the sound of footsteps. One of the other members of Paranormal Patrol, Jennifer Kohl, saw the mist-like figure while Colobong and Frank Pflumm were setting up the cameras and heard the footsteps themselves. When they turned around to see who it was, there was nothing there, but Colobong said Kohl asked over and over if they saw it. The two members didn't and unfortunately did not have the camera recording when it happened. All three disappointed, but still Colobong said the encounter has been one of the highlights of their career so far.\n\nThe real difference between the Crescent's paranormal event and others that the Paranormal Patrol has attended, Colobong said, comes in the overall experience. At the Crescent, visitors have guides and professionals who are all familiar with the common equipment used in the investigations. You don't have to have a large set of skills or even equipment for ESP weekend because the staff is there to help and provide you with what you need, he said.\n\n\"This is one of the best ways to get yourself exposed to the paranormal world without risk or significant cost,\" Colobong said. Paranormal Patrol plans to return to this year's ESP Weekend.\n\nSo the question is: Are you ready to hunt or ready to learn? Whether you're a believer, skeptic, or simply curious, the ESP Weekends allow you to delve into the Crescent Hotel and Spa's historic mysteries.\n\n-\n\nFAQ\n\n14th annual Eureka Springs Paranormal Weekends\n\nWHEN -- Jan. 24-26 and Jan. 31-Feb. 2. See schedule at the link below.\n\nWHERE -- Crescent Hotel and Spa, 75 Prospect Ave., Eureka Springs\n\nCOST -- $225 for all-events full-weekend pass. Discounted room rates start at $149 per night (for a 2-night stay).\n\nINFO -- reserveeureka.com/attractions/esp. Call (877) 342-9766 to reserve a room."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Paranormal investigation event set to take place at two historic sites in Colchester",
            "link": "https://www.msn.com/en-gb/news/other/paranormal-investigation-event-set-to-take-place-at-two-historic-sites-in-colchester/ar-AA1xsvYp?ocid=BingNewsVerp",
            "description": "Known for their supernatural tales, these sites will host a team of paranormal researchers, historians, and investigators.",
            "image_url": "https://www.bing.com/th?id=OVFT.G372mnKzuGv3OBnItcsM-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Colchester Gazette on MSN8h",
            "source": "Colchester Gazette on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Celebrity Help My House is Haunted teams up with TV icon after discovering ghost of ‘famous singer’ living in basement",
            "link": "https://www.thesun.co.uk/tv/32794878/celebrity-help-house-haunted-dom-joly-opera-ghost/",
            "description": "CELEBRITY Help My House is Haunted has teamed up with a noughties TV icon. On the Discovery Plus show, three experts attempt ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WtswhuWEzQqiwdDV73sSUC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "10h",
            "source": "The Sun",
            "article_content": "The star was known for his infamous prank show that aired in 70 countries\n\nGHOST BUSTERS Celebrity Help My House is Haunted teams up with TV icon after discovering ghost of ‘famous singer’ living in basement\n\nCELEBRITY Help My House is Haunted has teamed up with a noughties TV icon.\n\nOn the Discovery Plus show, three experts attempt to uncover paranormal activity using their senses combined with cutting-edge technology.\n\n6 Celebrity Help My House is Haunted will return for a new series Credit: PA\n\n6 Dom Joly enlisted the help of the paranormal experts to assist in clearing out his home Credit: Alamy\n\n6 Jayne Harris, Ian Lawman and Ghost hunter Barri Ghai are on hand to assist the nations stars Credit: PA\n\nParanormal researcher Jayne Harris, Ghost hunter Barri Ghai and psychic medium Ian Lawman will return to the airwaves with a brand new edition of Celebrity Help My House is Haunted.\n\nThey will be back to hunt down any unwanted spirits that stalk the homes of the UK's rich and famous celebrities.\n\nSeries one saw Martin Roberts, Strictly's Toyah Willcox and former Geordie Shore personality Charlotte Crosby all enlisted the services of the professionals.\n\nClaire Sweeney, James Argent, Chloe Ferry, Lady Colin Campbell, and Jake Quickenden are other celebs who have taken part over the years.\n\nOne of the latest star victims to take part in the hit show is comedian and writer Dom Joly.\n\nHe's best known as the face of hidden camera prank show, Trigger Happy TV, which aired in 70 countries for three years.\n\nAlthough he originally appeared on TV from 2000 until 2003, the 57-year-old star will be back on-screens.\n\nHowever, he needed the help of the experts as he sought to run the the ghost of a 'famous opera singer' out of the basement in his apparently haunted home.\n\n\"I'm in my haunted house as we speak,\" he explained to The Sun's TV Magazine. \"I should have thought about this and organised some opera drifting around, but I'm not in the basement, so I'm alright.\"\n\nThe famous on-screen personality admitted that although he came into the process with questions, he made some stark discoveries on the show that made him think otherwise.\n\nFans shocked as Noughties kids TV legends are spotted DJ-ing hardcore D&B set at 1.30am in new TikTok video as stars admit they’re ‘not normal’\n\nHe explained: \"I'm very sceptical about this sort of stuff and I was just pretty sure we had an opera singer living next door or something.\n\n\"But then this whole weird thing happened and it was really interesting because I didn't really know the history of the house too much.\n\n\"And suddenly up comes the fact that this famous opera singer lived in the house. And I'm like, well I am sceptical, but that is quite weird.\"\n\nIt turned out that a famous Opera singer named Agnes used to live in his property.\n\nI mean I'm a bit sceptical about the whole thing ... but it does creep me out Dom Joly\n\nDom feels like it could indeed be her spirit that is behind the mysterious musical noises that come from within the house.\n\n\"The thing is, I wouldn't have known, how could I have known that? So yeah, it is a bit odd. We're hearing opera.\"\n\nHe added: \"So yeah, I just don't know, I really don't.\n\n\"I mean I'm a bit sceptical about the whole thing, the different types of experts, but it does creep me out though, because I think I've creeped myself out.\n\n\"I don't know how much of my creepiness now is self-induced or whether it is actually Agnes.\n\n\"She doesn't strike me as, I can't believe I'm even talking about her like she exists, but she doesn't strike me as an evil presence.\"\n\n6 The prankster had a ghost of a famous opera singer named Agnes residing in his basement Credit: Getty\n\n6 Paul Chuckle is amongst the stars to feature on a previous edition Credit: Discovery+"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Dandadan Builds Strong Female Characters",
            "link": "https://gamerant.com/how-dandadan-builds-strong-female-characters/",
            "description": "Despite their shenanigans, Dandadan holds several strong female characters, both in virtue and strength. What makes their ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SPEXs8BOKDWr7QwVWBjghy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Game Rant2h",
            "source": "Game Rant",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Most Demanding Games to Test Your PC's Mettle",
            "link": "https://www.msn.com/en-us/gaming/gaming-platforms/most-demanding-games-to-test-your-pc-s-mettle/ar-BB1oBevR?ocid=BingNewsVerp",
            "description": "One of the biggest upsides of being a PC gamer is the ability to push games much, much farther than it would be possible on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dSCi4N_AgZ1auBB3HX883C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN10h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China announces discovery of superlarge ion-adsorption-type rare earth deposit in Yunnan",
            "link": "https://www.msn.com/en-us/news/world/china-announces-discovery-of-superlarge-ion-adsorption-type-rare-earth-deposit-in-yunnan/ar-AA1xta2C?ocid=BingNewsVerp",
            "description": "More than 470,000 tons correspond to critical elements such as praseodymium, neodymium, dysprosium, and terbium.",
            "image_url": "https://www.bing.com/th?id=OVFT.5PpebArc6c2VzxU1aWLBLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "3hon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Webb’s Stunning Discovery: Could These Mysterious 'Little Red Dots' Be the Universe’s Earliest Black Holes?",
            "link": "https://scitechdaily.com/webbs-stunning-discovery-could-these-mysterious-little-red-dots-be-the-universes-earliest-black-holes/",
            "description": "Astronomers compile a large sample of an unusual class of objects in an effort to connect the dots to the early universe.",
            "image_url": "https://www.bing.com/th?id=OVFT.Xab53GbZU8OgT_jyAjTDni&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "5h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum gravity discovery could reconcile quantum mechanics with general relativity",
            "link": "https://www.msn.com/en-us/science/chemistry/quantum-gravity-discovery-could-reconcile-quantum-mechanics-with-general-relativity/ar-AA1xtxlE?ocid=BingNewsVerp",
            "description": "Scientific breakthroughs often stem from the persistent pursuit of understanding complex phenomena. From the nanoscale ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zg7MAm84SPEfUDTuRxZ6QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "The Brighterside of News on MSN1h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "5 stunning ways retinal scans can predict stroke risk",
            "link": "https://rollingout.com/2025/01/19/retinal-vascular-stroke-prediction/",
            "description": "Discover how retinal vascular fingerprint analysis is revolutionizing stroke prediction through a simple eye scan, offering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.btVMqqU5W9NasFNSyrArIC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Rolling Out6h",
            "source": "Rolling Out",
            "article_content": "In a groundbreaking discovery that sounds like science fiction but is absolutely real, researchers have found that your eyes contain hidden signals that could predict your risk of having a stroke. This revolutionary finding isn’t just another medical study, it’s a potential game-changer in how we approach stroke prevention and early detection.\n\nThe incredible science behind retinal fingerprints\n\nScientists have identified 29 unique vascular indicators in your retina that serve as warning signs for stroke risk. These tiny blood vessels in your eyes create patterns as unique as your fingerprints, and their condition can reveal crucial information about your overall health. Within these indicators, 17 are density-related markers that can increase your stroke risk by up to 19% when altered. These changes are like tiny red flags waving in your eyes, signaling potential danger before other symptoms appear. The remaining indicators focus on the size and twistedness of blood vessels, with changes potentially raising stroke risk by nearly 20%. Think of these vessels as tiny roads in your eyes, their condition reflecting the health of your entire cardiovascular system.\n\nWhy this discovery is absolutely mind-blowing\n\nTraditional stroke risk assessments often involve invasive procedures and expensive tests. But this new method requires nothing more than a specialized photograph of your eye. The implications are enormous, especially for communities where access to advanced medical testing is limited or cost-prohibitive.\n\nThe beauty of this breakthrough lies in its simplicity. During a routine eye exam, doctors can capture detailed images of your retina and analyze them for these crucial indicators. It’s painless, quick, and could potentially save countless lives through early detection.\n\nThe fascinating connection between your eyes and brain\n\nYour retina isn’t just a window to your soul, it’s actually an extension of your brain. Every tiny blood vessel in your eye tells a story about the health of your brain’s blood vessels. This connection explains why changes in your retinal vasculature can predict stroke risk with remarkable accuracy.\n\nWhat makes this discovery revolutionary\n\nThe research team analyzed data from over 45,000 participants. This massive study revealed that retinal analysis combined with basic demographic information could predict stroke risk as accurately as traditional methods.\n\nWhat’s truly remarkable is how this technology could transform preventive healthcare. Imagine walking into your local eye clinic and getting a comprehensive stroke risk assessment during your regular eye exam. This isn’t just convenient, it’s revolutionary for global health care accessibility.\n\nThe global impact of this breakthrough\n\nThis discovery could dramatically change how we approach stroke prevention worldwide. In regions where advanced medical facilities are scarce, a simple eye scan could become a lifesaving tool. The technology could help identify at-risk individuals years before they might experience a stroke, allowing for early intervention and prevention strategies.\n\nHealthcare providers are particularly excited about implementing this technology in primary care settings. It could become as routine as checking blood pressure, but with the potential to reveal much more detailed information about cardiovascular health.\n\nWhat this means for the future of healthcare\n\nThe implications extend far beyond stroke prediction. Researchers believe similar retinal analysis could help predict other conditions like heart disease and dementia. This opens up endless possibilities for early detection and prevention of various diseases through simple eye examinations.\n\nAs technology continues to advance, we might see artificial intelligence systems analyzing these retinal images in real-time, providing instant risk assessments and recommendations. This could revolutionize how we approach preventive healthcare, making it more accessible and effective than ever before.\n\nThe discovery of retinal vascular fingerprints as predictors of stroke risk isn’t just a scientific breakthrough, it’s a glimpse into the future of medicine. It shows us that sometimes the most powerful diagnostic tools are hidden in plain sight, waiting to be understood and utilized. As this technology develops and becomes more widely available, it could transform how we approach disease prevention and ultimately save countless lives through early detection and intervention."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers solve mystery of \"little red dots\" spotted by James Webb Space Telescope",
            "link": "https://www.msn.com/en-us/science/astronomy/astronomers-solve-mystery-of-little-red-dots-spotted-by-james-webb-space-telescope/ar-AA1xslJz?ocid=BingNewsVerp",
            "description": "A team of astronomers sifted through James Webb Space Telescope data from multiple surveys to compile one of the largest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WIlvnW3u7jr6IjRD8uo8fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "9hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI benchmarking organization criticized for waiting to disclose funding from OpenAI",
            "link": "https://techcrunch.com/2025/01/19/ai-benchmarking-organization-criticized-for-waiting-to-disclose-funding-from-openai/",
            "description": "An organization developing math benchmarks for AI didn't disclose that it had received funding from OpenAI until relatively ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LkF6bN3KIWvg_naM247MUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "24m",
            "source": "TechCrunch",
            "article_content": "An organization developing math benchmarks for AI didn’t disclose that it had received funding from OpenAI until relatively recently, drawing allegations of impropriety from some in the AI community.\n\nEpoch AI, a nonprofit primarily funded by Open Philanthropy, a research and grantmaking foundation, revealed on December 20 that OpenAI had supported the creation of FrontierMath. FrontierMath, a test with expert-level problems designed to measure an AI’s mathematical skills, was one of the benchmarks OpenAI used to demo its upcoming flagship AI, o3.\n\nIn a post on the forum LessWrong, a contractor for Epoch AI going by the username “Meemi” says that many contributors to the FrontierMath benchmark weren’t informed of OpenAI’s involvement until it was made public.\n\n“The communication about this has been non-transparent,” Meemi wrote. “In my view Epoch AI should have disclosed OpenAI funding, and contractors should have transparent information about the potential of their work being used for capabilities, when choosing whether to work on a benchmark.”\n\nOn social media, some users raised concerns that the secrecy could erode FrontierMath’s reputation as an objective benchmark. In addition to backing FrontierMath, OpenAI had access to many of the problems and solutions in the benchmark — a fact Epoch AI didn’t divulge prior to December 20, when o3 was announced.\n\nIn a reply to Meemi’s post, Tamay Besiroglu, associate director of Epoch AI and one of the organization’s co-founders, asserted that the integrity of FrontierMath hadn’t been compromised, but admitted that Epoch AI “made a mistake” in not being more transparent.\n\n“We were restricted from disclosing the partnership until around the time o3 launched, and in hindsight we should have negotiated harder for the ability to be transparent to the benchmark contributors as soon as possible,” Besiroglu wrote. “Our mathematicians deserved to know who might have access to their work. Even though we were contractually limited in what we could say, we should have made transparency with our contributors a non-negotiable part of our agreement with OpenAI.”\n\nBesiroglu added that while OpenAI has access to FrontierMath, it has a “verbal agreement” with Epoch AI not to use FrontierMath’s problem set to train its AI. (Training an AI on FrontierMath would be akin to teaching to the test.) Epoch AI also has a “separate holdout set” that serves as an additional safeguard for independent verification of FrontierMath benchmark results, Besiroglu said.\n\n“OpenAI has … been fully supportive of our decision to maintain a separate, unseen holdout set,” Besiroglu wrote.\n\nHowever, muddying the waters, Epoch AI lead mathematician Ellot Glazer noted in a post on Reddit that Epoch AI hasn’t be able to independently verify OpenAI’s FrontierMath o3 results.\n\n“My personal opinion is that [OpenAI’s] score is legit (i.e., they didn’t train on the dataset), and that they have no incentive to lie about internal benchmarking performances,” Glazer said. “However, we can’t vouch for them until our independent evaluation is complete.”\n\nThe saga is yet another example of the challenge of developing empirical benchmarks to evaluate AI — and securing the necessary resources for benchmark development without creating the perception of conflicts of interest."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Business Tech News: OpenAI Is Now Building Robots",
            "link": "https://www.forbes.com/sites/quickerbettertech/2025/01/19/business-tech-news-openai-is-now-building-robots/",
            "description": "OpenAI gets back to building robots, the 10 best laptops from CES, a tech expert predicts the future of online advertisting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.SF1poVAuWrszmyEm5-71gi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI's ChatGPT crawler can be tricked into DDoSing sites, answering your queries",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-s-chatgpt-crawler-can-be-tricked-into-ddosing-sites-answering-your-queries/ar-AA1xtlIB?ocid=BingNewsVerp",
            "description": "The S in LLM stands for Security OpenAI's ChatGPT crawler appears to be willing to initiate distributed denial of service ...",
            "image_url": "https://www.bing.com/th?id=OVFT.si9HsAWM8Dr89W711t9Yyy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "The Register on MSN1h",
            "source": "The Register on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI whistleblower’s death fuels ‘conspiracy theory’ boosted by Elon Musk, Tucker Carlson, Bay Area congressman",
            "link": "https://www.eastbaytimes.com/2025/01/19/openai-whistleblowers-death-fuels-conspiracy-theory-boosted-by-elon-musk-tucker-carlson-local-congressman/",
            "description": "Former Fox News provocateur Tucker Carlson, on his Tuesday podcast, spoke with Balaji’s mother, Poornima Ramarao, about her ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GTDEEtTmBoHMWVNpvzObUS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "6h",
            "source": "East Bay Times",
            "article_content": "TikTok says it’s in the process of restoring service to US users"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT has a built-in ‘hack’ that makes your prompts so much better",
            "link": "https://bgr.com/tech/chatgpt-has-a-built-in-hack-that-makes-your-prompts-so-much-better/",
            "description": "This built-in ChatGPT \"hack\" can help you improve all your prompts and chats with the AI: Use the edit message button.",
            "image_url": "https://www.bing.com/th?id=OVFT.o51THN-5LKW5_oa7P9V1fy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "1h",
            "source": "BGR",
            "article_content": "I’ve been a longtime ChatGPT Plus user and talk to the AI chatbot regularly. Whether it’s for work or fun, ChatGPT can be incredibly helpful as long as you’re aware it can hallucinate. It’s never a bad idea to verify its claims, especially if you’re concerned it might be wrong.\n\nI’ve also been keeping up with all the new features that OpenAI has launched in recent years and testing them accordingly. That includes all the UI changes that came with the various novelties that OpenAI added to ChatGPT.\n\nOn that note, I’ll remind you that ChatGPT Search and the addition of Advanced Voice Mode and Canvas made OpenAI deliver several big changes to the ChatGPT UI, which makes the tool even easier to use.\n\nHowever, to get the best results, you need to be mindful of one thing: the prompt. That is your first set of instructions in a conversation. The better the prompt, the faster you get the desired results. Otherwise, you must keep tweaking it for the chatbot to give you what you need.\n\nTech. Entertainment. Science. Your inbox. Sign up for the most interesting tech & entertainment news out there. Email: SIGN UP By signing up, I agree to the Terms of Use and have reviewed the Privacy Notice.\n\nThis is where I tell you ChatGPT has a built-in “hack” to improve your prompts, one that I’ve missed for many months. It’s called “Edit message,” and it could have saved me hours of prompt editing in all my chats with ChatGPT.\n\nWhenever I start a new conversation with ChatGPT, I try to provide as many details and instructions as possible in the prompt to prevent wasting time with follow-up requests.\n\nSometimes, I get it right on the first try, but many times, I have to tweak my initial request. To fix the prompt, I write a reply in the chat, asking the AI to tweak its response to take into account additional requests.\n\nThe “Edit message” button is right next to your reply. Image source: Chris Smith, BGR\n\nI was testing ChatGPT’s new Tasks feature on Wednesday when I realized I’d been making a huge mistake for months. I ignored the “Edit message” button that appears when you hover over one of your replies. The editing option is available in the mobile app if you touch and hold any of your prompts.\n\nWe’ve been editing replies in instant messenger apps like iMessage and WhatsApp for years. I’m more than familiar with the feature. It’s a great way to fix an error in a chat reply in a text with other people. Of course, you should expect AI chatbots like ChatGPT to offer the same functionality.\n\nYou can change the prompt to something entirely different from your initial request, like I did here. Image source: Chris Smith, BGR\n\nWhy is the “Edit message” so brilliant? Suppose you start a new chat with ChatGPT, and your initial prompt doesn’t yield the desired results. You could tap that button and edit your initial prompt rather than writing a reply to the AI to tweak it. ChatGPT will adapt to the changes automatically and provide a different answer.\n\nThe best part is that ChatGPT will show you the previous response so you can choose how to continue your conversations.\n\nYou can switch between the original ChatGPT response and the ones the AI will offer once you edit your request. Image source: Chris Smith, BGR\n\nThere’s another benefit to using the button. The conversations won’t always be as long, so you’ll have less scrolling to do when revisiting a chat. Also, you can use the button as many times as you need to get the proper start.\n\nThe screenshots above show an example of editing a first prompt in a ChatGPT conversation. I wrote a short prompt, waited for ChatGPT to respond, and then edited the prompt to something entirely different. As you can see in the screenshot sequence, ChatGPT adapted accordingly.\n\nThe “Edit message” button is available for all the user’s replies in a chat, not just the first one.\n\nWhile I missed using this ChatGPT prompt “hack” right before my eyes for months, I’ll surely take advantage of it now that I’ve realized how bad my ways were."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stricter enforcement of Labor Code pushed amid dim Philippine employment outlook",
            "link": "https://www.bworldonline.com/the-nation/2025/01/19/647471/stricter-enforcement-of-labor-code-pushed-amid-dim-philippine-employment-outlook/",
            "description": "A STRICTER monitoring and enforcement mechanism to ensure compliance with labor standards is needed amid a 'dim' employment outlook, particularly in the country’s service and agriculture sectors, a ...",
            "image_url": "https://www.bing.com/th?id=ODF.zTrBHNVDT8sp7thgX6xLfg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "BusinessWorld9h",
            "source": "BusinessWorld",
            "article_content": "By Chloe Mari A. Hufana, Reporter\n\nA STRICTER monitoring and enforcement mechanism to ensure compliance with labor standards is needed amid a “dim” employment outlook, particularly in the country’s service and agriculture sectors, a labor leader said.\n\nA recent International Labour Organization (ILO) report on insufficient global employment growth mirrors the situation in the Philippines, where persistent decent work deficits in the service and agriculture sectors are attributed by the Federation of Free Workers (FFW) to rampant contractualization, low wages, and unsafe working conditions.\n\n“The outlook remains dim, particularly when considered alongside the International Monetary Fund’s (IMF) recent report. It estimates that 14% of the workforce — around 5 million Filipino workers — are at risk of displacement this year due to artificial intelligence (AI) and climate change,” FFW President Jose Sonny G. Matula told BusinessWorld in a Viber message over the weekend.\n\nThe ILO’s World Employment and Social Outlook: Trends 2025, released last week, found employment growth globally remained “too weak” to significantly impact lingering decent work deficits.\n\nWhile employment growth remains steady, various factors are testing the resilience of labor markets worldwide, it added.\n\n“The lack of faster global productivity growth is partly linked to the failure of structural change to move people out of agriculture into manufacturing and services,” it noted.\n\n“Given the poor working conditions in much of farming outside advanced economies, this also means that working poverty and informality have not benefited from people moving out of agriculture to better-paying jobs in industry and services,” it added.\n\nIndividuals in informal employment, particularly in agriculture and other sectors like wholesale and retail trade, often face irregular income and lack access to social protection, it added.\n\n“In this context, the vigorous exercise of the Department of Labor and Employment’s (DoLE) inspection and visitorial powers under the Labor Code is essential,” Mr. Matula said.\n\n“Strengthened monitoring and enforcement mechanisms will ensure that employers comply with labor standards, while the Employment Plan should adapt to rapidly changing labor market dynamics, including those influenced by technology and climate change,” he added.\n\nIn 2024, global employment grew alongside the expanding labor force, maintaining the global unemployment rate at a steady 5%, consistent with the level recorded in 2023, the ILO noted.\n\nHowever, this growth remains insufficient to address persistent decent work deficits as young workers continue to face high unemployment rates, around 12.6%, with little sign of improvement, it added.\n\nLabor Secretary Bienvenido E. Laguesma said the department conducted “extensive national consultations,” culminating in the upcoming 10-year Trabaho Para sa Bayan (TPB) Plan to address weak job growth.\n\n“Through these initiatives, we have identified several key areas of intervention that align with the goals of the TPB Plan and aim to address the challenges of regional employment disparities, particularly in rural areas,” he told BusinessWorld in a Viber message over the weekend.\n\n“Agriculture remains a cornerstone of rural employment, and we are committed to transforming this sector to boost productivity and job creation,” he added.\n\nHe noted the Labor department aims to introduce technology-enabled farming practices, climate-resilient methods and value-added processes into agribusiness through the Agricultural Competitiveness Enhancement Fund.\n\n“These initiatives will not only create more jobs but also enhance the sustainability and profitability of rural livelihoods,” he said.\n\nAccording to the Philippine Statistics Agency’s (PSA) November 2024 Labor Force Survey, the agriculture sector experienced the highest year on year job loss, with 1.99 Filipinos leaving the sector.\n\nThe agency attributed the loss to typhoons.\n\nRURAL WORKFORCE\n\nAccording to Mr. Laguesma, DoLE is empowering local government units (LGUs) to spearhead rural development by supporting them with investment strategies, microfinance for micro, small and medium enterprises (MSMEs) and infrastructure projects under the Build Better More program.\n\n“These initiatives will ensure that rural areas become hubs for inclusive economic activity,” he added.\n\nIn addition, DoLE is collaborating with the Technical Education and Skills Development Authority (TESDA) and local institutions, prioritizing tailored skills training.\n\nPrograms will focus on green skills development, digital upskilling and vocational training to prepare rural workers for opportunities in sustainable agriculture, eco-tourism, and renewable energy, he noted.\n\n“Our Public Employment Service Offices (PESOs) are key to facilitating job placement and matching in rural areas,” he added, noting that digitalization and enhancing labor market intelligence.\n\n“We aim to make employment services more accessible and effective, enabling rural job seekers to connect with opportunities tailored to their skills and aspirations,” he noted.\n\nThe labor chief also added the department is committed to fostering sustainable job opportunities in agriculture, eco-tourism and clean energy. These green initiatives will ensure long-term job creation while protecting environmental resources.\n\nSocial safety nets for rural workers are critical, he noted, adding the ILO has been helping DoLE in achieving these initiatives.\n\n“We will broaden coverage of social protection programs to include informal workers, addressing vulnerabilities and providing stability during economic transitions,” he added.\n\n“By prioritizing rural job creation and addressing regional disparities, we aim to build a resilient and equitable labor market where every Filipino has access to quality employment.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How Poorly Planned Renovations Can Decrease Your Property Value",
            "link": "https://www.msn.com/en-us/home-and-garden/remodeling-and-construction/how-poorly-planned-renovations-can-decrease-your-property-value/ar-AA1xrEsj?ocid=BingNewsVerp",
            "description": "Renovating your home can be a double-edged sword. While it has the potential to increase your property's value, a poorly ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kMVV24WGZkTSB_RLrhTOMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Hosted on MSN19h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Does 'Roger' Mean In Military Aviation And Why Do Pilots Say It?",
            "link": "https://www.msn.com/en-us/technology/aviation/what-does-roger-mean-in-military-aviation-and-why-do-pilots-say-it/ar-AA1xrBHX?ocid=BingNewsVerp",
            "description": "The term \"Roger\" isn't just a name but a popular piece of aviation lore, and this is what it means and where it came from.",
            "image_url": "https://www.bing.com/th?id=OVFT.9FbHpYLiQJAnHBc-nAz6ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "19hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Garena Free Fire MAX codes for January 19: Win vouchers and rewards today",
            "link": "https://timesofindia.indiatimes.com/technology/gaming/garena-free-fire-max-codes-for-january-19-win-vouchers-and-rewards-today/articleshow/117346670.cms",
            "description": "Garena Free Fire MAX has gained popularity as a top battle royale game in India following the ban on Garena Free Fire. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Mj6D1ozv0C61xf6tAXDMDy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "16h",
            "source": "Indiatimes",
            "article_content": "What are Free Fire Max redeem codes?\n\n\n\nGarena Free Fire Max redeem codes today, January 19\n\n\n\nUPQ7X5NMJ64V\n\nV44ZX8Y7GJ52\n\nXN7TP5RM3K49\n\nZRW3J4N8VX56\n\nTFX9J3Z2RP6G\n\nFFSUTXVQF2NR\n\nBLFY7MSTFXV2\n\nFY9MFW7KFSNN\n\nFFMSTXP2FWCK\n\nNPCQ2FW7PXN2\n\nFFXT7SW9KG2M\n\nFF4MTXQPFDZ9\n\nRD3TZK7WME65\n\nF8YC4TN6VKQ9\n\nWD4XJ7WQZ42A\n\nHZ2RM8VW9TP7\n\nJF6AT3ZREM45\n\nKFN9Y6XW4Z89\n\nMN3XK4TY9EP1\n\nHow to redeem Free Fire Codes\n\nVisit the Rewards Redemption website at https://reward.ff.garena.com/en\n\nLog in using your credentials from platforms such as Facebook, X, Apple ID, Google, VK ID, or Huawei ID\n\nEnter the redeem code into the visible text box on the screen\n\nComplete the redemption process by clicking 'Confirm'\n\nAfter successful redemption, you can collect Free Fire rewards by opening the Free Fire game on your device\n\nImportant points to note\n\nAfter successfully redeeming the code, players can retrieve their rewards from the in-game mail section\n\nThese codes are not applicable to guest accounts; you need to link your account to Facebook, X, Apple, Google, VK, or Huawei to claim the rewards\n\nPlease allow a 24-hour processing period for the rewards to be credited\n\nAlso read |\n\n|\n\n|\n\n|\n\nGarena Free Fire MAX has become widely acclaimed as a leading battle royale game in India, particularly after the Indian government's ban on Garena Free Fire. Since its inception, the game has secured a distinctive position among gaming enthusiasts in India due to its lively graphics and engaging gameplay. The redemption codes for Garena Free Fire MAX have a limited validity period of 12-18 hours, after which they expire. In accordance with developer regulations, these 12-character alphanumeric Garena FF redemption codes are available for daily claiming by 500 registered gamers.The redemption codes in Garena Free Fire Max allow players to obtain in-game items, including weapons, diamonds, skins, and other valuable rewards. Comprising 12-digit alphanumeric combinations of capital letters and numbers, these codes enhance the overall gaming experience for players.Upon redeeming these codes, players can unlock rewards such as a Rebel Academy Weapon Loot Crate, Revolt Weapon Loot Crate, Diamonds Voucher, and Fire Head Hunting Parachute."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fisch codes for January 2025",
            "link": "https://www.vg247.com/roblox-fisch-codes",
            "description": "19th January 2025: We added new Fisch codes. Fisch is a Roblox game that's all about fishing. Grab your trusty rod and head out to the dock where you can catch thousands of different fish.",
            "image_url": "https://www.bing.comNo image",
            "category": "code+trends",
            "date": "vg2478h",
            "source": "vg247",
            "article_content": "19th January 2025: We added new Fisch codes.\n\nFisch is a Roblox game that's all about fishing. Grab your trusty rod and head out to the dock where you can catch thousands of different fish.\n\nWhen you land a bite, you'll have to take part in a quick-time event to try and reel in your catch. If you're not fast enough, your prized fish will quickly escape and you'll have to start all over again. Besides this addictive mini-game, Fisch offers a wealth of things to do, with plenty of islands to explore, lots of rods to collect, and different weather conditions and bait which all affect the type of fish you can catch. It's a content rich experience and one of the best Roblox games you can play right now.\n\nIf you need a hand going from budding angler to pro fisherman, you can always use some Fisch codes to help you out. Codes, which are released on the game's official Discord server, offer freebies and boosts that will help you get the catch of the day.\n\nTo see this content please enable targeting cookies. Manage cookie settings\n\nWorking Fisch codes\n\nSORRYGUYS : 2x Kraken Tentacle, 1000 C$ (NEW!)\n\n: 2x Kraken Tentacle, 1000 C$ (NEW!) ATLANTEANSTORM : 2x Hangman's Hook, 1000 C$ (NEW!)\n\n: 2x Hangman's Hook, 1000 C$ (NEW!) GOLDENTIDE : 3x Instant Catchers, 2000 C$\n\n: 3x Instant Catchers, 2000 C$ NewYear : 2x Holly Berry, 2x Pepermint Worms, 1000 C$\n\n: 2x Holly Berry, 2x Pepermint Worms, 1000 C$ NorthernExpedition : 2x Holly Berry, 3x Pepermint Worms, 1000 C$\n\n: 2x Holly Berry, 3x Pepermint Worms, 1000 C$ RFG: 3x Instant Catchers\n\nExpired Fisch codes\n\nGOODBYEFISCHMAS\n\nFISCHMASDAY\n\nMERRYFISCHMAS\n\nThankYouFollowers3\n\nThankYouFollowers2\n\nAdvent\n\nAncientIsle\n\nThankYouFollowers\n\nTheDepths\n\nPrehistoric\n\n100M\n\n200K\n\nScubaaaa\n\nSorryForDowntime\n\nFischFright2024\n\nThanksFor10Mil\n\nSorryforShutdown\n\nHow do I redeem codes in Fisch?\n\nNot sure how to redeem codes in Fisch? Here's a step-by-step guide:\n\nLaunch Fisch in Roblox. Once you drop in-game hit the M key. In the Settings menu, scroll down till you see the Codes screen. Image credit: VG247/@WoozyNate Type a code into the textbox and then press the Enter key.\n\nIf the code you entered is still working, a notification will appear on screen letting you know what rewards you've just claimed.\n\nThat's it for our list of Fisch codes. For help with other fishing-themed games on Roblox, head to our list of Ice Fishing Simulator codes and Fishing Frenzy codes. Or, for help with other popular Roblox experiences, visit our Untitled Boxing Game codes, Pixel Tower Defense codes and Type Soul codes guides."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science Uncovered: Breakdowns in Space and Discoveries from the Past",
            "link": "https://www.devdiscourse.com/article/technology/3230732-science-uncovered-breakdowns-in-space-and-discoveries-from-the-past",
            "description": "A recent SpaceX Starship test ended in an explosion, impacting airline routes over the Gulf of Mexico. Belgian scientists are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1hlzZmxGYRR2RvpXgEcBFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse7h",
            "source": "devdiscourse",
            "article_content": "In a dramatic turn of events, SpaceX's Starship rocket experienced a catastrophic failure minutes after its launch, prompting airlines to reroute flights over the Gulf of Mexico. The mission setback not only impacted airline operations but also marked a stumbling block for Elon Musk's ambitious space exploration initiatives.\n\nMeanwhile, scientific advancements take a novel turn in Belgium, as researcher Clement Martin collaborates with federal police to develop a scent based on dried human bones. This groundbreaking work aims to enhance the capabilities of sniffer dogs in locating long-lost human remains, building on previous success with decomposing flesh scents.\n\nAn archaeological breakthrough in Pompeii has unveiled a lavish private bath complex, offering insight into the opulence of ancient Roman society. The discovery of this grand facility, complete with multiple temperature chambers and an adjacent banquet hall, underscores the cultural richness of the city prior to its demise in AD 79.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explosive Developments: SpaceX, Ancient Discoveries, and the Science of Scents",
            "link": "https://www.devdiscourse.com/article/technology/3230445-explosive-developments-spacex-ancient-discoveries-and-the-science-of-scents",
            "description": "Recent science news covers SpaceX's Starship explosion, a new scent for sniffer dogs aiding cold cases, a Pompeii excavation, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RQCy6J4-82sXmJ2Snzh5Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse15h",
            "source": "devdiscourse",
            "article_content": "In a dramatic development on Thursday, SpaceX's Starship rocket mission ended abruptly when the spacecraft exploded minutes after launch from Texas. The incident, which involved an upgraded Starship carrying a test payload, prompted airlines to reroute flights over the Gulf of Mexico as debris scattered, marking a setback for Elon Musk's rocket program. The U.S. Federal Aviation Administration, in coordination with Turks and Caicos officials, is investigating the fallout, though no injuries have been reported.\n\nIn Belgium, scientist Clement Martin is collaborating with federal police to create a groundbreaking scent mimicking the smell of dried bones, helping sniffer dogs locate long-missing remains. This innovation follows Martin's earlier work isolating the scent of decomposing flesh, now essential in training cadaver dogs across Belgium.\n\nMeanwhile, archaeological explorations in Pompeii have uncovered an opulent private bath complex, providing insights into the affluent lifestyle of the Romans before the catastrophic eruption of Mount Vesuvius in AD 79. The newly unearthed site features hot, warm, and cold baths that could accommodate up to 30 guests, adorned with Greek mythological themes, showcasing the luxury of that era.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum gravity discovery could reconcile quantum mechanics with general relativity",
            "link": "https://www.msn.com/en-us/science/chemistry/quantum-gravity-discovery-could-reconcile-quantum-mechanics-with-general-relativity/ar-AA1xtxlE?ocid=BingNewsVerp",
            "description": "Scientific breakthroughs often stem from the persistent pursuit of understanding complex phenomena. From the nanoscale ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zg7MAm84SPEfUDTuRxZ6QC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "The Brighterside of News on MSN1h",
            "source": "The Brighterside of News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "China announces discovery of superlarge ion-adsorption-type rare earth deposit in Yunnan",
            "link": "https://www.msn.com/en-us/news/world/china-announces-discovery-of-superlarge-ion-adsorption-type-rare-earth-deposit-in-yunnan/ar-AA1xta2C?ocid=BingNewsVerp",
            "description": "More than 470,000 tons correspond to critical elements such as praseodymium, neodymium, dysprosium, and terbium.",
            "image_url": "https://www.bing.com/th?id=OVFT.5PpebArc6c2VzxU1aWLBLi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "3hon MSN",
            "source": "The Jerusalem Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Astronomers solve mystery of \"little red dots\" spotted by James Webb Space Telescope",
            "link": "https://www.msn.com/en-us/science/astronomy/astronomers-solve-mystery-of-little-red-dots-spotted-by-james-webb-space-telescope/ar-AA1xslJz?ocid=BingNewsVerp",
            "description": "A team of astronomers sifted through James Webb Space Telescope data from multiple surveys to compile one of the largest ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WIlvnW3u7jr6IjRD8uo8fC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "9hon MSN",
            "source": "Salon on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Upgraded DraftKings promo code for Rams vs. Eagles: 40-1 boost on $5 NFC Divisional Round bet",
            "link": "https://www.al.com/betting/2025/01/upgraded-draftkings-promo-code-for-rams-vs-eagles-40-1-boost-on-5-nfc-divisional-round-bet.html",
            "description": "New users don't need a DraftKings promo code to get $200 in bonus bets instantly when they bet at least $5 on Rams vs. Eagles ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Wx7bgqpOhx3AVH9F6qhPoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "52m",
            "source": "al.com",
            "article_content": "The NFL Playoffs Divisional Round continues today with an NFC Divisional matchup between the Los Angeles Rams and Philadelphia Eagles. The DraftKings promo code (no code needed) is offering $200 in bonus bets that can be used for this or any other NFL Divisional Round matchup. Join me as I explain how to unlock the and receive $200 in bonus bets for Rams vs. Eagles.\n\nDraftKings promo code at a glance\n\n🎁 DraftKings promo code No code required 💰 DraftKings promo code bonus Bet $5, get $200 in bonus bets instantly 💸 Minimum deposit $5 📝 DraftKings promo code terms and conditions Get $200 in bonus bets instantly after your first $5+ wager.\n\n\n\nBonus received as eight $25 bonus bets.\n\n\n\nBonus bets are single-use, non-withdrawable and expire seven days after receipt. ✅ Last verified Jan. 19, 2025\n\nDraftKings promo code: How to claim $200 in bonus bets\n\nNo DraftKings promo code is required, but only new DraftKings accounts can get the $200 bonus bets. Here’s how to activate the DraftKings promo code promotion.\n\nYou do not need a DraftKings promo code. Press any DraftKings banners or links on this page, and you will be redirected to the DraftKings signup page. To register, fill out all the mandatory fields on the registration form. After verifying your DraftKings sports betting account, you must make a minimum deposit of $5. Next, place a $5 minimum bet on any game on the DraftKings board, including Sunday’s Ravens vs. Bills matchup or any other game on the board. Once you place your $5 bet, DraftKings will immediately deposit eight $25 bonus bets into your account or as soon as your winning $5 bet is settled.\n\nPlease note that DraftKings bonus bets will expire within seven days.\n\nDraftKings existing user promos\n\nDraftKings typically offers existing users odds boosts and various promotions and odds like these.\n\nKing of the End Zone is BACK: Bet $5 on a anytime TD scorer on Saturday or Sunday and if your player scores the longest TD you’ll be eligible for a share of $2 million in bonus bets. Saturday promo expires at 8 pm ET. You’ll need to opt-in both days.\n\nNFL Divisional Weekend No-Sweat Bet: Place a parlay bet on this weekend’s Divisional games, and if it loses, DraftKings will give you a bonus bet in the amount of the parlay card.\n\nNFL Touchdown All-Parlay Boost : DraftKings provides enhanced odds for any time touchdown parlays for every NFL Divisional round matchup.\n\nNFL Same-Game Parlay Boosts: Enjoy weekly odds boosts during the NFL regular season on same-game parlays that consist of four or more legs.\n\nHow to use the DraftKings promo code for Rams vs. Eagles\n\nAll you have to do to get the $200 in bonus bets is open a new DraftKings account and bet $5. If the bet were mine, I would satisfy the DraftKings requirements with a $5 wager on the Los Angeles Rams to beat the Philadelphia Eagles. Either way, bet $5, and you’ll receive $200 in bonus bets for signing up with the DraftKings promo code (no code needed)."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Updated FanDuel promo code: Bet $5, get $300 bonus for Commanders vs. Lions if your bet wins",
            "link": "https://www.cleveland.com/betting/2025/01/updated-fanduel-promo-code-bet-5-get-300-bonus-for-commanders-vs-lions-if-your-bet-wins.html",
            "description": "With the FanDuel promo code rewarding you $300 in bonus bets only if you win your first wager, it’s important to succeed.",
            "image_url": "https://www.bing.com/th?id=OVFT.YSfssb_FrqjavP2_ybg2jS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "20h",
            "source": "Cleveland.com",
            "article_content": "Just eight teams remain in the NFL Playoffs and today the Detroit Lions host the Washington Commanders in the NFC Divisional Round. Those who sign up with our newest FanDuel promo code (no code required) can access $300 worth of bonus bets if their first bet is successful.\n\nThis offer won’t last long, so keep reading to take your chance at getting a huge payday on your first wager with FanDuel today!\n\nFanDuel promo code at a glance\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $300 in bonuses if your bet wins 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions Wager $5+ and get a $300 bonus. Bonus bets sent within 72 hours of qualifying wager settlement.\n\nThere are no odds restrictions on your qualifying wager.\n\nBonuses can’t be withdrawn and expire after seven days. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, the District of Columbia ✅ Last verified Jan. 18, 2025\n\nFanDuel promo code: How to claim your $300 sportsbook bonus\n\nAll that’s required is a wager of $5 or more and you’ve activated this offer. Once completed, FanDuel will pay out your $300 in bonus bets so long as your wager is successful. You can use these bonuses all at once or dispersed between multiple bets. Just be sure to use them before expiration.\n\nGet signed up by following these simple steps:\n\nClick our FanDuel promo code and click the green ‘Join’ button. Fill in the required fields. If you register using one of our links, no code is required. Choose a banking method and deposit at least $5 into your new account. Wager a minimum of $5 on Texans vs. Chiefs or any other sporting event.\n\nThe entire $300 bonus must be used within seven days of distribution. If not, the remainder will expire.\n\nFanDuel Sportsbook existing user promos\n\nProfit boosts : Get enhanced odds on select betting markets.\n\n: Get enhanced odds on select betting markets. No sweat bets : If your bet loses, receive a bonus bet to try again with house money.\n\n: If your bet loses, receive a bonus bet to try again with house money. Referral bonus: Invite your friend and you’ll each get a $75 bonus ($50 sportsbook + $25 casino).\n\nHow to use the FanDuel Sportsbook promo code for Commanders vs. Lions\n\nThis welcome offer is exciting, but there is more to look forward to when signing up with FanDuel. As one of the top sportsbooks in the industry, the platform is constantly offering additional promos throughout the year for you to maximize your experience. Here are just a few you can look forward to on FanDuel:The Washington Commanders are +9.5-point (-118) road underdogs when they take on the Detroit Lions today at Ford Field in Detroit, Michigan.\n\nThe winner will advance to the NFC Championship on January 26th, where they’ll match up against the Rams-Eagles winner.\n\nWith the FanDuel promo code rewarding you $300 in bonus bets only if you win your first wager, it’s important to succeed. However, there are no odds requirements, so you’ll just need to find an easy-to-succeed betting line.\n\nA great way to find that is by taking an alternate total points line. The Washington Commanders over 6.5 total points (-7000) is extremely safe and should help you earn $300 in bonus bets thanks to this FanDuel welcome offer.\n\nThe best part is, you can use the $300 in bonus bets on anything FanDuel offers after receiving it, whether you want to get in on more NFL Playoff action, or you feel like betting on any other sport."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Colorado Springs finally approved recreational marijuana. Could the new market be snuffed out before it starts?",
            "link": "https://www.msn.com/en-us/politics/government/colorado-springs-finally-approved-recreational-marijuana-could-the-new-market-be-snuffed-out-before-it-starts/ar-AA1xsKJi?ocid=BingNewsVerp",
            "description": "COLORADO SPRINGS — Voters here chose to legalize recreational marijuana sales for the first time in the city’s history last ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8uRoC_K1_nwrpNaeX8kN1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NYC braces for 6 inches of snow, brutal cold as polar vortex blasts region. Here’s when it will start",
            "link": "https://www.msn.com/en-us/weather/topstories/nyc-braces-for-6-inches-of-snow-brutal-cold-as-polar-vortex-blasts-region-here-s-when-it-will-start/ar-AA1xsR4y?ocid=BingNewsVerp",
            "description": "Once the snow starts to come in, the temperature will essentially drop like a rock,' Fox Forecast Center Meteorologist ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b9NPdMOIcomAC21tigmgAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "5hon MSN",
            "source": "New York Post on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI Agents Are Coming in 2025. Here's My Top Stock Pick To Capitalize on the Next Wave of AI Investing.",
            "link": "https://finance.yahoo.com/news/ai-agents-coming-2025-heres-134500720.html",
            "description": "Currently, it's being used as a program on the side of normal work, but it's about to enter a new phase: Agentic AI. Agentic ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QtOoGPXrWBlGi6kAG8gjky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "6h",
            "source": "YAHOO!Finance",
            "article_content": "Generative artificial intelligence (AI) is an incredible technology, and we've only scratched the surface of its potential. Currently, it's being used as a program on the side of normal work, but it's about to enter a new phase: Agentic AI. Agentic AI, often called AI agents, involves setting up software programs to do tasks that humans normally do. This next phase in implementing AI is critical, as it will allow those at the cutting edge to do more with fewer resources.\n\nOne of the leaders in agentic AI is Salesforce (NYSE: CRM). The software company is making a heavy push to promote and integrate agentic AI, and it also has one of the best platforms for implementing it.\n\nSalesforce's platform is ripe for agentic AI integration\n\nSalesforce makes customer relationship management (CRM) software. CRM is an incredibly broad sector but can generally be summarized as a business interaction with a potential customer from the marketing stage to after-sale support. There's a lot that happens between those two points, and Salesforce software is there to offer support along the way.\n\nMany customer interactions can be automated by AI agents, which is why agentic AI is such a massive trend for Salesforce. As with most software-as-a-service (SaaS) companies, the more add-ons you have from the base software package, the more expensive it gets. This unlocks another milestone for the generative AI trend; we're reaching a point where many companies are starting to monetize their AI investments.\n\nSalesforce's CEO and co-founder, Marc Benioff, is extremely bullish on agentic AI. During the company's 2024 Dreamforce conference, he stated, \"This is what AI was meant to be.\" That's a big statement, but the ability for companies to become more efficient and free their workers up to do tasks that require original thinking will be a huge change for many in the workforce.\n\nHowever, does this one technology have the ability to drive Salesforce's stock to new heights?\n\nSalesforce needs this new technology to kick-start growth again\n\nSalesforce is a mature software company that started to shift from growth-at-all-costs to maximizing profitability a few years ago. However, its sales growth has been a bit slow, by most software company standards, over the past few quarters. In its fiscal 2025's third quarter (ended Oct. 31), revenue was up 8% year over year to $9.44 billion. Earnings per share (EPS) were $1.60 versus $1.26 a year ago -- a 27% gain.\n\nEPS growth outpaced revenue growth because of Salesforce's rising margins. During last year's third quarter, Salesforce posted operating margins of 17.8%. This year, it delivered 20.6% operating margins. This will be a key trend to watch, as some of the most profitable software companies can reach profit margins of up to 30%. It will likely be some time before Salesforce can reach that level (if it can), but shareholders will be elated if it does.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to factory reset a PlayStation Portal",
            "link": "https://www.digitaltrends.com/gaming/factory-reset-ps-portal/",
            "description": "The PlayStation Portal is an exceptional handheld, but if you're looking to sell yours (or simply want to reset it for any ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ZVbGjJakEwtxDt5msa4mtS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "6h",
            "source": "Digital Trends",
            "article_content": "Whether you're looking to sell your PlayStation Portal, or you simply want to reset it for any reason at all, a full factory reset will ensure that all of your data is erased from the device. If that's something you're looking to do, we will tell you exactly how to do it below — and luckily, it's a quick and easy process!\n\nRecommended Videos\n\nDifficulty Easy Duration 5 minutes What You Need PlayStation Portal\n\nHow to factory reset a PlayStation Portal\n\nWhen you're ready to factory reset your PlayStation Portal, follow the instructions below.\n\nStep 1: Swipe from the top right of the screen to open the Quick Settings tabs.\n\nStep 2: Choose Settings.\n\nStep 3: Within the Settings, navigate to System > System Software > Reset Options.\n\nStep 4: Here, you'll be informed that the device will sign you out of your PlayStation account and wipe all settings. If you're ready to factory reset the PlayStation Portal, select Reset to begin the process."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI finalises 'o3 mini' reasoning AI model version, to launch it soon",
            "link": "https://telecom.economictimes.indiatimes.com/news/internet/openai-finalises-o3-mini-reasoning-ai-model-version-to-launch-it-soon/117366251",
            "description": "OpenAI said it was testing reasoning AI models, o3 and o3 mini, indicating growing competition with rivals such as Alphabet's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.m2uiog1zOnzwXs9WGe3euy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "16h",
            "source": "telecom.economictimes.indiatimes",
            "article_content": "ChatGPT maker OpenAI has finalised a version of its new reasoning AI model o3 mini and would be launching it in a couple of weeks, CEO Sam Altman said on Friday.\n\n\n\nThe Microsoft-backed company has considered user feedback and, consequently, plans to release the application programming interface (API) and ChatGPT simultaneously, Altman wrote in a post on social media platform X.\n\n\n\nLast December, OpenAI said it was testing reasoning AI models, o3 and o3 mini, indicating growing competition with rivals such as Alphabet's Google to create smarter models capable of tackling complex problems.\n\n\n\nThe AI startup had planned to launch o3 mini by the end of January, and the full o3 thereafter, as more robust large language models could outperform existing models and attract new investments and users.\n\n\n\n\n\nAdvt\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETTelecom App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nIn September 2024, the GenAI pioneer released o1 AI models designed to spend more time processing queries to solve harder problems.The o1 models are capable of reasoning through complex tasks and can solve more challenging problems than previous models in science, coding and math, the company had said in a blog post.The new o3 and o3 mini models would be more powerful than the previously launched o1 models, the company had said previously.Earlier this week, OpenAI said it was introducing a beta feature called Tasks to ChatGPT, signaling its foray into the virtual assistant space, competing with Apple's Siri and Amazon's Alexa.The release of ChatGPT in late 2022 sparked a frenzy of investments in AI firms, with its growing popularity and new product launches helping OpenAI close a $6.6 billion funding round in October."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "FTC says partnerships like Microsoft-OpenAI raise antitrust concerns",
            "link": "https://www.msn.com/en-us/news/technology/ftc-says-partnerships-like-microsoft-openai-raise-antitrust-concerns/ar-AA1xra0U?ocid=BingNewsVerp",
            "description": "The Federal Trade Commission said in a staff report issued Friday that there are potential competitive issues in partnerships ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LRxPy8gESKbuooXRAdPmbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "23hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ChatGPT Glossary: 49 AI Terms Everyone Should Know",
            "link": "https://www.msn.com/en-us/news/technology/chatgpt-glossary-49-ai-terms-everyone-should-know/ar-AA1fSM20?ocid=BingNewsVerp",
            "description": "AI technology is everywhere, from phones to drive-through ordering systems. Given that companies like Google, Microsoft and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gkAlQKeiSYW44lf_K_22Di&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "CNET on MSN10h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "From money to skills, laid-off techie shares five tips that saved him",
            "link": "https://economictimes.indiatimes.com/magazines/panache/from-money-to-skills-laid-off-techie-shares-five-tips-that-saved-him/articleshow/117375952.cms",
            "description": "A former tech employee shared insights on social media about surviving layoffs, emphasizing financial preparedness, skill ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BlMjbLD1UiIOdX_9EfxmqC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "5h",
            "source": "Indiatimes",
            "article_content": "A tech professional recently shared valuable insights on social media about navigating layoffs after being let go by a prominent tech company. Reflecting on his experience, he emphasized the importance of financial preparedness , skill enhancement, and leveraging professional networks. Building an emergency fund with 6–12 months of living expenses provided him the flexibility to focus on finding the right opportunity. He also credited certifications in AI and machine learning, such as Google Cloud ML Engineer and Microsoft Azure AI Engineer, for helping his resume stand out and accelerating interview calls. Networking proved critical, with referrals from ex-colleagues, mentors, and LinkedIn posts opening new doors. He also recommended exploring roles in non-tech industries like finance and healthcare, which are increasingly hiring for AI and automation projects. Freelancing, he noted, was another avenue to maintain skills, expand networks, and gain experience while job hunting.In a similar situation, another techie sought advice online after being laid off in September. Having returned to India after working abroad and boasting nine years of experience in Artificial Intelligence (AI), Machine Learning (ML), and data, he faced challenges in the local job market, including rejections or significantly lower salary offers. The lack of preparation in competitive coding practices like DSA and Leetcode further added to his struggles. The tech professional expressed frustration and embarrassment after three months without an offer.Online responses suggested exploring opportunities abroad, especially in regions like the Middle East, where AI and tech roles are in demand. Others advised accepting lower-paying offers temporarily while continuing to search for better roles. Some users expressed surprise at the challenges faced by AI and ML professionals, questioning whether the demand in these fields was dwindling or if entry into data science had become increasingly competitive."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine opens a new front against Russia – flattering Trump",
            "link": "https://www.msn.com/en-us/politics/government/ukraine-opens-a-new-front-against-russia-flattering-trump/ar-AA1xsgt9?ocid=BingNewsVerp",
            "description": "World leaders have been rushing to get on Donald Trump’s good side since his reelection as US president, arguably none more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xkia8a8SZkmpA-qyMI5fuS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "10hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia Attacks Kyiv With Ballistic Missiles, Ukraine Says",
            "link": "https://www.nytimes.com/2025/01/17/world/europe/ukraine-kyiv-russia.html",
            "description": "At least three people were killed in the assault on the capital, and at least one died and 11 were wounded in a separate ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3neHZtB32_PJ05dSslhXgy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "21h",
            "source": "The New York Times",
            "article_content": "Russia attacked Ukraine’s capital with drones and ballistic missiles before dawn on Saturday, officials said, killing at least three people in central Kyiv as part of a broader assault that targeted towns and cities across the country.\n\nAir-raid alarms sounded as emergency crews raced to search for the dead and wounded — a grimly familiar routine in a nation that has been battered by relentless Russian bombardments for nearly three years. Moscow called the attack retaliation for Ukrainian strikes on Russian territory, which in recent weeks appear to have intensified.\n\nThe Ukrainian Air Force said that four ballistic missiles and 39 attack drones had been launched in the assault and that two of the ballistic missiles had been shot down in the Kyiv region. Although the city comes under drone attack almost nightly, ballistic missile launches targeting the capital are less frequent.\n\nThe pre-dawn attack ruptured a water main near the city center, sending water cascading through the streets around the battered facade of the Lukianivska subway station. Nearby, smoke was rising from a charred van with at least two burned bodies inside."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Israel-Hamas war: Ceasefire takes effect in Gaza, halting 15-month conflict",
            "link": "https://www.financialexpress.com/world-news/israel-hamas-war-ceasefire-takes-effect-in-gaza-halting-15-month-conflict/3719604/",
            "description": "A ceasefire agreement between Israel and Hamas in the Gaza Strip was implemented on Sunday, following a nearly three-hour ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Lqg9GmCmoHpvJnS5mslsry&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "The Financial Express10h",
            "source": "The Financial Express",
            "article_content": "A ceasefire agreement between Israel and Hamas in the Gaza Strip came into effect on Sunday, following a delay of nearly three hours. The truce halts a devastating 15-month-long conflict that has caused widespread destruction and loss of life. After months of intricate and tense negotiations, the agreement aims to provide a reprieve from the violence that has gripped the region, while addressing the political and humanitarian crises exacerbated by the ongoing war.\n\nDespite the delayed start, residents and medical workers in Gaza reported no new fighting or military strikes after about 30 minutes before the ceasefire was implemented. However, Israeli airstrikes and artillery attacks killed 13 Palestinians in Gaza between 06:30 GMT, when the ceasefire was originally set to begin, and 09:15 GMT, when it was finally enacted, according to Palestinian medics.\n\n#WATCH | Delhi | Reuven Azar, Israeli Ambassador to India, says, \"The ceasefire Israel signed off to is the first phase of a gradual deal which has the potential of bringing back our hostages and also making sure Hamas won't be ever able to massacre Israelis like it did on… pic.twitter.com/fBZwWi7jNP Also Read Air Canada plane catches fire during landing at Halifax airport, incident happens hours after fatal South Korea plane tragedy – Watch ‘IITian Baba’ Abhey Singh expelled from Juna Akhara for disrespecting his guru; he responds Indian Railways’ expansion in West Bengal: 43 rail projects spanning 4,479 km underway in the state, says Ashwini Vaishnaw FPIs turn net sellers after two weeks of buying, withdraw Rs 976 crore amid global uncertainty January 19, 2025\n\nReasons for the Delay\n\nIsrael’s military blamed Hamas for the delay, citing the Palestinian militant group’s failure to provide a list of hostages to be released as part of the agreement. Hamas attributed the delay to “technical” reasons, though it did not elaborate further. A Palestinian official, speaking on condition of anonymity, indicated that the delay was due to mediators requesting 48 hours of “calm” before the ceasefire, but Israeli strikes had made it difficult to send the list of names.\n\nAlso Read Israeli PM Netanyahu delays Gaza ceasefire until Hamas releases hostage list\n\nTwo hours after the deadline, Hamas announced that it had sent the names of the hostages to be released, with Israeli officials confirming the receipt. The three hostages named for release on Sunday were Romi Gonen, Doron Steinbrecher, and Emily Damari, although Israel did not immediately confirm their identities.\n\nDetails of the Ceasefire Agreement\n\nThe ceasefire deal follows months of on-again, off-again negotiations, involving mediators from Egypt, Qatar, and the United States. The deal, which is seen as a potential step toward ending the Gaza war, is structured in three stages. The first stage will last six weeks and will involve the release of 33 of the remaining 98 hostages in exchange for nearly 2,000 Palestinian prisoners.\n\nThe first hostages to be released will include women, children, and the elderly, and they are expected to be transferred through the Red Cross. In return for each of the hostages released, Israel will free 30 Palestinian prisoners. Hamas will coordinate with the International Committee of the Red Cross (ICRC) to determine the meeting points inside Gaza for the handover.\n\nThe ceasefire agreement, though a step forward, does not yet guarantee a full resolution to the conflict. The ongoing war, which erupted after Hamas launched attacks on Israel on October 7, 2023, has claimed thousands of lives, with nearly 47,000 Palestinians killed in the conflict. The war has also exacerbated tensions throughout the Middle East, drawing in Iranian-backed militant groups and causing diplomatic isolation for Israel.\n\n(With Reuters Inputs)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "War in Ukraine started as punishment for masturbation, says Russian Orthodox Church",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military-organizations/war-in-ukraine-started-as-punishment-for-masturbation-says-russian-orthodox-church/ar-AA1xtvoz?ocid=BingNewsVerp",
            "description": "Russia’s invasion of Ukraine was caused by societal moral decay, including a widespread indulgence in sinful behaviour such ...",
            "image_url": "https://www.bing.com/th?id=OVFT.P-Qm59i-tVkGGMpsnmoamy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Hosted on MSN3m",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Polar plunge protection: How to keep yourself and your home warm",
            "link": "https://www.msn.com/en-us/weather/topstories/polar-plunge-protection-how-to-keep-yourself-and-your-home-warm/ar-AA1xsPRx?ocid=BingNewsVerp",
            "description": "Cold weather is nothing new for Michigan, but this week, temperatures are dropping into the single digits with wind chills ...",
            "image_url": "https://www.bing.com/th?id=OVFT.DlNlc1HfxDKa-gGFcNt7Pi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "WOOD Grand Rapids on MSN6h",
            "source": "WOOD Grand Rapids on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "CT homeless advocates scrambling to set up shelters for potentially deadly freezing temperatures",
            "link": "https://www.msn.com/en-us/news/us/ct-homeless-advocates-scrambling-to-set-up-shelters-for-potentially-deadly-freezing-temperatures/ar-AA1xr7G7?ocid=BingNewsVerp",
            "description": "As temperatures are expected to plunge into the single digits this week, homeless advocates are ensuring that towns can ...",
            "image_url": "https://www.bing.com/th?id=OVFT.rgooqXQI2d0p4sfAKWIT4i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "23hon MSN",
            "source": "Hartford Courant on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AESL order book expands more than threefold in current fiscal to ₹54,700 crore",
            "link": "https://www.thehindubusinessline.com/companies/aesl-order-book-expands-more-than-threefold-in-current-fiscal-to-54700-crore/article69116011.ece",
            "description": "Adani Energy Solutions Ltd secures ₹54,700 crore in new transmission projects, boosting market share and future growth ...",
            "image_url": "https://www.bing.com/th?id=OVFT.anWT6c9hEZTC0UICXHl98C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "8h",
            "source": "Business Line",
            "article_content": "Adani Energy Solutions Ltd, India's largest electricity transmission and distribution company, has won two new transmission projects, helping swell its order book to ₹54,700 crore -- more than three times of the work order it had at the start of current fiscal in April 2024.\n\nIn October-December 2024 -- the third quarter of the fiscal year April 2024 to March 2025 (FY25), AESL won two new transmission projects worth ₹28,455 crore in Rajasthan, related to the renewable energy park, Jefferies said in a report.\n\nThe orders include the ₹25,000-crore Bhadla-Fatehpur HVDC project, which is AESL's largest order win till date.\n\nThese order wins have pushed up the company's market share in TBCB (tariff-based competitive bidding) orders to 24 per cent, from 17 per cent in the second quarter.\n\nAESL's current order book now stands at ₹54,700 crore, as compared to ₹17,000 crore in the beginning of the current financial year. This is the highest order book amongst all private sector transmission companies.\n\nAlso read: ArcelorMittal Nippon Steel to commission 2 million tonne auto grade steel capacity by March\n\nDuring the quarter, the company commissioned one transmission line, adding over 1000 circuit kilometres to its network, which stands at 26,485 cKM and 84,286 MVA of transformation capacity. As of December 2023, these were 20,422 cKM and 54,661 MVA.\n\nIn distribution, the company supplies power to over 3 million customers in Mumbai metropolitan and Mundra SEZ regions. During the quarter, Mumbai market saw a 3 per cent year-on-year increase in power sale to 2.57 billion units, while the Mundra market saw a 30 per cent rise to 236 million units.\n\nThe company has applied for a parallel distribution license in Navi Mumbai, Kutch, and Ghaziabad-Jewar-Bulandshahr area.\n\n\"We believe AESL should see 16 per cent revenue CAGR and 62 per cent profit CAGR in FY24-27E, driven by locked-in growth in both transmission and distribution business,\" Jefferies said. \"₹27,300 crore projects are targeted to be commissioned by October 2026\".\n\nIn smart metering, AESL was the lowest bidder in the cancelled smart metering tender of 8.2 million meters in Tamil Nadu. This order quantity is not part of AESL's existing pipeline of 22.8 million meters.\n\nAESL said it will participate in the rebidding when it comes up.\n\nJefferies expects AESL to add 4.5 million smart meters by the end FY25 and 10 million by FY26, of which 7 million will come from existing contracts and balance from new wins.\n\nAESL's capital management program prioritises reducing volatility in interest costs through long-tenure bonds. The company is also refining its debt management strategy to match the life of respective assets at fixed rates as much as possible.\n\n\"AESL's management says it believes in minimising volatility in its asset base across parameters: debt is being refinanced and raised to match the life of the respective asset at a fixed rate as far as possible; vendor back-to-back arrangements to limit the impact of commodity price changes; and land studies for faster project commissioning,\" the report said, adding downside risks include inability to maintain interest rate; and market share loss."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "PBMs Under Fire Again, But Despite Bipartisan Pressure Reforms May Be Elusive",
            "link": "https://www.forbes.com/sites/joshuacohen/2025/01/19/pbms-under-fire-again-but-despite-bipartisan-pressure-reforms-may-be-elusive/",
            "description": "As Lina Khan, chair of the Federal Trade Commission, ends her tenure this week the FTC posted a second report in six months ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xprvm762DcZvqizND6_dti&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "5h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Price of Fire: Economic Impacts of Wildfires on LA Communities",
            "link": "https://www.msn.com/en-ca/money/economy/the-price-of-fire-economic-impacts-of-wildfires-on-la-communities/vi-AA1xthst?ocid=BingNewsVerp",
            "description": "Wildfires in LA aren't just a natural disaster; they're an economic crisis impacting communities. 🌄🔥 Discover how these ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GAm2h5N4HUs7huqA3fpUdi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nigeria tanker tragedy: Economic desperation fuels disaster",
            "link": "https://www.msn.com/en-ca/news/world/nigeria-tanker-tragedy-economic-desperation-fuels-disaster/ar-AA1xtscE?ocid=BingNewsVerp",
            "description": "As a result of a tanker explosion in Nigeria, 86 people lost their lives. The vehicle initially had an accident, and people ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TfZoGwMGDbCd6urrL_Uh0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "Daily Wrap on MSN1h",
            "source": "Daily Wrap on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "6 gaming brands that need to make a handheld ASAP",
            "link": "https://www.androidpolice.com/gaming-brands-should-make-a-handheld-list/",
            "description": "2025 might be the second golden age of portable gaming, with potentially more insane competition coming ahead of us ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KIOQexZ_c5KZMOMMsfSV9i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "19h",
            "source": "Android Police",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Achieve the extraordinary",
            "link": "https://www.microsoft.com/en-gb",
            "description": "This laptop's unrivalled flexibility and AI features like Live Captions and Cocreator enable you to do more than you ever imagined.",
            "image_url": "https://www.bing.comNo image",
            "category": "pc+manufacturer",
            "date": "Microsoft18h",
            "source": "Microsoft",
            "article_content": "Meet Surface Pro\n\nThis laptop's unrivalled flexibility and AI features like Live Captions and Cocreator enable you to do more than you ever imagined."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Discovery World breaks ground for hospitality concept in Siargao",
            "link": "https://manilastandard.net/real-estate/314548405/discovery-world-breaks-ground-for-hospitality-concept-in-siargao.html",
            "description": "Hotels and resorts developer Discovery World Corp. of the Tiu family, through its wholly-owned subsidiary Lucky Cloud 9 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.O5IvD8tHJH1EaGMp7OWmTy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "manilastandard18h",
            "source": "manilastandard",
            "article_content": "Hotels and resorts developer Discovery World Corp. of the Tiu family, through its wholly-owned subsidiary\n\nLucky Cloud 9 Resort, Inc. (LC9), and its property management company, Discovery Hospitality Corp. (DHC), are making their mark in the surfing capital of the Philippines as they recently broke ground for the soon-to-rise Kip&Kin Siargao .\n\n- Advertisement -\n\nUnder DHC’s dynamic brand portfolio, Kip&Kin exemplifies the philosophy of “Live Unbound,” a brand that celebrates kinship, community, and connection. Designed for the younger generations of millennials and Gen Zs, it provides areas that encourage both solo and group activities while allowing visitors to easily connect with the places they are visiting. With its dual concept of hotel rooms and hostel stays, Kip&Kin appeals to this new generation of tourists looking for lively, meaningful stays while also providing the ideal getaway for families and mature travelers looking to make lifelong memories.\n\nChoosing Siargao, the surfing capital of the Philippines, is the perfect spot for Kip&Kin. The teardrop-shaped island, known for its top-notch waves, vibrant culture, and close-knit community, epitomizes everything Kip&Kin stands for. This location also offers the ideal setting for meaningful adventures, a community of kindred spirits, a sustainable and engaging environment, and appreciating the charms of free-spirited life.\n\nPartners from the Land Bank of the Philippines, Sterling Struktures Inc., H1 Architecture, Design HQ, and AVAC Project and Construction Managers Corp. graced the ceremonial breaking of the ground, marking the beginning of construction works for the latest addition to DHC’s renowned managed properties in the Philippines.\n\nThis exciting development will be built on approximately 7,000 square meters out of the company’s 2.6 hectare lot area in General Luna, Siargao, Surigao del Norte, and is near Cloud 9, one of the island’s most famous tourist sites.\n\nIt will house 34 hotel rooms, 48 hostel beds, and retail spaces, providing options for different preferences. The rest of the property is being planned for future expansion phases of additional rooms and retail spaces.\n\n“Kip&Kin is more than just a place to stay; it’s a lifestyle brand where guests can immerse themselves in the energy of Siargao’s vibrant culture and natural splendor,” said Discovery World chairman and chief executive officer John Y. Tiu, Jr.\n\n“We are excited to have Discovery Hospitality’s expertise to create an experience that captures the essence of Siargao and makes a significant contribution to the local economy,” he added.\n\nKip&Kin Siargao’s anticipated opening is in 2027. The hospitality group also plans to open another Kip&Kin in Vanilla Beach El Nido and San Vicente, Palawan."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing ADC Management: A Strategic Auto-Connection Initiative By Saurabh Dave",
            "link": "https://www.outlookindia.com/hub4business/revolutionizing-adc-management-a-strategic-auto-connection-initiative-by-saurabh-dave",
            "description": "A software architect and mentor, Saurabh Dave combines deep technical acumen with exceptional leadership abilities in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JYjDPQx8dfRDhSGELqWnmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "19h",
            "source": "Outlookindia",
            "article_content": "This transformation journey shows how innovative thinking and methodical execution can solve complex infrastructure management challenges while improving operational efficiency. The implementation of automated ADC management not only addressed immediate onboarding challenges but also created a foundation for continuous improvement in infrastructure management. As organizations continue to evolve their automation strategies, this project stands as a compelling example of how innovation and expertise can combine to bring lasting positive change in infrastructure operations."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Emily!' Friends of Israeli-Brit hostage celebrate release",
            "link": "https://www.msn.com/en-za/news/other/emily-friends-of-israeli-brit-hostage-celebrate-release/vi-AA1xtd7t?ocid=BingNewsVerp",
            "description": "They were seen hugging, cheering and singing while waving Israeli flags, as news channels showed video of three female ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5GFJJuppXtv93Bk0eLfCui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Daily Mail on MSN3h",
            "source": "Daily Mail on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Moment Hamas hand over female hostages in Gaza City",
            "link": "https://www.msn.com/en-za/public-safety-and-emergencies/general/moment-hamas-hand-over-female-hostages-in-gaza-city/vi-AA1xtfrx?ocid=BingNewsVerp",
            "description": "The three women are being accompanied by IDF special forces as they return to Israeli territory. They will then undergo an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dzavR1-EdGXO67Fjq1uXaS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Recent UFO Cloud Sightings Over the UK: A Growing Phenomenon",
            "link": "https://www.lawyer-monthly.com/2025/01/recent-ufo-cloud-sightings-over-the-uk-a-growing-phenomenon/",
            "description": "Discover the recent UFO cloud sightings across the UK and explore their connection to extraterrestrial activity or natural ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mP-m1iD1-vMjbwz0yVBpEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Lawyer Monthly20h",
            "source": "Lawyer Monthly",
            "article_content": "Recent UFO Cloud Sightings Over the UK: A Growing Phenomenon\n\nIn recent years, the United Kingdom has become a hotspot for unusual atmospheric phenomena, including sightings of UFO clouds. While UFO sightings themselves are not new, there has been a notable increase in reports of strange cloud formations that appear to be connected to UFO activity. These incidents have fuelled speculation that the skies above the UK might be hiding more than just ordinary weather patterns. From rural areas in Scotland to urban centres in England, observers have documented several UFO-related cloud events, prompting fresh debates about the connection between these clouds and extraterrestrial craft.\n\nWhen people think of UFOs, they often envision saucer-shaped craft zooming through the sky, or strange lights darting across the night. However, there is another intriguing phenomenon that has become linked with UFO sightings—UFO clouds. These mysterious cloud formations, which often appear anomalous or out of place, have sparked numerous theories and debates over the years. Are these clouds simply rare meteorological events, or could they be related to extraterrestrial activity? In this article, we explore the fascinating world of UFO clouds, the possible causes behind them, and how they tie into UFO lore.\n\nWhat Are UFO Clouds?\n\nThe term \"UFO cloud\" refers to a type of cloud formation that appears unusual or particularly striking in appearance, often leading observers to associate them with unidentified flying objects or extraterrestrial phenomena. These clouds are typically characterised by their strange shape, colour, or movement, and they often appear in areas where UFO sightings have been reported. While some of these clouds are nothing more than unusual atmospheric phenomena, others appear to defy typical meteorological explanations, sparking theories of alien involvement.\n\nOne of the most common characteristics of UFO clouds is their circular or disc-like shape. They often appear as smooth, flat clouds with defined edges, resembling the classic depictions of UFOs in popular culture. These formations can be strikingly similar to the saucer-shaped objects that UFO enthusiasts believe extraterrestrials use for travel. As a result, many UFO sightings involve reports of a UFO cloud in the vicinity, further fueling speculation about their connection.\n\nThe 2021 \"Saucer Cloud\" Incident Over London\n\nOne of the most widely reported UFO cloud sightings in recent UK history occurred in London in 2021. Witnesses described seeing a disc-shaped cloud hovering over the skyline, with its smooth, circular edges resembling the classic depiction of a UFO. The cloud was observed in broad daylight, and although it did not move in a manner that suggested it was a flying object, the perfectly symmetrical shape led many onlookers to wonder if it was an optical illusion caused by a UFO. Eyewitnesses also noted that the cloud appeared to glow faintly in the light, further enhancing its surreal and otherworldly presence.\n\nSeveral UFO researchers quickly jumped on the case, suggesting that the cloud could be linked to some form of atmospheric disturbance created by a UFO. Meteorologists, however, suggested that the cloud could have been a rare lenticular cloud, which can form in circular shapes under specific atmospheric conditions, especially near mountain ranges or strong wind currents. Still, the resemblance to the saucer-shaped craft often seen in UFO sightings was too uncanny to ignore, and the event gained significant attention on social media.\n\nUFO Cloud Sightings in Scotland’s Highlands\n\nIn Scotland, particularly in the remote Highlands, there have been increasing reports of mysterious cloud formations that coincide with UFO sightings. In 2020, a group of hikers in the Cairngorms National Park described seeing unusual cloud structures in the sky, which they believed were connected to a UFO. The clouds were described as massive, elongated formations that appeared to \"move\" in strange patterns, with some observers even reporting that the clouds seemed to change shape rapidly, as if they were being manipulated by a force beyond the natural elements.\n\nSome locals in rural parts of Scotland have long been proponents of the idea that the area’s isolation and its connection to ancient folklore might attract UFOs or otherworldly visitors. These recent cloud sightings, coupled with ongoing UFO reports, have only strengthened these theories. The belief that UFOs use the clouds as a form of camouflage or as a by-product of their energy emissions has found fertile ground in these remote communities.\n\nStrange Clouds Over Manchester\n\nIn late 2022, Manchester, a bustling urban centre in the north of England, became the site of another mysterious cloud sighting. Several witnesses reported seeing a dark, swirling cloud that appeared to hover for an unusually long period above the city. The cloud was said to take on an amorphous, disc-like form before dissipating into the sky without any clear explanation.\n\nWhat made this sighting particularly intriguing was the concurrent UFO sighting reported by a resident just hours before. According to the witness, they saw a series of bright lights darting across the sky, followed by the sudden appearance of the swirling cloud. Some speculated that the cloud might have been a side effect of the UFO’s propulsion system, or that the lights and cloud were linked in some way. A few local news outlets picked up the story, with experts offering both mundane meteorological explanations and more speculative theories involving extraterrestrial phenomena.\n\nThe Connection Between UFOs and Clouds in the UK\n\nThe recent spate of UFO cloud sightings over the UK has led some to wonder whether there is a pattern connecting these unusual formations to extraterrestrial activity. The country has seen a notable uptick in UFO reports over the past decade, with several credible witnesses—ranging from military personnel to ordinary citizens—describing sightings of strange lights or unidentified craft in the sky.\n\nSome UFO enthusiasts and researchers argue that the unusual clouds could be camouflage for UFOs, a way for extraterrestrial craft to hide their presence in plain sight. According to this theory, UFOs might create or manipulate cloud formations in such a way as to remain undetected by conventional observation, blending in with the natural weather patterns.\n\nOthers speculate that these clouds may be linked to atmospheric anomalies created by UFO propulsion systems. Some UFOs, especially those described as \"saucer-shaped\", are often associated with electromagnetic or plasma-based propulsion methods. According to proponents of this theory, the interaction between the craft’s energy field and the surrounding atmosphere could lead to the formation of oddly shaped clouds, which could be mistaken for a natural weather phenomenon.\n\nAdditionally, it's possible that the rise in sightings of UFO clouds is simply a result of heightened public awareness and media coverage of UFO phenomena. As UFOs and related sightings become a more widely discussed topic—thanks in part to government disclosures and the release of previously classified reports—more people may be looking at the sky with a more discerning eye, noticing unusual cloud formations that they might have otherwise overlooked.\n\nScientific and Meteorological Explanations\n\nOf course, there are scientific explanations for most of these strange cloud sightings. As mentioned earlier, lenticular clouds and roll clouds are two of the most commonly misidentified formations. Both types of clouds have a characteristic shape that can resemble UFOs or discs, particularly when seen from certain angles or under specific lighting conditions.\n\nMeteorologists also point out that some weather systems—such as cold fronts or warm air surges—can produce clouds that appear to behave in unusual ways, such as hanging low in the sky or shifting shape rapidly. Such phenomena could be responsible for some of the recent reports in the UK, especially those involving swirling, elongated clouds.\n\nTypes of UFO Clouds\n\nThough no official meteorological classification exists for UFO clouds, several specific types of cloud formations have become associated with UFO phenomena. These clouds share certain characteristics, which make them seem out of place or highly unusual. Here are some of the most common types:\n\n1. Lenticular Clouds\n\nLenticular clouds are large, lens-shaped clouds that often form over mountains or other elevated terrain. These clouds are typically stationary and can take on a disc-like appearance, which has led many to speculate that they are associated with UFOs. Lenticular clouds are formed when air flows over a mountain range, creating a standing wave of air. As the air moves upward and cools, it condenses into a cloud, and its shape can appear very similar to a saucer or disc.\n\nLenticular clouds are commonly mistaken for UFOs because of their smooth, distinct shape, and they often appear to hover in the sky. While these clouds are completely natural and can be explained by atmospheric science, their resemblance to UFOs has contributed to numerous sightings and theories about extraterrestrial activity.\n\n2. Roll Clouds\n\nA roll cloud is a type of low, horizontal cloud that can appear to \"roll\" across the sky, giving it a cylindrical appearance. These clouds are usually associated with storm fronts and can stretch for hundreds of miles. Although roll clouds are a well-known meteorological phenomenon, their long, uniform shape and movement can create an eerie or otherworldly effect. In some cases, roll clouds have been reported in conjunction with UFO sightings, and their unusual, rolling motion has led to speculation that they may be linked to alien technology or atmospheric anomalies caused by UFOs.\n\n3. Mammatus Clouds\n\nMammatus clouds are puffy, balloon-like formations that typically appear beneath the base of a thunderstorm cloud. They often create a striking and somewhat ominous visual effect, with their bulbous, sagging appearance giving them a surreal, otherworldly quality. While mammatus clouds are associated with intense thunderstorms, their strange shape and eerie nature have caused some to connect them with UFOs or extraterrestrial activity. The clouds' unusual appearance, particularly when seen in isolation or during an otherwise calm period, can evoke images of hovering ships or alien craft, leading to UFO-related speculation.\n\n4. Noctilucent Clouds\n\nNoctilucent clouds are high-altitude clouds that are most visible during the summer months, especially at latitudes between 50 and 70 degrees north and south. These clouds form in the mesosphere, far higher than typical clouds, and they glow with an eerie, blue or silver light after sunset. While the phenomenon can be explained by the reflection of sunlight on ice crystals in the clouds, the unusual, glowing nature of noctilucent clouds has led to various UFO-related theories. Their ethereal glow and unusual location in the atmosphere have given rise to questions about whether they might be linked to extraterrestrial activity or even serve as a cover for UFOs.\n\nUFO Clouds and the UFO Phenomenon\n\nThe connection between UFO clouds and UFO sightings is a subject of intense fascination for both UFO enthusiasts and meteorologists. Some individuals claim that certain UFO clouds are associated with UFO activity, suggesting that the clouds might be a type of camouflage or atmospheric distortion created by alien spacecraft. Others believe that UFOs themselves may be responsible for the formation of these clouds, either as a result of the energy they emit or the atmospheric disturbances they cause.\n\nOne of the most notable cases linking UFOs to clouds occurred in 1957, when several people reported seeing a UFO hovering above a strange cloud formation over the Pacific Northwest in the United States. The object was described as disc-shaped, and the cloud that formed underneath it appeared to be perfectly round, prompting some to believe that the cloud was the result of the UFO’s activity. Since then, similar reports of UFO sightings coinciding with unusual cloud formations have been documented, further cementing the idea that there may be a connection.\n\nScientific Explanations vs. Extraterrestrial Theories\n\nWhile UFO clouds are often seen as evidence of alien involvement in atmospheric phenomena, there are more grounded scientific explanations for these unusual cloud formations. Meteorologists argue that many of the clouds associated with UFO sightings are simply natural occurrences. Lenticular clouds, roll clouds, and mammatus clouds are all well-documented and have clear meteorological explanations that do not require the involvement of extraterrestrial beings.\n\nHowever, the mystique of UFOs and the possibility of alien life continues to captivate the human imagination. For many, the idea that UFOs might be responsible for certain cloud formations provides a compelling narrative that fits within the broader framework of UFO lore. The persistent sightings of these clouds, combined with the belief in extraterrestrial visitation, means that UFO clouds will likely continue to fuel theories and debates for years to come.\n\nConclusion: A Continued Mystery\n\nThe recent sightings of UFO clouds in the UK serve to deepen the mystery surrounding both unidentified flying objects and the enigmatic nature of cloud formations. While scientific explanations are readily available, the persistent association of these unusual clouds with UFO sightings continues to fuel the debate about extraterrestrial involvement.\n\nAs UFO sightings remain a popular subject of fascination for many, it seems likely that these strange, disc-shaped clouds and anomalous weather phenomena will continue to spark curiosity. Whether they are merely natural atmospheric events or signs of something more profound remains a question that has yet to be definitively answered. For now, the skies above the UK—and the mysterious clouds within them—remain a captivating enigma."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Donald Trump’s 10 Day 1 promises: Here is what he planned to deliver",
            "link": "https://www.msn.com/en-in/news/other/donald-trump-s-10-day-1-promises-here-is-what-he-planned-to-deliver/ar-AA1xsRjH?ocid=BingNewsVerp",
            "description": "Donald Trump on Day 1 of his second term promised aggressive actions, including launching a massive deportation program, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.X8tAv3fZLBFQid7ydCH7Oy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "7hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Uncommon 'UFO' clouds spotted over UK skies",
            "link": "https://www.msn.com/en-gb/news/newsliverpool/uncommon-ufo-clouds-spotted-over-uk-skies/ar-AA1xszZO?ocid=BingNewsVerp",
            "description": "Parts of the UK were treated to an uncommon phenomenon this week as displays of clouds shaped like UFOs formed across the sky ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RWeHe-r_PJKTj0ZHs96LXy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "8hon MSN",
            "source": "Liverpool Echo on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Caught on camera: Mysterious orb spotted over Fresno, once again",
            "link": "https://www.msn.com/en-us/news/us/caught-on-camera-mysterious-orb-spotted-over-fresno-once-again/ar-AA1xpmHI?ocid=BingNewsVerp",
            "description": "It was just days ago when we reported on a strange object in the sky over Fresno.Enough, even pilots reported it to the airport tower.The following was heard, ...",
            "image_url": "https://www.bing.com/th?id=OJ.EOq1QWJQbmXi0g&pid=news&w=86&h=16&rs=2",
            "category": "ufo+spotted",
            "date": "21hon MSN",
            "source": "KMPH – Fresno-Visalia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Science Uncovered: Breakdowns in Space and Discoveries from the Past",
            "link": "https://www.devdiscourse.com/article/technology/3230732-science-uncovered-breakdowns-in-space-and-discoveries-from-the-past",
            "description": "A recent SpaceX Starship test ended in an explosion, impacting airline routes over the Gulf of Mexico. Belgian scientists are ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1hlzZmxGYRR2RvpXgEcBFC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse7h",
            "source": "devdiscourse",
            "article_content": "In a dramatic turn of events, SpaceX's Starship rocket experienced a catastrophic failure minutes after its launch, prompting airlines to reroute flights over the Gulf of Mexico. The mission setback not only impacted airline operations but also marked a stumbling block for Elon Musk's ambitious space exploration initiatives.\n\nMeanwhile, scientific advancements take a novel turn in Belgium, as researcher Clement Martin collaborates with federal police to develop a scent based on dried human bones. This groundbreaking work aims to enhance the capabilities of sniffer dogs in locating long-lost human remains, building on previous success with decomposing flesh scents.\n\nAn archaeological breakthrough in Pompeii has unveiled a lavish private bath complex, offering insight into the opulence of ancient Roman society. The discovery of this grand facility, complete with multiple temperature chambers and an adjacent banquet hall, underscores the cultural richness of the city prior to its demise in AD 79.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Explosive Developments: SpaceX, Ancient Discoveries, and the Science of Scents",
            "link": "https://www.devdiscourse.com/article/technology/3230445-explosive-developments-spacex-ancient-discoveries-and-the-science-of-scents",
            "description": "Recent science news covers SpaceX's Starship explosion, a new scent for sniffer dogs aiding cold cases, a Pompeii excavation, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.RQCy6J4-82sXmJ2Snzh5Ey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "devdiscourse15h",
            "source": "devdiscourse",
            "article_content": "In a dramatic development on Thursday, SpaceX's Starship rocket mission ended abruptly when the spacecraft exploded minutes after launch from Texas. The incident, which involved an upgraded Starship carrying a test payload, prompted airlines to reroute flights over the Gulf of Mexico as debris scattered, marking a setback for Elon Musk's rocket program. The U.S. Federal Aviation Administration, in coordination with Turks and Caicos officials, is investigating the fallout, though no injuries have been reported.\n\nIn Belgium, scientist Clement Martin is collaborating with federal police to create a groundbreaking scent mimicking the smell of dried bones, helping sniffer dogs locate long-missing remains. This innovation follows Martin's earlier work isolating the scent of decomposing flesh, now essential in training cadaver dogs across Belgium.\n\nMeanwhile, archaeological explorations in Pompeii have uncovered an opulent private bath complex, providing insights into the affluent lifestyle of the Romans before the catastrophic eruption of Mount Vesuvius in AD 79. The newly unearthed site features hot, warm, and cold baths that could accommodate up to 30 guests, adorned with Greek mythological themes, showcasing the luxury of that era.\n\n(With inputs from agencies.)"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How 'quantum foam' may have inflated the early universe",
            "link": "https://www.msn.com/en-us/news/other/how-quantum-foam-may-have-inflated-the-early-universe/ar-AA1xt2TN?ocid=BingNewsVerp",
            "description": "The early universe experienced a phase of rapid expansion, known as inflation. For decades, cosmologists assumed that this ...",
            "image_url": "https://www.bing.com/th?id=OVFT.p_ih7xH_Lc6wLbpINBLlAC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "Space.com on MSN6hOpinion",
            "source": "Space.com on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Mind on Money: Quantum computing emerging as a technology — and investment topic",
            "link": "https://www.nwitimes.com/news/local/business/mind-on-money-quantum-computing-emerging-as-a-technology-and-investment-topic/article_2cf2c63c-d51c-11ef-8ece-274818258d64.html",
            "description": "I’m a fan of the Marvel movies. Not just for the action and the effects, but perhaps even more so for the clever dialogue between characters. I find the writers ...",
            "image_url": "https://www.bing.com/th?id=ODF.doExxPzORMqHuSgCWCxjZw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "quantum+physics",
            "date": "The Times of Northwest Indiana4h",
            "source": "The Times of Northwest Indiana",
            "article_content": "I’m a fan of the Marvel movies. Not just for the action and the effects, but perhaps even more so for the clever dialogue between characters. I find the writers and actors witty and brilliant.\n\nIn one of the Antman movies, the hero Scott Lang is being lectured on how he became the Antman. After the confusing diatribe from the physicists who created his Antman suit, he frustratingly asks “Do you guys just put the word 'quantum' in front of everything.” Well for the past couple months, stock investors have doing just that.\n\nAs seemingly quickly as the investment excitement surrounding Artificial Intelligence (AI) technology came into the financial market landscape, the hype around quantum computing has come on even faster. While AI may be the secret technology sauce of the current stock market rally, those focused on quantum computing believe this technology may soon take up the leadership mantle. While I am certainly not convinced, I don’t think this topic is going away, so I thought we might cover some basics in the column.\n\nLike the Antman movie dialogue indicates, the subject of quantum computing is confusing. The terms used to discuss it are technical and most of the talk quickly breaks down into the jargon from a master level physics textbook. I will do my best to avoid this technical jargon here, so I may also be off on some of my accuracy for our true physicists' readers. Feel free to educate me, the rest of you stay with me.\n\nThe word quantum in its simplest form is used to describe processes or interactions occurring on a very small scale. Not small like microscopic, but rather small like subatomic. So small the processes are considered almost “fundamental” in that they are the most basic interactions between energy and matter. Processes at this fundamental level occur in different contexts of time and reality. Despite attempting to build technology used to harness these processes, they are not yet completely understood by physics.\n\nBecause quantum processes occur in different contexts of time, the opportunity to harness them with technology has become the focus of researchers. Developers of quantum computers promote the technology as a way to solve extremely complex mathematical equations and challenges in fractions of the time it would take for classical computing models (including AI). This speed would enable quantum computers to increase the computational potential of the planet by an incomprehensible magnitude.\n\nThis type of computing power has the capacity to be used to solve many complex problems. One positive example coming to mind for me, is perhaps the ability to accurately model long term global climate trends, a feat not yet been possible with current technology.\n\nThere are negative examples as well, as it is believed a true quantum computer could break any current computer security encryption within a matter of milliseconds. The financial and national security ramifications of which are terrifying.\n\nQuantum technology is still primarily in the theoretical stage. I am only aware of two companies claiming to have built a machine based on quantum technology, Google and IBM. The basic form of quantum information interaction, called the qubit (I promise no more jargon) are unstable and require incredible amounts of energy to isolate and contain. Any interference present in this process tends to break down the qubit into a state of incoherence. It's mind-boggling stuff.\n\nSome of the immense technological challenges, however, have not deterred a host of companies from pursuing development and commercialization of quantum technology. In November and December of 2024 this niche of the stock market ignited, and many “quantum” stocks rallied, drawing attention to this subsector of the market.\n\nUnlike the development of AI, which has been heavily dominated by giant mega-cap technology companies, quantum computing opportunities look to be more broadly spread among mid-sized companies and even start-ups. While the debate is raging about how soon quantum technology may provide commercially viable applications, with claims ranging from later this year to 15 to 20 years, I think it is clear the topic of investment possibilities in quantum computing is likely here to stay.\n\nWhile investors may not be early at this point, this topic and the companies developing this technology are certainly worth further exploration and research."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "2 Quantum Computing Stocks That Could Be a Once-in-a-Lifetime Opportunity",
            "link": "https://finance.yahoo.com/news/2-quantum-computing-stocks-could-190000184.html",
            "description": "Trapped-ion quantum computing leader IonQ (NYSE: IONQ) is emerging as a potential leader in the commercialization of quantum ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VqUZhalnyB0g-dgK-_b-FC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "1h",
            "source": "YAHOO!Finance",
            "article_content": "The quantum computing revolution is changing technology as we know it. Quantum computers leverage the principles of quantum mechanics to perform calculations far beyond the capabilities of traditional computers.\n\nThis transformative technology has the potential to revolutionize diverse sectors, including medicine, materials science, and artificial intelligence (AI). Underscoring this point, a recent McKinsey & Co. research report projects that quantum computing could generate a whopping $1.3 trillion in economic value by 2035.\n\nImage source: Getty Images.\n\nJust as the internet boom created giants like Amazon and Google, quantum computing could give rise to a new generation of industry-leading companies, offering early investors the potential for extraordinary gains. Imagine a future with personalized medicines, revolutionary materials, and supercharged AI -- all made possible by quantum computing.\n\nLet's take a closer look at two quantum computing stocks that could represent once-in-a-lifetime opportunities for early shareholders.\n\nTrapped-ion quantum computing leader\n\nIonQ (NYSE: IONQ) is emerging as a potential leader in the commercialization of quantum computing through its trapped-ion technology approach. Unlike traditional superconducting quantum competitors, IonQ's architecture operates at room temperature and demonstrates strong qubit connectivity, with the company's Forte system delivering 36 algorithmic qubits at 99.9% fidelity -- marking significant performance advantages that could translate into a formidable competitive moat as the technology matures.\n\nWhile some quantum computing companies focus on the number of physical qubits, IonQ uses \"algorithmic qubits\" to represent the computational power available after accounting for error correction and other factors that affect algorithm performance. This metric aims to provide a more practical measure of a quantum computer's ability to solve real-world problems.\n\nBeyond the core technology, IonQ's execution has been notable. The company has consistently beaten aggressive roadmap timelines, secured a major $54.5M Air Force Research Lab contract, and established partnerships with heavyweights like pharmaceutical giant AstraZeneca and engineering simulation software leader Ansys.\n\nWhile quantum computing stocks are notoriously speculative, IonQ's manufacturing facility opening and modular multicore architecture as a potential path to scaling suggest the company has a credible shot at capturing a meaningful share of the vast and potentially unparalleled quantum computing market.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Start-up to industry titan: Chip designer Nvidia and the AI revolution | Tom Cronin",
            "link": "https://gazette.com/opinion/start-up-to-industry-titan-chip-designer-nvidia-and-the-ai-revolution-tom-cronin/article_34a929d6-d52e-11ef-8425-c79f7767b948.html",
            "description": "Tech giant Nvidia was founded in 1993 by three computer-scientist-video-gamers in the middle of Silicon Valley. They ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Sv4C-e9OfTKb94fZhCSzli&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "20hOpinion",
            "source": "The Gazette",
            "article_content": "Nvidia CEO Jensen Huang holds a shield designed to look like a computer chip this month in Las Vegas as he gives a keynote address at CES 2025, an annual consumer electronics trade show."
        }
    }
]