[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering UFO revelation as unexplained drones leave millions on edge",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/former-defense-official-makes-earth-shattering-ufo-revelation-as-unexplained-drones-leave-millions-on-edge/ar-AA1wsKfI?ocid=BingNewsVerp",
            "description": "Recent testimony and several reports have exposed possible UFO sightings across the country amid national attention on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e8poSDAGD5GcXa_NApDN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "7hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering revelation as mystery drones cause concern: ‘We are not alone’",
            "link": "https://nypost.com/2024/12/25/us-news/former-defense-official-makes-earth-shattering-revelation-as-mystery-drones-cause-concern/",
            "description": "Testimony and several reports have exposed unidentified flying object (UFO) sightings across the country amid the national ...",
            "image_url": "https://www.bing.com/th?id=OVF.BzI6YKAd1tE5M9%2fxzGTlkw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "1h",
            "source": "New York Post",
            "article_content": "Testimony and several reports have exposed unidentified flying object (UFO) sightings across the country amid the national attention on apparent drone observations over recent weeks.\n\nLuiz Elizondo, the former head of the Defense Department’s Advanced Aerospace Threat Identification Program, and other witnesses testified before Congress last month about an alleged government group “hid[ing] the fact that we are not alone in the cosmos.”\n\n“I believe that we as Americans can handle the truth. And I also believe the world deserves the truth,” Elizondo said, urging Congress to enact legislation protecting whistleblowers too afraid to come forward.\n\nThe hearing was part of a larger effort by lawmakers to investigate UFOs, or unidentified aerial phenomena (UAPs), and determine whether elements within the government are unlawfully withholding evidence from Congress.\n\nMeanwhile, UFO sightings have been reported in every U.S. state, according to the National UFO Reporting Center, the largest independently collected set of UFO/UAP sighting reports online.\n\n6 Luiz Elizondo testified before Congress last month about an alleged government group “hid[ing] the fact that we are not alone in the cosmos.” Instagram / @lueelizondo\n\nA military-trained observer reported that he was camping alone in Mountain Center, California, in October when suddenly all natural outdoor-related noises went silent and the entire area “lit up brighter than the brightest full moon he’d ever seen,” according to the UFO reporting site.\n\nThe man said he saw a bright, white oval light that was about 20 to 30 feet long and hovering at treetop level, adding that the light remained completely still and noiseless, emitted no heat, and resembled a large helicopter.\n\nSeveral pilots also reported seeing three or four UFOs in the sky over Oregon, flying at different altitudes, just a few weeks ago, KPTV reported.\n\n6 “I believe that we as Americans can handle the truth. And I also believe the world deserves the truth,” Elizondo said, urging Congress to enact legislation protecting whistleblowers too afraid to come forward. X / @LueElizondo\n\nThe pilots reported seeing strange, red circular lights zipping around at night, and a United Airlines pilot contacted the control tower to talk about moving lights seen over western Oregon, the outlet reported.\n\nIn April 2022, a witness said she noticed a light in the sky over a reservoir in Connecticut, believing it was potentially an unidentified aerial phenomenon (UAP/UFO), according to NewsNation.\n\n“I’m always a sky watcher, so I was wondering if it was a plane,” the woman told the outlet. “But the way it was moving, there’s no way it was a plane.”\n\n6 UFO sightings have been reported in every U.S. state, according to the National UFO Reporting Center. Doug Hood/Asbury Park Press / USA TODAY NETWORK via Imagn Images\n\n6 Photos taken in the Bay Shore section of Toms River, NJ of what appear to be large drones hovering in the area at high altitudes. Doug Hood / USA TODAY NETWORK via Imagn Images\n\n6 Last week, the Federal Aviation Administration issued temporary flight restrictions, which expire Jan. 17, 2025, prohibiting drone flights over parts of New Jersey. Doug Hood/Asbury Park Press / USA TODAY NETWORK via Imagn Images\n\nWhile recent sightings of drones or mysterious aircraft are not exactly UFO observations, they have, nonetheless, raised concerns and have even attracted the attention of the FBI, sparking conversation about the possibility of other unidentified flying objects in the sky.\n\n“The FBI Newark, NJ State Police, and NJ Office of Homeland Security and Preparedness are asking for the public to report any information related to the recent sightings of possible drones flying in several areas along the Raritan River,” a Dec. 3 FBI statement noted.\n\nLast week, the Federal Aviation Administration issued temporary flight restrictions, which expire Jan. 17, 2025, prohibiting drone flights over parts of New Jersey after the influx of sightings, excluding drone operations in support of national defense, homeland security, law enforcement, firefighting, search and rescue or disaster response missions.\n\n6 A UFO variety was photographed when it hovered for fifteen minutes near Holloman Air Development Center in New Mexico. Bettmann Archive\n\nHowever, White House National Security Communications Adviser John Kirby recently told Fox News the mysterious drones flying over the country are in fact “legal” and “lawful.”\n\nThe White House, in coordination with the FBI and state and local officials, examined roughly 5,000 sightings, and their analysis concludes that “lawful, legal, commercial hobbyist and even law enforcement aircraft activity” is responsible for the sightings, Kirby said about the assessment.\n\nIn a recent statement by the Department of Homeland Security, the FBI, the Federal Aviation Administration, and the Department of Defense, the agencies said that while they “recognize the concern,” there is no evidence that the drones are “anomalous” or a threat to national security or public safety."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three reported UFO sightings across greater Belfast in 2024",
            "link": "https://www.msn.com/en-ie/travel/news/three-ufo-sightings-reported-to-police-in-the-north-in-2024/ar-AA1wt2QM?ocid=BingNewsVerp",
            "description": "The first of the year came in early February with a caller in Crumlin telling the PSNI that on January 29 they had seen an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t-MMR8Wx5JT7cQ1_Hb-ZEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Irish Mirror on MSN4h",
            "source": "Irish Mirror on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Baffling footage of 'UFO' flying over New Jersey sparks social media frenzy",
            "link": "https://www.msn.com/en-us/news/technology/baffling-footage-of-ufo-flying-over-new-jersey-sparks-social-media-frenzy/ar-AA1wtGQf?ocid=BingNewsVerp",
            "description": "When a family captured a blinking light in the New Jersey sky, it vanished in an instant, igniting a frenzy of speculation ...",
            "image_url": "https://www.bing.com/th?id=OVFT.chcRmoE-ulR--k8NQqMD0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Express US on MSN1h",
            "source": "Daily Express US on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What Is Inverse Ghosting, and How Do I Get Rid of It?",
            "link": "https://www.msn.com/en-us/technology/general/what-is-inverse-ghosting-and-how-do-i-get-rid-of-it/ar-AA1wsWAu?ocid=BingNewsVerp",
            "description": "Inverse ghosting is, as its name implies, the opposite of monitor ghosting. While monitor ghosting is caused by slow pixel ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1TUNyzFO6e0kYESybYmMSi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "HowToGeek on MSN19h",
            "source": "HowToGeek on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Grok's mobile app is here – and it might not be very careful",
            "link": "https://www.msn.com/en-us/news/technology/groks-mobile-app-is-here-and-it-might-not-be-very-careful/ar-AA1wrkz3?ocid=BingNewsVerp",
            "description": "There's a mobile app for Grok rolling out from xAI on iOS. The standalone app marks a major step in taking the bot beyond the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.g-nmTsNbo7axkYYanfV5OC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "19hon MSN",
            "source": "TechRadar on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Self-learning AI reveals NFL against the spread, over-under, money-line picks for every Week 17, 2024 game",
            "link": "https://www.msn.com/en-us/sports/football/self-learning-ai-reveals-nfl-against-the-spread-over-under-money-line-picks-for-every-week-17-2024-game/ar-AA1wtAhc?ocid=BingNewsVerp",
            "description": "SportsLine AI evaluated the Week 17 NFL odds and revealed its NFL predictions, NFL score predictions, and NFL betting picks ...",
            "image_url": "https://www.bing.com/th?id=OVFT.5WRREIKuaEYyx9-lz5TwJi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "2hon MSN",
            "source": "CBS Sports on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Should you trust an AI-assisted doctor? I visited one to see.",
            "link": "https://www.washingtonpost.com/technology/2024/12/25/ai-health-care-medical-doctors/",
            "description": "Our tech columnist visits a doctor assisted by AI. He finds potential and worrisome questions about whether it’s accurate, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WGkG74gSUSGFOeNFbqYw7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "5h",
            "source": "The Washington Post",
            "article_content": "PALO ALTO, Calif. — At a recent medical checkup, the doctor showed up with artificial intelligence. I got to see AI’s possibilities and problems play out in a very personal way. “Before we start, I want to just ask you a quick question,” Stanford Health Care’s Christopher Sharp says, opening an app on his smartphone. “I’m using a technology that records our conversation and uses artificial intelligence to summarize and make my notes for me.”\n\nSkip to end of carousel Geoffrey A. Fowler (Señor Salme for The Washington Post) . Read more. Geoff’s column hunts for how tech can make your life better — and advocates for you when tech lets you down. Got a question or topic to investigate? Geoffrey.Fowler@washpost.com End of carousel\n\nDuring the exam, Sharp makes a point of saying my blood pressure and other findings out loud so his AI scribe will hear him. He also uses AI to help write first drafts of answers to patient messages, including suggested treatment advice.\n\nAI is coming to your relationship with your doctor, if it hasn’t already. Over the past year, millions of people have started being treated by health providers using AI for repetitive clinical work. The hope is that it will make doctors less stressed out, speed up treatment and possibly spot mistakes.\n\nAdvertisement\n\nThat’s exciting. But what I find a little scary is that medicine — traditionally a conservative, evidence-based profession — is adopting AI at the hyper speed of Silicon Valley. These AI tools are being widely adopted in clinics even as doctors are still testing when they’re a good idea, a waste of time or even dangerous.\n\nThe harm of generative AI — notorious for “hallucinations” — producing bad information is often difficult to see, but in medicine the danger is stark. One study found that out of 382 test medical questions, ChatGPT gave an “inappropriate” answer on 20 percent. A doctor using the AI to draft communications could inadvertently pass along bad advice.\n\nAnother study found that chatbots can echo doctors’ own biases, such as the racist assumption that Black people can tolerate more pain than White people. Transcription software, too, has been shown to invent things that no one ever said.\n\nAdvertisement\n\nPatients are already pushing the boundaries by using consumer chatbots to diagnose illness and recommend treatments.\n\nIn the clinic, the buzz around ChatGPT has fast-tracked AI to the roles of draft message writer and “ambient scribe” that takes notes. Epic Systems, the largest provider of electronic health records in America, says the generative AI tools it sells are already being used to transcribe about 2.35 million patient visits and draft 175,000 messages each month.\n\nAnd Epic tells me it has 100 more AI products in development, including ones that can queue up orders mentioned during a visit and provide a practitioner with a review of a previous shift. Start-ups are going even further: Glass Health offers doctors AI-generated recommendations on diagnoses and treatment plans, and K Health offers patients health-care advice through its own chatbot.\n\nAdvertisement\n\nWhat’s even more worrisome is that, so far, little of this AI software requires approval by the Food and Drug Administration because it’s technically not making medical decisions on its own. Doctors are still supposed to check the AI’s output — thoroughly, we hope.\n\n“I do think this is one of those promising technologies, but it’s just not there yet,” says Adam Rodman, an internal medicine doctor and AI researcher at Beth Israel Deaconess Medical Center. “I’m worried that we’re just going to further degrade what we do by putting hallucinated ‘AI slop’ into high-stakes patient care.”\n\nNobody wants doctors to be Luddites. But the details really matter regarding what AI can, and can’t, be trusted to do.\n\nIn the clinic\n\nSharp isn’t my ordinary primary care doctor, but he agreed to see me to demonstrate both the ambient scribe and email-drafting AI. He’s also a professor and Stanford Health Care’s chief medical information officer, responsible for researching how AI performs and deciding what’s worth rolling out.\n\nAdvertisement\n\nWhen Sharp activates his AI, I understand how some might find the idea creepy. “It is completely private,” he says, adding that the recording will be destroyed after its contents have been extracted.\n\nWhile Sharp examines me, something remarkable happens: He makes eye contact the entire time. Most medical encounters I’ve had in the past decade involve the practitioner spending at least half the time typing at a computer.\n\nThe goal is more than just improving bedside manner. An unyielding tide of administrative tasks is a leading cause of doctor burnout. Because of electronic records and legal requirements, one study found that for every hour of directly interacting with patients, some doctors spend nearly two extra hours writing reports and doing other desk work.\n\nSharp’s software, called DAX Copilot from Microsoft’s Nuance, not only transcribes a visit, but also organizes and extracts a summary. “It basically drafts it, and I’ll be doing my own work to make sure it is accurate,” he says.\n\nAdvertisement\n\nAfter squashing a technical bug that initially caused the AI to fail, Sharp shows me the final product. “The patient presents for evaluation of a persistent cough,” the document begins.\n\nThe doctor made one notable edit to the AI draft: correcting its assertion that I had attributed my cough to exposure from my 3-year-old. (I had mentioned it as only one possible source.) Sharp changed the file to say it “may relate.”\n\nWhile I’m still in his office, Sharp also demonstrates the patient messaging AI he’s been helping Stanford pilot for a year.\n\nHere, too, the need is real. During covid lockdowns, a flood of patients began sending messages to doctors rather than booking appointments, and that hasn’t stopped. The AI is supposed to help doctors churn through responses more efficiently by getting them started with a draft.\n\nAdvertisement\n\nBut this demo doesn’t go as well. Sharp picks a patient query at random. It reads: “Ate a tomato and my lips are itchy. Any recommendations?”\n\nThe AI, which uses a version of OpenAI’s GPT-4o, drafts a reply: “I’m sorry to hear about your itchy lips. Sounds like you might be having a mild allergic reaction to the tomato.” The AI recommends avoiding tomatoes, using an oral antihistamine — and using a steroid topical cream.\n\nSharp stares at his screen for a moment. “Clinically, I don’t agree with all the aspects of that answer,” he says.\n\n“Avoiding tomatoes, I would wholly agree with. On the other hand, topical creams like a mild hydrocortisone on the lips would not be something I would recommend,” Sharp says. “Lips are very thin tissue, so we are very careful about using steroid creams.\n\n“I would just take that part away.”\n\nOpen questions\n\nHow often does AI draft that sort of questionable medical advice?\n\nAdvertisement\n\nAcross campus from Sharp, Stanford medical and data science professor Roxana Daneshjou has been trying to find out by pummeling the software with questions — known as “red teaming.”\n\nShe opens her laptop to ChatGPT and types in a test patient question. “Dear doctor, I have been breastfeeding and I think I developed mastitis. My breast has been red and painful.” ChatGPT responds: Use hot packs, perform massages and do extra nursing.\n\nBut that’s wrong, says Daneshjou, who is also a dermatologist. In 2022, the Academy of Breastfeeding Medicine recommended the opposite: cold compresses, abstaining from massages and avoiding overstimulation.\n\nDaneshjou has done this sort of testing on a wider scale, gathering 80 people — a mix of computer scientists and physicians — to pose real medical questions to ChatGPT and rate its answers. “Twenty percent problematic responses is not, to me, good enough for actual daily use in the health care system,” she says.\n\nAdvertisement\n\nAnother study evaluating AI on questions about cancer found that its answers posed a risk of “severe harm” 7 percent of the time.\n\nIt’s not that chatbots can’t do some impressive things — or keep getting better. The problem is that they’re designed to respond with an “average” answer, says Rachel Draelos, a physician and computer scientist who founded the health tech start-up Cydoc. “But nobody’s an average. What makes medicine really interesting is that every patient is an individual and needs to be treated that way.”\n\nAcademic studies of Whisper, a transcription software released by ChatGPT maker OpenAI, have found that it is prone to making up text in ways that could lead to a misinterpretation of the speaker. Daneshjou’s research has also highlighted problems with the summarization part of the scribe job, showing how AI can at times include hallucinated details — like, in one example, assuming that a Chinese patient is a computer programmer.\n\nUnlike those studies, the AI models used by clinics typically have been fine-tuned for medical use. Epic, the software company, wouldn’t share error rates from its internal tests. “To truly assess the accuracy of AI outputs, testing and validation must be based on local customer data,” says an Epic spokeswoman.\n\nAnecdotally, some clinics report that doctors keep most of what the AI transcribes: Sharp says that earlier versions were too verbose and had problems with pronouns but that today it is “highly accurate” and used by two-thirds of the Stanford doctors who have access.\n\nAI scribes seem inevitable to many doctors I spoke with, but whether it actually saves them time is an open question. A study published in November of one of the first academic health systems to use AI scribes found that the tech “did not make clinicians as a group more efficient.” Other reports have suggested it saves 10 or 20 minutes.\n\nAnd what about the draft messages? How often does the AI go off the rails? “The basic answer is we don’t know,” says Sharp, noting that Stanford’s studies are ongoing. Doctors have been much slower to adopt messaging, he says, but those who use it report that it helps with burnout and being more compassionate in replies.\n\nWhether it makes them more efficient is, again, questionable. A study at the University of California, San Diego, found that doctors in their pilot of the AI messaging program spent significantly more time reading, possibly because they were scrutinizing drafts for hallucinations.\n\nHumans in the loop\n\nHow should you feel if your doctor is using AI? Ultimately, it comes down to how much you trust your doctor.\n\n“I personally don’t yet have confidence that these tools can substitute for my judgment,” Sharp says. “I am growing in a lot of confidence that these tools can relieve my burden on some of my administrative work.”\n\nIt works, Sharp says, because he is careful to always check the AI’s work.\n\nBut what actually happens to doctors’ judgment when they get AI tools is another open question for researchers.\n\nDaneshjou compares it to tourists in Hawaii who drive into the water because their GPS told them to. “We trust our systems so much that sometimes we override what we can see with our own two eyes,” she says.\n\nDoctors need to be trained on how AI can be wrong. There’s a particular risk for bias, says Rodman, that we know gets encoded into AI like ChatGPT, which is trained on human language. “What happens when a biased human interacts with a biased AI?,” he says. “Does it make them even more biased? Does it not have as big an effect? We don’t know.”\n\nIf you’re wary about your doctor’s AI, ask to see the notes or summary of your visit to review it yourself. As for AI-drafted messages from your doctor, some organizations require them to include a disclosure, though Stanford Health Care does not.\n\nThe University of California, San Francisco, which rolled out AI scribe software widely earlier this month, is watching how much editing the doctors do of the AI documents over time.\n\n“If we see less editing happening, either the technology’s getting better or there’s a risk humans are becoming intellectually reliant on the tool,” says Sara Murray, chief health AI officer at UCSF.\n\nMedicine has a tendency to make its point of comparison perfection, but of course, doctors themselves aren’t perfect. “If there are things that we can do to improve efficiency and access and it’s imperfect, but better than the current state, then it likely has some value,” Murray says.\n\nWhile these big academic medical institutions are researching the right kinds of questions and putting up guardrails, smaller institutions and clinics are also rolling out AI at an unprecedented clip."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Android XR: Everything you need to know",
            "link": "https://www.yahoo.com/tech/android-xr-everything-know-183006933.html",
            "description": "Android XR is the software that Samsung and other brands will use for XR headsets, AR glasses, and smart glasses. We'll ...",
            "image_url": "https://www.bing.com/th?id=OVFT.E8ptddQDVcpEeaxrpXYYBC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "21h",
            "source": "Yahoo",
            "article_content": "When you buy through links on our articles, Future and its syndication partners may earn a commission.\n\nCredit: Google\n\nAndroid XR is Google's latest software platform, made \"in collaboration with Samsung\" to bring AI and apps to smart glasses, AR glasses, and mixed-reality headsets. It represents Google's return to the mixed-reality space after consigning Google Glass to enterprise and discontinuing Google Cardboard and Daydream. Sameer Samat, president of the Google ecosystem, assured us that they \"never stopped working on\" XR despite these public failures and that the \"Gemini era\" means \"the time is right for XR.\"\n\nWhile Google may make Android XR hardware in the future, demos like Project Astra's multimodal AI may remain internal prototypes to focus on Android XR software for other brands — primarily Samsung — making XR devices.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nAndroid XR may be the most exciting version of Android in years, but anyone unfamiliar with VR headsets or smart glasses may be confused about what Android XR is and what it's built to do. This guide will run through the basics of what to expect, from Samsung's Project Moohan to Google's XR plans for Gemini.\n\nWhat is Android XR?\n\n\"Android eXtended Reality\" is an Android spinoff platform that's designed for wearable devices, similar to Wear OS in that it's (A) co-designed with Samsung and (B) has to deliver efficient processing in a smaller form factor like glasses.\n\nXR is a common industry term encompassing virtual, augmented, and mixed-reality devices. Smart glasses don't typically fall under this umbrella since they have no reality-changing display, only audio; Google has included it, however, because it'll use the same baseline Gemini assistant as AR glasses.\n\nAndroid XR software will underpin the XR headsets and glasses hardware, giving them access to Play Store apps that you won't get on other platforms — mainly Meta's Horizon OS on Quest.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe platform itself supports certain universal features like hand/controller tracking with external cameras or eye tracking with inward cameras — both enabling the kind of controls you see on the Apple Vision Pro. However, hardware developers will need to make devices that can take advantage of these tools.\n\nWhat apps will run on Android XR?\n\nA look at the video player UI of Android XR running on a Samsung Project Moohan headset in mixed reality\n\nGoogle Gemini is \"at the core\" of Android XR, the company says. Whether it's a headset or glasses, it'll use sensors and cameras so that Gemini can \"see what you see, whether it's digital or real content, hear what you hear, and react to your gestures alongside your voice.\"\n\nWith the conversationality of Gemini Live, paired with multimodal AI insights, Android XR will let you use natural voice commands to control the UI or ask contextual questions about what you're seeing, either in real life or in XR apps.\n\nOutside of Gemini, Google has promised 360º videos on YouTube or Google TV, 3D Google Photos, Google Maps Immersive View, Google Meet, and Chrome with common AI tricks like Circle to Search.\n\nA mock-up of Android XR showing floating Chrome screens in a mixed-reality space, visible on top of a living room. It shows the after-effect of a Circle to Search tool finding data on a soccer player's shoe.\n\nBeyond Google apps, Android XR is compatible with both WebXR and OpenXR, the most common standards for web-based and native XR apps across the industry. That should mean many Meta Quest games should port over to compatible Android XR headsets.\n\nAdvertisement Advertisement\n\nAdvertisement\n\nThe Android XR SDK also supports Android Studio, ARCore, Jetpack Compose, and Unity. Any current Android apps will \"just work\" on Android XR (according to Google) as long as the developer opts in, though this will probably be a floating window in the \"infinite desktop\" virtual space; developers will want to optimize the app to the OS for any 3D visual effects. A few devs have already developed apps for Android XR with early access, including MLB, Calm, and Adobe.\n\nAndroid XR hardware: Project Moohan and others\n\nAn official product render of Samsung's Project Moohan VR headset\n\nAdvertisement Advertisement\n\nAdvertisement\n\nSamsung revealed its XR headset, Project Moohan, at the same time as Google's Android XR; Moohan means \"Infinity\" in Korean, matching the theme. Samsung promises \"state-of-the-art displays, Passthrough capabilities, and natural multi-modal input\" but hasn't specified what specs it'll have when it launches to consumers in 2025.\n\nWe do know it'll use the Snapdragon XR2+ Gen 2, the chipset announced in January 2024 that supports up to 4.3K per eye, plus a 20% CPU boost and 15% GPU boost over the XR2 Gen 2 in the Meta Quest 3. However, it's not guaranteed that Moohan will hit that resolution.\n\nBased on the render above — plus private demos given to a few outlets — we know Samsung's XR headset will have a comfortable Elite-style strap, as well as a removable light shield for better immersion during VR experiences but less isolation during mixed-reality apps. It'll have outer IR cameras for tracking hands or controllers, plus inward cameras for eye tracking.\n\nWhile Samsung has its own apps and Galaxy AI built off of Gemini, we believe Android XR (and Moohan) will default to Google apps and multimodal Gemini AI for commands and navigation, based on what we heard from Samsung.\n\nCreating 3D objects with the unnamed Sony XR headset\n\nOther Android XR hardware developers will likely choose the Snapdragon XR2+ Gen 2 as well, given that Google partnered with Qualcomm and optimized the platform for its silicon. Google has confirmed that Xreal, Sony, and Lynx will develop Android XR devices.\n\nAdvertisement Advertisement\n\nAt CES 2024, Sony announced an XR headset with the XR2+ Gen 2, 4K OLED micro-displays with pancake lenses that you can flip up like a visor, and 3D productivity software. It's the most likely candidate for Sony's Android XR device.\n\nXreal recently announced spatial AR glasses with up to 57-degree FoV and an add-on Xreal Eye Camera for capturing 1080p video and sending data to your phone for \"multimodal AI.\" We don't think these glasses will support Android XR, but that camera sounds like the precursor to a newer version with Google software and Gemini built-in, with your Android phone powering things.\n\nLynx, whose current XR headset has dealt with delays and controversy, will develop a new Android XR headset rather than update the R1, based on a statement made to UploadVR.\n\nWill Google make an Android XR device?\n\nA screenshot from the Google I/O presentation showing a Google engineer wearing AR glasses with a camera and Gemini AI capabilities.\n\nGoogle is taking a backseat to Samsung in terms of releasing an actual Android XR device, focusing on software. At least for now!\n\nAdvertisement Advertisement\n\nIn 2023, The Information reported on Google's XR prototypes, including Project Moohan, a monocular Google Glass-lookalike codenamed \"Betty,\" a two-display spin-off called \"Barry,\" and an unnamed pair of smart glasses from former Magic Leap CTO Paul Greco and his team.\n\nIt's very possible that these devices are nothing more than prototypes developed to test Android XR, rather than anything planned for wide release. But Google did show off its own Android XR smart glasses demo to sites like The Verge with multimodal AI capabilities, and it also showed a glimpse of these glasses at I/O 2024 (see the screenshot above).\n\nIt's possible that Google could join in on the Android XR fun, but it evidently wants to try and let its partners establish themselves first before cutting in on the action. It's similar to how Google co-developed the new version of Wear OS with Samsung in 2021 but didn't release its first Pixel Watch until late 2022.\n\nAndroid XR vs. Meta Horizon OS\n\nAn official concept image of a potential Meta Horizon OS VR headset\n\nThe biggest rival to Android XR will be Meta Horizon OS, the system behind Quest headsets. Meta is the most established brand in the XR space, and it tried to get Google to give Quest headsets Play Store access, only for Google to insist that Meta use Android XR, which Meta rebuffed.\n\nAdvertisement Advertisement\n\nMeta itself made Meta Horizon OS open to partners in 2024, announcing that Lenovo and ASUS ROG would make XR headsets with Meta software and apps. Meta and Xbox also plan to coordinate on a limited-edition headset.\n\nMeta has a full library of games it can share with partners, as well as Meta AI. What it doesn't have is access to a Play Store full of apps and a development pipeline designed to convert phone apps into Android XR apps, like Google has; it has to use progressive web apps, and it's had very few productivity partners thus far.\n\nBoth platforms use Snapdragon chipsets, hand tracking, and UIs that float windows in virtual or mixed-reality space. Meta has its own popular Ray-Ban smart glasses, and the promise of Meta Orion AR glasses in 2027, and they both use a similar interface to the Quest.\n\nAll of this is to say, Meta Horizon and Android XR have similar goals, methods, and devices. It's far too soon to say if Android XR will be better, worse, or a clone of Meta Horizon. What matters most is that Meta and Google will challenge one another, which ideally will lead to greater innovation in the XR space."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock Investors Just Got Bad News From AI Semiconductor Rival Broadcom",
            "link": "https://www.msn.com/en-us/money/topstocks/nvidia-stock-investors-just-got-bad-news-from-ai-semiconductor-rival-broadcom/ar-AA1wsXjo?ocid=BingNewsVerp",
            "description": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications ...",
            "image_url": "https://www.bing.com/th?id=OVFT.94pNED4ibPdTURKQMzKuDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "6hon MSN",
            "source": "The Motley Fool on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I investigate the afterlife – from dead relatives texting & leaving voicemails to ‘crisis cases’… the bizarre truth",
            "link": "https://www.thesun.co.uk/health/31738977/investigate-afterlife-ways-dead-contact-family-beyond-grave/",
            "description": "AROUND half of Brits believe in an afterlife, research shows. While many sceptics may raise an eyebrow, it turns out that there is evidence to support this line of thinking. Mum-of-two Sophie ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "paranormal",
            "date": "5h",
            "source": "The Sun",
            "article_content": "EXCLUSIVE: Research assistant Sophie Morrison shares the 'overwhelming' evidence that the afterlife does exist\n\nPARANORMAL ACTIVITY I investigate the afterlife – from dead relatives texting & leaving voicemails to ‘crisis cases’… the bizarre truth\n\nAROUND half of Brits believe in an afterlife, research shows.\n\nWhile many sceptics may raise an eyebrow, it turns out that there is evidence to support this line of thinking.\n\n4 Half of Brits believe in some kind of life after death, research shows Credit: Getty\n\n4 Sophie Morrison investigates paranormal experiences at the University of Northampton Credit: Supplied\n\nMum-of-two Sophie Morrison, 42, works as a research assistant for the University of Northampton.\n\nBut since taking on the role in 2020 her daily work life is far from usual.\n\nShe tracks the nature, circumstances and impact of paranormal experiences – specifically After Death Communications (ADCs).\n\n\"The series of studies I’m working on kicked off in 2018,\" says Sophie, whose job is to read through the lengthy questionnaire responses submitted by the public, deem whether or not they provide substantial evidence, and sort them into themes.\n\n\"Since then we’ve collected over a thousand stories from individuals around the world who have experienced an ADC.\"\n\nSo far, 48 per cent have reported feeling physical contact, 46 per cent said they actually saw the deceased, 44 per cent had an audible experience, while 62 per cent believe they were contacted in their sleep.\n\n\"All of the evidence we collect is from people who have received an ADC spontaneously (i.e. they didn’t instigate the contact via a medium, seance or similar),\" Sophie says.\n\n\"It’s always unexpected, direct and usually conveys a message.\n\n\"The message often falls under what we call the ‘four Rs’ – reassurance, resolving, reaffirming or releasing.\"\n\nThe research suggests that at least 60 per cent of people have had some sort of ADC in their life, particularly women.\n\nI'm 24 and spend my days surrounded by dead bodies - there's a weird smell and no windows... my friends are gobsmacked\n\nThat number jumps to 80 per cent among those who were very close to the deceased, for example after losing a partner, parent or child.\n\nThese numbers are backed up by previous studies, such as one by the University of Iceland, which found 127million Europeans reported experiencing an ADC.\n\n\"We’ve received so many amazing stories,\" Sophie says.\n\n\"There have been lots of cases of the departed helping people find things.\n\n\"One person shared that they owned a pharmacy and had lost a large pack of controlled drugs, which is quite a big deal.\n\n\"After searching high and low, her husband suddenly heard his deceased mother-in-law's voice saying, 'They're behind the radiator' - and there they were!\"\n\nAnother very common experience is a ‘crisis case’ - a term coined by the Society for Psychical Research (SPR) in the 19th century.\n\nThis includes paranormal contact from the departed in the 12 hours after, or even before, death.\n\nAcross the board, these stories are often coming from very highly educated people with very good jobs, and not everybody's bereaved Sophie Morrison\n\n\"Crisis cases are seen as particularly evidential, as the person experiencing the ADC didn’t know the individual had died, yet still had the spontaneous experience,\" Sophie says.\n\n\"An example of this was one from a woman who never knew her biological father, until he came to her in a dream.\n\n\"He told her that he had passed away, that he had met her children and that he felt he had a beautiful family, before saying goodbye.\n\n\"He also said he’d left her a small inheritance.\n\n\"Two days later she was contacted by the man’s family to say he had died and had left her something in his will.\n\n\"Everyone who has a dream experience says it’s not like a dream at all; it feels so real and can be vividly recalled decades later.\"\n\n4 Sophie says electrical phenomena in ADCs has massively increased over the years Credit: Supplied\n\n4 The researcher wants people to see the paranormal as normal Credit: Supplied\n\nSophie says one of the sceptics' main arguments is that this is all just wishful thinking on the part of bereaved.\n\n\"They say everybody's looking for that little Robin on a fence that’s my mum sending me a message,\" she adds.\n\n\"You know, 'We're all reading into a white feather, aren't we?'\n\n\"Well, that's not the case. Our data shows that, yes, there are instances like that of course, but there are many other cases that are evidential.\n\n\"For example, being witnessed by more than one person, or these crisis cases where they didn't even know the person was dead.\n\n\"Across the board, these stories are often coming from very highly educated people with very good jobs, and not everybody's bereaved.\"\n\n'The paranormal is normal'\n\nA 2023 paper by J.K.Penberthy and others, in collaboration with the University of Northampton, discovered that 27 per cent of research participants who had ADC experiences identified as not being in a state of grieving or mourning.\n\nPerhaps unsurprisingly, electrical phenomena in ADCs has massively increased over the years, too, presumably due to the growing number of devices the average person uses now.\n\n\"If we’re to believe that the deceased live on somewhere, then they are seemingly more and more able to affect electronics and phones,\" Sophie says.\n\n\"I’ve had evidence of things like, 'My deceased husband sends me text messages every week', 'I’ve had a voicemail from my brother after he passed on', and switched-off iPads suddenly playing the departed’s favourite song.\n\n\"Physical phenomena is very common.\"\n\nThe beliefs of Brits AROUND half (46 per cent) of Brits believe in life after death, according to a study by Kings College London. Gen Z (51 per cent) and Millenials (53 per cent) have the highest rates of belief. But the share of the British public who identify as religious has halved since the 1980s. The UK public are now among the least likely internationally to believe in God. Just under half (49 per cent) of Brits said they believed in God in 2022 – down from three-quarters (75 per cent) in 1981. Of 24 nations in the study, only five are now less likely than the UK to say they believe in God, with China (17 per cent) by far the least likely to. And the share of the British public who say God is not important in their life has doubled and is now at a record high, rising from 28 per cent to 57 per cent between 1981 and 2022. Between 1981 and 2022, the share of the public believing in heaven fell from 57 per cent to 41 per cent. Despite this, the idea of heaven is still more popular than hell, which 26 per cent said they believed in in 2022 – a figure largely unchanged since trends began. While younger people have lower levels of religious belief and are more likely to identify as atheists, Gen Z (32 per cent) and Millennials (32 per cent) are in fact more likely than Baby Boomers (18 per cent) and the Pre-War generation (24 per cent) to believe in hell. And by international standards, the UK is less likely to believe in hell, ranking 17th out of 24 countries – and far behind some peer nations such as the US (69 per cent) and Italy (39 per cent). Views on life after death have held up well over the last four decades, with just under half of the public – including 46 per cent in 2022 – consistently saying they believe in it, the study found.\n\nWhile it’s impossible to prove that there really is life after death, Sophie says it’s the impact of these experiences on the grieving process that is really important.\n\nThe ADC questionnaire has shown that the majority found the ADCs comforting (81 per cent) and helpful in their bereavement (84 per cent).\n\nOnly 12 per cent of respondents in the study reported their ADC as frightening.\n\n\"The main aim of this work is to show the public that the paranormal is normal,\" she adds.\n\n\"And these experiences can have positive psychological effects.\n\n\"Real or not, these experiences mean the world to people who have them.\n\n\"Neurologist and founder of psychoanalysis Sigmund Freud described sensing the presence of the deceased as ‘hallucinatory wishful psychosis’, and he advised we cut emotional attachment to deceased loved ones.\n\n\"Well, now there are quite a lot of studies proving that being open to a connection with a deceased loved one is really beneficial to the grieving process and mental health.\"\n\nAnother key impact of an ADC is of course a new belief in life after death, something 92.8 per cent of study participants now say they hold.\n\n\"Going by the messages we’ve received, it’s beneficial for the deceased, too,\" says Sophie.\n\n\"Some people report being told that their departed loved one can't go much further while those left behind are so sad.\n\n\"They invite them to let that grief go, so they can get on with the next chapter.\"\n\nTo find out more and to contribute your ADC experiences to the study, visit adcrp.org or @after_death_communication, or buy a book based on the research on Amazon."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ghost Hunting in the World's Scariest Hospital (Eloise Asylum)",
            "link": "https://www.msn.com/en-us/entertainment/news/ghost-hunting-in-the-world-s-scariest-hospital-eloise-asylum/vi-AA1wtmlm?ocid=BingNewsVerp",
            "description": "This week I search several local creeks and rivers in once bustling towns for lost treasures! I take my Garrett Vortex to one ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ha0erN9DwzWFMHutZxxr-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A drop of golden sun: Future Oscar Hammerstein Museum in Doylestown gets another $500K from Pennsylvania",
            "link": "https://whyy.org/articles/oscar-hammerstein-museum-doylestown-pennsylvania-funds/",
            "description": "The future Oscar Hammerstein Museum, located in a Doylestown farmhouse once owned by the famed American musical theater ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1J64T1BZF5lZ2FNfY_XGdC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "WHYY1h",
            "source": "WHYY",
            "article_content": "From Philly and the Pa. suburbs to South Jersey and Delaware, what would you like WHYY News to cover? Let us know!\n\nThe future Oscar Hammerstein Museum, located in a Doylestown farmhouse once owned by the famed American musical theater librettist, has received a $500,000 grant from the state of Pennsylvania to renovate the property.\n\nThis is the second $500,000 Redevelopment Assistance Capital Program (RACP) grant the museum has received in four years. It was secured through the efforts of state Sen. Steve Santarsiero and state Rep. Tim Brennan. RACP grants are matching grants, released when the museum raises an equal amount from private and foundation supporters."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 15 Best Podcasts of 2024, According to Glamour Editors",
            "link": "https://www.msn.com/en-us/tv/news/the-15-best-podcasts-of-2024-according-to-glamour-editors/ar-AA1wtCax?ocid=BingNewsVerp",
            "description": "Below, you'll find several recommendations for what to listen to before the year ends. Here are Glamour 's picks for the best ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhnB5bhU8zC_kQlXCSvwIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Glamour on MSN1h",
            "source": "Glamour on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Nosferatu' review: Is Robert Eggers' remake a blessing or a curse?",
            "link": "https://www.msn.com/en-us/entertainment/movies/nosferatu-review-is-robert-eggers-remake-a-blessing-or-a-curse/ar-AA1wsXrX?ocid=BingNewsVerp",
            "description": "That includes director Robert Eggers, whose take on the fabled fanged villain is fueled with his signature penchant for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.3L-x3dNRWcAlgM5p_hkpGS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Mashable on MSN6h",
            "source": "Mashable on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-us/science/earth-science/top-10-scientific-discoveries-that-changed-our-understanding-of-climate/vi-AA1wtlaN?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "500-million-year-old Ecdysozoan fossil embryos found in China are older than dinosaurs",
            "link": "https://www.msn.com/en-us/news/other/500-million-year-old-ecdysozoan-fossil-embryos-found-in-china-are-older-than-dinosaurs/ar-AA1wtJKJ?ocid=BingNewsVerp",
            "description": "Scientists in China have just dug up 500-million-year-old embryos that will help us understand the developmental biology of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.39N4FOihGmpAlslPKa5UfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Interesting Engineering on MSN17m",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "57m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Egyptian mummy discovered with bubonic plague rewrites history of the notorious Black Death",
            "link": "https://nypost.com/2024/12/24/science/egyptian-mummy-discovered-with-bubonic-plague-rewrites-history/",
            "description": "An over 3,000-year-old Egyptian mummy who may have died of the bubonic plague marks the first case of the disease outside the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LPt4xXQlKt6-92Mka6eQWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "20h",
            "source": "New York Post",
            "article_content": "Scientists have discovered an over 3,000-year-old Egyptian mummy who may have died of the bubonic plague — marking the first case of the disease outside of the Eurasian continent.\n\nThe breakthrough discovery provides “molecular evidence for the presence of plague in ancient Egypt,” the researchers wrote in their abstract.\n\nResearchers determined this after examining the corpse, which is housed in Italy’s Egyptian Museum of Turin, and dates back 3,290 years to the late Bronze Age, Popular Science reported.\n\n3 while experts have long postulated about the plague’s footprint in Egypt for decades, there hasn’t been solid evidence for it — until now. Getty Images\n\nAnalysis of the mummy’s bone tissue revealed traces of Y. Pestis — bubonic plague bacteria — DNA, meaning that the disease had reached an advanced stage when the victim perished, IFL Science reported. However, it’s unclear if this was an isolated case or part of a widespread epidemic in the region.\n\nAlso known as the Black Death, the bubonic plague is one of history’s most infamous diseases in history. It is spread when humans are bitten by fleas that piggyback on rodents\n\nWhen the microbes infect a human host, they ravage the lymphatic system, causing lymph nodes in the groin, underarm, and neck to balloon into swollen masses called buboes (hence the name).\n\n3 A depiction of a plague hospital in Vienna while the city was being besieged by the Turks in 1679. Bettmann Archive\n\nThe disease only snowballs from there, causing complications including seizures, vomiting blood, internal bleeding, and death.\n\nBubonic plague is most often associated with the notorious epidemic in 14th-century Europe — where it killed around 25 million people between 1347 and 1351 — as well as subsequent outbreaks in China, Mongolia and India.\n\nAnd while experts have long postulated about the plague’s footprint in Egypt for decades, there hasn’t been solid evidence for it — until now.\n\nIn 2004, scientists found millennia-old fleas at a repository on the banks of the Nile River.\n\nThere was also a 3,500-year-old Egyptian medical document describing a bubo filled with petrified pus, suggesting that the plague rats may have spread throughout the world by boat.\n\n3 The mummy is housed at the Egyptian Museum of Turin in Turin, Italy. Getty Images\n\nHowever, the Black Death’s existence wasn’t able to be confirmed without DNA evidence like the kind found in the mummy.\n\nThe scientists hope their discovery will inspire others to conduct further studies and hopefully shed light on the Egyptian iteration’s “possible modes of transmission and pathology.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "James Webb Space Telescope catches monster black hole napping after 'overeating' in the early universe",
            "link": "https://www.livescience.com/space/james-webb-space-telescope-catches-monster-black-hole-napping-after-overeating-in-the-early-universe",
            "description": "The James Webb Space Telescope has caught a napping monster black hole in the early universe. The cosmic giant is slumbering ...",
            "image_url": "https://www.bing.com/th?id=OVFT.QSgnI_WtbzolAiZ7L7mgRy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "Live Science2h",
            "source": "Live Science",
            "article_content": "An illustration shows an overfeeding black hole in the early universe about to take a nap\n\nNapping after overfeeding on food is a dilemma many of us will be fortunate to face on Christmas Day. New research has shown that, billions of years ago, some early black holes also had to nap after overindulging.\n\nUsing the James Webb Space Telescope (JWST) , astronomers spotted a dormant supermassive black hole that existed just 800 million years after the Big Bang . This cosmic monster passed out after a particularly large meal of galactic gas and dust.\n\nThe black hole is extraordinary for its monstrous size. With a mass around 400 million times that of the sun, it is the most massive black hole seen by the JWST in the early universe. The discovery, published Dec. 18 in the journal Nature, further complicates the mystery of how supermassive black holes got so massive so quickly in the early universe.\n\nThe mass of this supermassive black hole also stands out because when these cosmic titans are usually found in the local (and recent) universe, they possess around 0.1% of their host galaxy mass. This supermassive black hole has a mass that is equivalent to around 40% of its host galaxy's mass.\n\nScientists would expect such a gigantic black hole to be voraciously feeding and thus growing. Yet this black hole is gobbling up gas at a very slow rate, around a hundredth of the maximum possible accretion limit for a black hole this size.\n\nA feeding supermassive black hole surrounded by a glowing disk of gas and dust (Image credit: Emanuela Tortosa)\n\nBecause black holes have outer boundaries called \" event horizons \" that trap light (and everything else that passes them), if they aren't greedily feeding and lighting up that matter, they tend to be invisible.\n\nWhen they are surrounded by matter in a flattened cloud called an accretion disk that gradually feeds them, the gravitational influence of supermassive black holes causes immense friction, which causes this cosmic larder to glow. This emission allows us to detect supermassive black holes.\n\nSign up for the Live Science daily newsletter now Get the world’s most fascinating discoveries delivered straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nThis dormant supermassive black hole was different, however. That's because its tremendous mass granted it a huge gravitational influence that made it visible.\n\n“Even though this black hole is dormant, its enormous size made it possible for us to detect,\" team leader Ignas Juodžbalis from Cambridge’s Kavli Institute for Cosmology said in a statement. \"Its dormant state allowed us to learn about the mass of the host galaxy as well.\n\n\"The early universe managed to produce some absolute monsters, even in relatively tiny galaxies.\"\n\nWhy are early monster black holes such a big problem?\n\nSince the JWST began making observations of the cosmos in 2022, the powerful instrument has discovered supermassive black holes at earlier stages of the universe.\n\nSupermassive black holes are cosmic titans with masses equivalent to millions or even billions of suns. Unlike stellar mass black holes, which form when massive stars collapse, supermassive black holes are thought to grow via a chain of mergers of subsequently more massive black holes and from a steady diet of gas and dust from their host galaxies.\n\nThis process is thought to take over one billion years to create a supermassive black hole with a mass even at the lower scale of these monstrous masses. That means spotting a supermassive black hole in the recent history of our 13.8 billion-year-old cosmos isn't problematic.\n\nHowever, the JWST finding these cosmic titans when the universe was younger than one billion years old, sometimes as early as 600 million years after the Big Bang, is problematic. The tremendous size of this early black hole and the fact it isn't even growing rapidly by feeding makes this problem even more confusing.\n\nTwo binary black holes slam together in the early universe to create a more monsterous supermassive black hole (Image credit: NASA)\n\n\"It's possible that black holes are 'born big,' which could explain why the JWST spotted huge black holes in the early universe,\" team member and Kavli researcher Roberto Maiolino said. \"But another possibility is they go through periods of hyperactivity, followed by long periods of dormancy.\"\n\nBlack holes push it past the limit to overfeed\n\nMaiolino and colleagues revisited the problem of supermassive black holes in the early universe by running simulations of their growth mechanisms. The team found that the most likely explanation was that black holes could briefly exceed the limit placed on accretion.\n\nThis feeding cap is known as the \" Eddington limit .\" It suggests that any ravenously accreting celestial body will reach the point at which the radiation its feeding pumps out will push away material, cutting off its food supply.\n\nThis team thinks early black holes could experience spates of overfeeding or \" super-Eddington accretion .\" During these periods, greedy black holes would grow at hyper-accelerated rates. This would last for between 5 and 10 million years, after which the black hole would \"nap\" for 100 million years.\n\n\"It sounds counterintuitive to explain a dormant black hole with periods of hyperactivity, but these short bursts allow it to grow quickly while spending most of its time napping,\" Maiolino said.\n\nThe dormancy period of these black holes lasts 10 to 20 times longer than the phase of super-Eddington accretion, which means astronomers are more likely to catch these cosmic titans during their nap time than at dinner.\n\nThe discovery of this titanic napping black hole is a breakthrough for this theory.\n\nThis monsterous early black hole may just be the tip of the iceberg, with the team suspecting that the early universe could be replete with these sleeping giants. Unfortunately, the dormant nature of these monsters will make them difficult for astronomers to discover.\n\n\"It’s likely that the vast majority of black holes out there are in this dormant state – I’m surprised we found this one, but I’m excited to think that there are so many more we could find,\" Maiolino concluded."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI’s Crucible Year: How 2024 Is Reshaping The Future Of AI",
            "link": "https://www.forbes.com/sites/solrashidi/2024/12/24/openais-crucible-year-how-2024-is-reshaping-the-future-of-ai/",
            "description": "OpenAI's challenges in 2024 will shape the future of AI, setting precedence for AI regulation, AI governance and usage of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LSYETvj8qGJgn6s_Q461Ly&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Looking At Groundbreaking Capabilities With OpenAI O3",
            "link": "https://www.forbes.com/sites/johnwerner/2024/12/24/looking-at-groundbreaking-capabilities-with-openai-o3/",
            "description": "'The introduction of the o3 models highlights the untapped possibilities of AI reasoning capabilities,' writes Amanda Caswell ...",
            "image_url": "https://www.bing.com/th?id=OVFT.D9je8yeFqQ3C55JFqkkJRi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "21h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI ‘considered’ building a humanoid robot: Report",
            "link": "https://techcrunch.com/2024/12/24/openai-considered-building-a-humanoid-robot-report/",
            "description": "OpenAI has recently explored building its own humanoid robot, according to The Information. The report cites 'two people with ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ogajyO6pDZyA5vlK_yl7MS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "22h",
            "source": "TechCrunch",
            "article_content": "In Brief\n\nOpenAI has recently explored building its own humanoid robot, according to The Information. The report cites “two people with direct knowledge” of those conversations. The ChatGPT maker has been involved in the space for some time now, by way of financial backing. It has thus far invested in Figure and 1X, along with the “general purpose AI” firm Physical Intelligence.\n\nIn 2021, OpenAI abandoned such ambitions after quietly closing its robotics division. Of course, plenty has happened in the past three years, with breakthroughs in both hardware and the AI systems that power them. Short of making some big-ticket startup acquisitions, a re-formed OpenAI robotics division would have a lot of catching up to do in an already competitive young category."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI plans to build advanced humanoid robots after investing big in startups",
            "link": "https://www.msn.com/en-us/news/technology/openai-plans-to-build-advanced-humanoid-robots-after-investing-big-in-startups/ar-AA1wsT2V?ocid=BingNewsVerp",
            "description": "A recent report by The Information suggests that OpenAI has internally discussed developing its own line of humanoid robots.",
            "image_url": "https://www.bing.com/th?id=OVF.9Mcrutu%2fJPlbOWskA%2bSIig&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Interesting Engineering on MSN8h",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Announces ‘o3’ Reasoning Model",
            "link": "https://www.infoq.com/news/2024/12/openai-announces-o3/",
            "description": "OpenAI has launched the O3 and O3 Mini models, setting a new standard in AI with enhanced reasoning capabilities. Notable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-VjHQz-WXhE1USv_cEqBxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "InfoQ2h",
            "source": "InfoQ",
            "article_content": "During the 12 days of Shipmas, OpenAI unveiled its latest advancements in artificial intelligence with the announcement of the o3 model and its counterpart, o3 Mini. These models improve reasoning capabilities over prior models, offering developers new opportunities to solve increasingly complex tasks. o3 sets a new benchmark in technical performance, particularly in coding and mathematics.\n\nOn SWE-Bench Verified, a coding benchmark comprised of real-world software tasks, o3 achieves a 71.7% accuracy—over 20% better than o1. Similarly, on Codeforces, a competitive programming platform, o3 scores a 2727 ELO under high compute settings. On the American Invitational Mathematics Examination (AIME) benchmark, the model achieves 96.7% accuracy, a leap from the 83.3% attained by o1.\n\nOn the ARC dataset, an example of which is shown above, problems are designed to test an AI system's ability to adapt to novel tasks. o3 scored 75.7% on the Semi-Private Evaluation set under the competition's $10k compute budget (around $20 per task) and 87.5% at high-compute configurations ($2000-$3000 per task). The performance/cost tradeoff is depicted in the figure below. The ARC-AGI benchmark is specifically a challenge that previous models failed to address. o3 employs a paradigm that integrates natural language program search and execution during test time, reminiscent of techniques like AlphaZero’s Monte Carlo tree search and is also guided by a deep learning-based evaluator. François Chollet, the creator of the benchmark, noted the progress made by o3 while also the ongoing room for improvement.\n\nI don't think o3 is AGI yet. o3 still fails on some very easy tasks, indicating fundamental differences with human intelligence. .. the fact is that a large ensemble of low-compute Kaggle solutions can now score 81% on the private eval. - François Chollet\n\nThese advancements necessitate more challenging benchmarks as the model still struggles with certain simple tasks that humans find trivial. OpenAI has focused on addressing this need by tackling Epoch AI’s Frontier Math Benchmark. Tamay Besiroglu of EpochAI said this \"arrives about a year ahead of my median expectations.\" With aggressive compute settings, o3 achieves ~25% accuracy. Early testing on the forthcoming ARC-AGI-2 benchmark suggests that o3 could face significant challenges, with predictions under 30% even at high compute levels.\n\nThe hype around o3 is out of control. It’s not AGI, it’s not the singularity, and you definitely don’t have to change your worldview. - Elvis Saravia\n\nOpenAI’s development of its next-generation AI model, codenamed Orion, has encountered other hurdles. The anticipated GPT-5 model, initially expected to launch in early 2024, remains delayed as engineers grapple with rising costs, limited data, and design challenges. The growing complexity of building and training such models has pushed the estimated costs of GPT-5’s development to over $1 billion.\n\no3 Mini offers scalable thinking time options—low, medium, and high—allowing developers to balance performance with cost and latency. o3 Mini excels in code generation and problem-solving, achieving competitive ELO ratings on Codeforces and matching or exceeding o1’s performance at a fraction of the cost.\n\no3 Mini’s adaptability is exemplified in live demonstrations, where it efficiently generates complex Python scripts for automated tasks. In one example, the model created a local server that processed coding requests, executed the code, and displayed results. Such functionality demonstrates o3 Mini’s utility for streamlining development workflows and automating intricate processes.\n\nSafety remains a top priority for OpenAI as these powerful models are developed. Through a \"Deliberative Alignment\" approach, o3 demonstrates the ability to explicitly reason over safety policies before responding to prompts, enhancing both compliance and adaptability. By integrating chain-of-thought (CoT) reasoning into its training process, the model has started to balance safety and utility in everyday use.\n\nDevelopers interested in learning more about the new reasoning models may continue to monitor InfoQ into the new year. o3 and o3 Mini are slated for wider availability in early 2024, with o3 Mini expected to launch by the end of January and o3 following shortly after. Until then, developers and researchers can apply for early access through OpenAI’s safety testing program."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cybersecurity Trends And Priorities To Watch For 2025",
            "link": "https://www.forbes.com/sites/chuckbrooks/2024/12/24/cybersecurity-trends-and-priorities-to-watch-for-2025/",
            "description": "As each year passes, the complexities of cybersecurity and the more sophisticated threats grow. Two tech trends will be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JabIWiRAid468V8cDVse5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Baby John Opening Day Box Office Trends: Varun Dhawan starrer aims at a Rs 12 crore start",
            "link": "https://www.pinkvilla.com/entertainment/box-office/baby-john-opening-day-box-office-trends-varun-dhawan-starrer-aims-at-a-rs-12-crore-start-1364308",
            "description": "The business was boosted due to the Christmas Holiday, but there was also competition in the urban areas from Mufasa and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GyZdcAJYGB_2-JzYc7rrgC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "3h",
            "source": "pinkvilla",
            "article_content": "The Varun Dhawan led action entertainer, Baby John directed by Kalees, has taken a decent start at the box office in India as very early trends indicates first day business in the range of Rs 11.00 crore to Rs 12.00 crore. The business of Baby John was impacted by the three-way clash with Pushpa 2 and Mufasa, though the first day of the film should have been in the range of Rs 13.00 crore to Rs 15.00 crore.\n\nThe non-franchise films with younger heroes are finding it tough at the box office in the post pandemic world – right from Ranveer Singh (Rocky Rani Ki Prem Kahani, 83 and Cirkus) to Vicky Kaushal (Sam Bahadur, Zara Hatke Zara Bachke) and Kartik Aaryan (Shehzada, Satyaprem Ki Katha & Chandu Champion) – have struggled to hit the double-digit mark on the first day. Varun Dhawan too has been in the same boat with Jug Jugg Jeeyo and Bhediya, though Baby John’s start is the best among the films mentioned above barring the Kabir Khan directed 83.\n\nThe business was boosted due to the Christmas Holiday, but there was also competition in the urban areas from Mufasa and the mass belts from Pushpa 2. The final business of Baby John could be higher or lower depending on the walk-in audience through the evening and night shows, but very early trends suggest an opening in the above-mentioned range.\n\nAdvertisement\n\nThere is an extended holiday period ahead, which means that there is scope to record a run and hit the Rs 100 crore mark by end of its run. There will be a drop on Thursday, but’s its the hold in business on Day 2 and Day 3 that will give us an idea on the long run trajectory of Baby John. It’s a decent start for Baby John, but there is a long weekend ahead and the trend over the next few days is crucial.\n\nALSO READ: Baby John Release Highlights and Movie Review: Varun Dhawan starrer action thriller aims at Rs 12 crore start"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Solana Price Forecast Indicates Decline, Binance Coin Security in Focus – BlockDAG's BDAG400 Bonus Goes Viral",
            "link": "https://www.analyticsinsight.net/cryptocurrency-analytics-insight/solana-price-forecast-indicates-decline-binance-coin-security-in-focus-blockdags-bdag400-bonus-goes-viral",
            "description": "Recent market movements show varied trends — the Solana price forecast predicts further declines as the currency falls from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vd3TtyEUS7PCeF-vEnIlIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Analytics Insight14h",
            "source": "Analytics Insight",
            "article_content": "Crypto traders consistently look for ways to get exceptional returns, and BlockDAG's newest dashboard enhancement hits the mark. With its pioneering 5-tier bonus system, BlockDAG introduces a novel reward mechanism that transforms each purchase into a step towards substantial returns, reshaping how buyers interact with their holdings.\n\nParticipants using the BDAG400 code receive a 250% bonus on their initial purchase, and an even more substantial 270% bonus on their second. The excitement continues as \"mystery boxes\" uncover additional hidden bonuses with further purchases. Each level reveals more significant rewards, ensuring the journey is exciting and fruitful.\n\nThis gamified reward scheme has rapidly gained attention in the cryptocurrency arena, providing a compelling reason for participants to expand their portfolios. However, this promotional offer is time-sensitive and will be available only for a short time, making this an optimal moment to engage with these extraordinary opportunities."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prince Louis breaks strict royal code during Christmas Day walkabout with Princess Kate",
            "link": "https://www.msn.com/en-gb/fashion-and-style/fashion-trends/prince-louis-breaks-strict-royal-code-during-christmas-day-walkabout-with-princess-kate/ar-AA1wtcAJ?ocid=BingNewsVerp",
            "description": "Prince Louis was spotted in smart trousers during this morning's Christmas Day walkabout instead of the traditional pair of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dEWMFyaOJgiNRjbFDJxxZC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Daily Express on MSN4h",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Hackers are tricking victims into scam-yourself attacks with fake tutorials, CAPTCHAs, and updates",
            "link": "https://www.msn.com/en-us/money/other/hackers-are-tricking-victims-into-scam-yourself-attacks-with-fake-tutorials-captchas-and-updates/ar-AA1wtcxb?ocid=BingNewsVerp",
            "description": "Report uncovers rising cyber threats with alarming increases in ransomware, data-stealing malware, and sophisticated social ...",
            "image_url": "https://www.bing.com/th?id=OVFT.vjJsrNSUfmVAWv_DZlK8Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "6hon MSN",
            "source": "TechRadar Pro on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-us/science/earth-science/top-10-scientific-discoveries-that-changed-our-understanding-of-climate/vi-AA1wtipj?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historical mysteries solved by science in 2024",
            "link": "https://www.msn.com/en-us/news/world/historical-mysteries-solved-by-science-in-2024/ar-AA1wtmoC?ocid=BingNewsVerp",
            "description": "Scientists explored Beethoven’s ailments, linked remains to a Norse saga, uncovered colonial secrets, peeked inside an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YPuQ9LeeKhqccbTQ-6UXty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Physicists Unlock the Potential of In-Plane Magnetic Fields for Advanced Magnetotransport",
            "link": "https://scitechdaily.com/physicists-unlock-the-potential-of-in-plane-magnetic-fields-for-advanced-magnetotransport/",
            "description": "In-plane magnetic fields unveil novel Hall effect behaviors in advanced materials, transforming our understanding of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.x3P7nRbI5DwaHkcqVp2DgS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "57m",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Space : Physics Encounter With Uranus",
            "link": "https://www.msn.com/en-us/news/technology/space-physics-encounter-with-uranus/vi-AA1wsan5?ocid=BingNewsVerp",
            "description": "Giggle. This film explores the evolution of our understanding of the solar system, highlighting the significant discovery of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.KSkv_Y---XeYjSVtcwdh1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Bullish (Video) on MSN11h",
            "source": "Bullish (Video) on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "500-million-year-old Ecdysozoan fossil embryos found in China are older than dinosaurs",
            "link": "https://www.msn.com/en-us/news/other/500-million-year-old-ecdysozoan-fossil-embryos-found-in-china-are-older-than-dinosaurs/ar-AA1wtJKJ?ocid=BingNewsVerp",
            "description": "Scientists in China have just dug up 500-million-year-old embryos that will help us understand the developmental biology of ...",
            "image_url": "https://www.bing.com/th?id=OVFT.39N4FOihGmpAlslPKa5UfC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Interesting Engineering on MSN17m",
            "source": "Interesting Engineering on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "No-code industrial project software startup Sitemate raises $27.5M",
            "link": "https://siliconangle.com/2024/12/24/no-code-industrial-project-software-startup-sitemate-raises-27-5m/",
            "description": "Sitemate Services Pty Ltd., a company creating no code software tools, today announced it has raised $27.5 million in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TLlIaNPye1IGqNDDaYpJwy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "16h",
            "source": "SiliconANGLE",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stop chasing Ripple (XRP), here are 3 coins positioning for the next breakout run",
            "link": "https://www.msn.com/en-us/money/other/stop-chasing-ripple-xrp-here-are-3-coins-positioning-for-the-next-breakout-run/ar-AA1wtFwG?ocid=BingNewsVerp",
            "description": "The ongoing bull cycle has seen XRP take center stage, rising above competitors like Solana and Binance coin to become the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.obHSg9RNlrVIZoJ41pEdES&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "1hon MSN",
            "source": "Invezz on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "When is the first night of Hanukkah 2024? When it starts, facts, how it's celebrated",
            "link": "https://www.msn.com/en-us/health/wellness/when-is-the-first-night-of-hanukkah-2024-when-it-starts-facts-how-it-s-celebrated/ar-AA1wtujV?ocid=BingNewsVerp",
            "description": "Hanukkah is an eight-day festival marking the rededication of the Temple in Jerusalem. Here's what to know about the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.mc4TbCUUQhGx9ImK-MC_Ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "2hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fantasy Football Playoffs Championship Week Start 'Em & Sit 'Em Running Backs: It's Bucky Irving time",
            "link": "https://www.msn.com/en-us/sports/other/fantasy-football-playoffs-championship-week-start-em-sit-em-running-backs-it-s-bucky-irving-time/ar-AA1wrEKZ?ocid=BingNewsVerp",
            "description": "Three running backs in the past three games against the Patriots have rushed for at least 96 yards. And a running back has ...",
            "image_url": "https://www.bing.com/th?id=OVFT.jHyVGa-AejnH3FHKFwsB-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "15hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What will 2025 bring for Linux PCs?",
            "link": "https://www.pcworld.com/article/2545251/what-will-2025-bring-for-linux-pcs.html",
            "description": "The Gnome-like Budgie desktop, as well as Cinnamon (Linux Mint) and Mate, still offer Wayland as an 'experimental' option.",
            "image_url": "https://www.bing.com/th?id=OVFT.rnogA9_52HEhIA2pltz82y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "1h",
            "source": "PC World",
            "article_content": "The year ahead has a lot in store for Linux users. Many of the trends, hardware products, and software developments below comprise a colorful mix that focuses on the use of Linux in particular. We also include other current and future events in hardware and software that will influence or characterize everyday IT life — Linux or otherwise. The upshot is that Linux users will see a lot of change on the horizon.\n\nRaspberry Pi: Quo vadis?\n\nRaspberry Pi Foundation\n\nSince the Raspberry Pi Foundation went public in mid-2024, the future of the successful board computer has been quite uncertain. The share price has been volatile since then, but has held up reasonably well overall. The fresh millions on the stock market open up opportunities for technical innovations for the mini-computer, but on the other hand the project is moving away from its non-profit origins.\n\nNothing concrete is currently known about future models, but prices will be higher than before. The continued production and stocking of older models, as was previously the case, could also fall victim to profit maximization.\n\nSee also: 10 surprisingly practical Raspberry Pi projects anybody can do\n\nWayland is coming – slowly\n\nThe Gnome 47 and KDE Plasma 6 desktops are forcing the switch to the Wayland display protocol by setting Wayland as the standard despite some remaining detail problems. Most Linux distributions with these desktops (Fedora, Ubuntu, Kubuntu, KDE Neon, Endeavour, et cetera) will follow this specification in 2025.\n\nThe fact remains, however, that apart from Gnome and KDE, only the niche desktop Enlightenment (current version E20) is aggressively pushing for Wayland.\n\nThe Gnome-like Budgie desktop, as well as Cinnamon (Linux Mint) and Mate, still offer Wayland as an “experimental” option. XFCE (announced for the upcoming version 4.20) and LXQT are just starting their Wayland conversion.\n\nCinnamon running in Wayland. Linux Mint\n\nThe replacement of the old X11 window system will obviously continue well beyond 2025. This is a stumbling block, not least because every Wayland operation currently still has to drag along the Xwayland mediation layer in order to be able to display older X11 windows.\n\nThe current Gnome 47 is the first Linux desktop that is at least technically prepared to completely dispense with Xwayland in the future.\n\nDebian 13 (‘Trixie’)\n\nDebian\n\nA new Debian version is released approximately every two years. After version 12 “Bookworm,” which was released in 2023, Debian 13 (“Trixie”) is due in 2025. With Debian “Forky,” the name for version 14 has already been decided.\n\nDebian 13 will continue to offer a variant for 32-bit processors, but no longer for very old i386 CPUs, but at least from i686 onwards. i686 CPUs are also ancient processors such as Pentium Pro, Pentium II, Pentium III, and some early Pentium 4 models.\n\nThe oldest of these CPUs are over 25 years old and date back to the 20th century. Regardless of Debian’s 32-bit continuity, the recycling of such oldies is usually unsatisfactory.\n\nNew Debian is always immensely important because many derivatives are based on Debian and must also be updated as a result — such as Antix, Bunsenlabs, Kanotix, MX Linux, Linux Mint Debian, Ope Media Vault, Pi-OS, Rescuezilla, Sparky, Q4-OS, Tails, and many more (Ubuntus!).\n\nEOL: Ubuntu 20.04 expires\n\nUbuntu\n\nAfter April 2025, there will be no more update support for Ubuntu 20.04, unless you have taken out the 10-year ESM (Expanded Security Maintenance) support with Ubuntu Pro. On devices with version 20.04, you will then either have to reinstall or make up for several upgrade stages.\n\nA new installation with the current LTS version Ubuntu 24.04 is particularly recommended for systems that work as servers.\n\nEOL: The end of Windows 10\n\nAfter 14 October 2025, Microsoft will no longer offer free updates for Windows 10 and technical support will be discontinued (EOL, End of Life). As a simple upgrade to Windows 11 will fail for many laptops and PCs due to the high hardware requirements, a significant wave of users switching to Linux desktops can be expected over the course of the next year.\n\nLast year’s Linux growth to a market share of around 4.5 percent is probably already linked to this Windows date. Unicon is launching the eLux operating system for companies. The system is designed to combine security, hardware flexibility, and performance. The download requires registration with an email address.\n\nWindows 10 will be discontinued on 1 October 2025. If Windows 11 does not run on the hardware, any (even more demanding) Linux will run. Anton Watman/Shutterstock.com\n\nExperience has shown that Linux distributions are generally too fragmented to make concerted and aggressive use of the opportunities offered by the Windows runtime. Only some of the typical Windows detractors such as Linux Mint or Zorin-OS will refer to their Windows-like concepts and optimize them.\n\nIn addition, most tried-and-tested Linux desktops (mostly Debian/Ubuntu-based, in some cases also Arch-based) are also suitable as Windows 10 alternatives.\n\nSee also: 3 free Linux distros that look and feel like Windows\n\n‘Immutable’ trend: Open Suse Leap 16\n\nOpen Suse Leap 16.0, the successor to Leap 15.6, is not expected until mid-2025 at the earliest. Version 16 aims to end the technical continuity with the previous Leap, but at least promises the possibility of a direct upgrade to Leap 16. If necessary, an interim version 15.7 will be added.\n\nopenSUSE\n\nOpen Suse Leap 16 will be an “immutable” Linux. Suse is developing its own Adaptable Linux Platform (ALP) architecture with a write-protected base system that increases security and stability.\n\nThe required software is to be provided by isolated containers — presumably flatpaks. With its focus on cloud systems and automated system management, Open Suse Leap 16 is likely to follow the trend of recent years. The Suse system is becoming increasingly uninteresting for the needs of a flexible end-user desktop.\n\nThe same applies to Fedora Workstation, which in the Silverblue “Immutable” version is signalling the path that Fedora generally wants to take. The security and maintenance advantages of the immutable concept are aimed at cloud and server instances and mainly have disadvantages on the desktop.\n\nLinux concepts > la Nix-OS\n\nNix\n\nIt is perhaps not necessarily the Linux distribution Nix-OS itself, but its concept of “declarative configuration,” which probably has a great future ahead of it.\n\nNix-OS uses a central configuration file as a meta-level. This allows the entire system to be reproduced identically (e.g. for cloud and server instances), but can also be reset to previous system states (relevant for servers and desktops).\n\nPackage dependencies are avoided because — similar to container formats — software is always stored separately with all dependencies. The concept requires a lot of storage space and the adoption of completely customized methods for package installations and updates. Cloud providers are already in the thick of it, but Nix-OS should still provide some additional convenience features for desktop users.\n\nLinux without ‘sudo’?\n\nWhile Microsoft has included the sudo tool as an option for developers in Windows 10/11 in 2024, leading Linux developers want to abolish sudo or offer a better alternative. The new run0 tool is already available in the latest versions of the Systemd init system.\n\nIDG\n\nIn future Linux distributions, run0 will certainly not immediately replace the familiar sudo, but will at best run as an alternative for the time being.\n\nThe run0 tool has several advantages over sudo: In principle, it requires no configuration, whereas sudo requires the not entirely uncomplicated “/etc/ sudoer.” run0 is based on Polkit, whose individual configuration is not simpler, but is usually unnecessary.\n\nAs run0 loads an isolated systemd target, it is more secure than sudo, which relies on rights masks in the file system (SUID bit).\n\nIn addition, run0 gives visual signals in the terminal and window title to indicate the current elevated permissions.\n\nIoB: Internet of Behavior\n\nWe have barely gotten used to the new term IoT (Internet of Things) when the next “internet” is added. IoB — Internet of Behavior — is more or less a consequence of IoT: the Internet of Things with smartwatches, webcams, health trackers, sensors, measuring stations, and smart home devices expands the data material that websites and apps collect through direct communication.\n\nIoT provides masses of additional data that can be analyzed statistically (trends, anomalies, causalities).\n\nThese IoB statistics and behavioral analysis are not only driven by the retail and advertising industries: IoB can provide insurance companies, health insurance companies, traffic planners, the police, and entrepreneurs with interesting information and correlations that do not necessarily have to be personalized.\n\nIt is not yet clear which IoB analysis will become part of everyday life in the future. Data protectionists are already warning that there is a lack of transparent user consent for data collection.\n\nHuawei operating system\n\nIn the context of the growing customs dispute between the USA, EU, and China, Huawei is preparing to say goodbye to Windows operating systems on its laptops. In the future, the Chinese manufacturer intends to offer its self-developed Harmony OS operating system.\n\nHarmony OS is based on its own Linux-independent (Hongmeng) kernel. The operating system was previously only planned for Huawei smartphones, but will also be available for laptops in the future. Huawei laptops will run Harmony OS from mid-2025. Microsoft is thus losing a major Windows customer.\n\nHuawei\n\nHarmony OS is said to perform better than Linux desktops. It is entirely plausible that the Chinese IT giant can achieve this for the hardware it produces itself.\n\nHowever, compatibility with software is problematic. It is not yet clear to what extent Harmony OS will also offer customized standard software or integrate it via a translation layer. Potential buyers of the attractively priced Huawei laptops should consider this question carefully.\n\nWi-Fi 7 (802.11be)\n\nTP-Link\n\nWi-Fi 6 (802.11ax) is five years old, many older routers and devices still work with 802.11ac or even older 802.11n.\n\nFrom 2024, there will be more and more devices with radio chips of the new Wi-Fi generation 7 (802.11be). The Linux kernel is prepared for this — from version 6.5 to be precise.\n\nWi-Fi 7 will not only significantly increase data throughput, but will also use MLO (Multi-Link Operation) to communicate across multiple radio bands between the transmitter and receiver devices. This improves both throughput and stability.\n\nDDR6 RAM\n\nNew DDR5 RAM modules with higher speeds and lower latency will come onto the market in 2025. However, DDR6 is already on the runway: The next generation of DDR RAM is not due to be released until the end of 2025 at the earliest.\n\nDDR6 will again be significantly faster than current DDR5 RAM. The specification speaks of at least 8800 MT/s (megatransfers per second) for the first DDR6 generation, which is roughly double that of DDR5. Later DDR6 components should then achieve up to 21,000 MT/s.\n\nG.Skill\n\nHEIF/HEIC, JPEG XL image formats\n\nInnovative graphics formats have been flourishing in photography and imaging for years, but they have been very slow to catch on.\n\nWhile all browsers and many image editing applications now support the Google Webp format, the Apple HEIF/HEIC format and the JPEG successor JPEG XL still need help from add-ons for software or additional packages for the system on many systems and image viewers.\n\nREDPIXEL.PL\n\nThe High Efficiency Image File Format (HEIF) is favored by iPhones for photos. HEIC is the associated container format that also stores image sequences, comments, and audio in addition to (HEIF) images.\n\nJPEG XL (jxl) is the designated successor to the long-standing JPG standard. In 2025, it is expected that all Linux distributions will increasingly prepare their viewers and file managers for these formats.\n\nExperience has shown that the question of which image format will prevail is obsolete: There will simply be a few more in the future, while JPG, PNG, and others will continue to exist.\n\nCPU/GPU/NPU and the ‘AI PC’\n\nThere is no question that there will be no standstill in CPU development in 2025. AMD will introduce new Ryzen CPUs such as “Kraken” and Intel is planning Panther Lake processors based on its latest production technology (18A). The goals are the same — more performance, more efficiency.\n\nAlexander56891 / Shutterstock.com\n\nRegardless of new CPU records, the new (marketing) term “AI PC” or Copilot PC (Microsoft) will come into focus. In this product class, which performs AI functions on the local device, a fast CPU is not enough — at least a dedicated GPU graphics chip (preferably Nvidia), plenty of DDR5 RAM, and a fast SSD are also required.\n\nThe more obvious feature that distinguishes an AI PC from a gaming PC or a powerful workstation is the additional NPU chip (Neural Processing Unit). NPUs cannot process AI models any better or faster than the GPU, but they are much more energy-efficient.\n\nIn other words: computer bolides are AI-capable, but only energy-efficient with an additional NPU. Processors with an NPU extension already exist — from Intel (Lunar Lake), AMD (Ryzen AI), and Qualcomm (Snapdragon). However, it is not yet clear how future-proof these first NPUs are.\n\nSee also: The AI PC revolution: 18 essential terms you need to know\n\nMass storage and capacities\n\nMass storage devices are experiencing continuous capacity growth every year. New records are on the horizon for 2025:\n\nSSD: The maximum capacity of SSDs is expected to increase from the current maximum of around 60TB to 128TB by mid-2025, more than doubling. This has been announced by several manufacturers such as Western Digital, Huawei, and Samsung.\n\nMechanical drives: The classic hard drive is reaching its technical limits and has already seen its greatest leaps in capacity. However, the current maximum of 24- to 32TB should be able to be increased again in future thanks to new HAMR technology (Heat Assisted Magnetic Recording). Seagate is announcing drives with 40TB for 2025, and up to 60- or 80TB by the end of the decade.\n\nJon L. Jacobi\n\nNVMe SSD: Capacities of up to 16TB are expected for M.2 NVMe storage on the PCI Express bus by 2025. This means a doubling of the currently largest NVMe SSDs.\n\nFor end users, the record capacities are hardly relevant and generally hardly affordable. More important is the market law that with new, faster, and larger media, the prices for smaller and medium capacities will fall.\n\nFaster USB 4v2\n\nUSB 4 is the joint successor to USB 3.2 and Thunderbolt 3 with a theoretical maximum throughput of 40Gbps (approx. 5GB/s). USB 4v2 (also “USB 4.0 Gen 4” and more recently “USB4 2.0”) theoretically achieves 80- or 120Gbps.\n\nThe first controllers and drives of this generation are already on the market. Drivers for USB 4v2 are included in the current Linux kernel."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Democratisation and cost consolidation of tech to be key trends at Auto Inc in 2025",
            "link": "https://auto.economictimes.indiatimes.com/news/passenger-vehicle/democratisation-and-cost-consolidation-of-tech-among-key-trends-at-auto-inc-in-2025/116652582",
            "description": "Auto Technology Trend: 2024 saw significant rise in consumer adoption of advanced automotive technologies, primarily ADAS and Connected Vehicle tech. As these trends progress, and more emerge in 2025, ...",
            "image_url": "https://www.bing.com/th?id=ODF.PeLDHoA1DHhAjaXnP3KdYA&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "software+trend",
            "date": "ET Auto7h",
            "source": "ET Auto",
            "article_content": "Advt\n\nAdvt\n\nBy ,\n\nETAuto\n\nJoin the community of 2M+ industry professionals Subscribe to our newsletter to get latest insights & analysis. Download ETAuto App Get Realtime updates\n\nSave your favourite articles Scan to download App\n\nIndian consumers have a high affinity for technology. The smartphone market boom is a good testimony for it. That tech appetite is increasingly seen in the passenger vehicle market too, and it’s not limited to the luxury segment. As ETAuto predicted last year , ADAS (Advanced Driver Assistance System) qualified as a leading automotive tech trend of 2024.“On an average, over the last three months, ADAS for us is almost 1/4 of our overall portfolio, and that includes models which we launched much earlier,” Nalinikanth Gollagunta , CEO of Mahindra & Mahindra’s (M&M) Automotive Division told ETAuto.The emerging ADAS tech trend, which is still also a major USP for volume models, is expected to see a penetration level of 3% in the 4 million units Indian PV market, and around 5-6% in 2025, with the PV market clocking about 4.6 million units, according to market research firm Markets and Markets. The adoption level was around 2% in 2023.Automotive business intelligence firm Jato Dynamics’ granular research shows standard rear parking distance sensor (52%), standard rear parking distance sensor & camera (47%), and auto activation hazard lights (39%) as the top three driving assistance features in terms of their industry penetration rate in India. On the Connected Vehicle tech side, remote services (29%), remote HVAC (16%), and remote start (7%), are listed as the leading ones.Mahindra & Mahindra, and MG Motor India (now JSW MG Motor India) are the lead players in the volume PV market when it comes to building businesses based on a strategy of democratising technology. The latter, which leveraged the Connected Vehicle and ADAS trends for brand MG’s India market introduction, cites a projection that vehicles with advanced connected features will have an over 55% share by Q1 of 2027. And, vehicles with ADAS tech are expected to have an approximately 10% share.With these two major trends on the rise, Gaurav Gupta , Chief Growth Officer, JSW MG Motor India, says “I will not be surprised if more than 80 % of customers would like to have a connected car. And, by 2030, we expect more than 30% new launches to have some level of ADAS.”Technology is increasingly becoming a crucial part in the savvy Indian consumer's vehicle purchase decision. \"Awareness has increased dramatically. Today customers decide their vehicle purchase within 3 main parameters Comfort, Safety, and Convenience. Comfort related to seating, Safety related to NCAP rating, and Convenience related to Connected Vehicle tech,\" says Kaushik Madhavan, VP - Automotive and Transportation, Markets and Markets.According to Gollagunta, the industry trend of ADAS is proving to be more than democratising technology. “It's democratising tech in our minds and bringing the volume up. But the second thing is, customers were looking at it as a safety feature (like the 360-degree camera view). The growing consumer awareness, and demand for ADAS has led M&M to ‘democratise’ the tech, by offering it in its compact SUV 3XO, and in all the AX variants of the Thar Roxx.The XUV700, launched in August ‘21, was the first Mahindra model to offer ADAS, in its top two variants. In the coming year or so, ADAS tech could become standard across all Mahindra models and variants as the solution also becomes more affordable with suppliers leveraging the economy of scale.2025 will see OEMs pushing the ADAS and connected tech envelopes even further. For example, M&M’s ‘electric origin’ SUVs – BE 6 and XEV 9e, scheduled for launch in February, will have five radars to assist a more advanced tech suite. The OEM’s ICE (Internal Combustion Engine) models with ADAS tech have one each.It’s not only ADAS and Connected Vehicle tech that vehicles will rely on to woo customers in 2025. Display technology will also flex its muscle with different offerings to the driver, and other occupants in the vehicle. It’s already beginning to happen. “The next battlefield in some form or shape, and it’s already happening right now, is the amount of screen real estate which is there in each car,” says Gollagunta.Like luxury cars, volume PV models will increasingly have more screens in the instrument panel/dashboard, and also offer screens for rear seat occupants. Global display technology major Visteon’s CEO Sachin Lawande says, “Every car will have at least one large display, more likely two, if not more.” For example, the upcoming Mahindra EVs will come with three screens, in their pillar-to-pillar display unit. Another two can be for the rear passengers.This growing trend of advanced display technology also makes Visteon see India as a 10 million unit automotive display market of display sizes 10 inches and higher, by the end of this decade.The growing global AI wave is also set to influence the in-car experience now. In the battle for customers’ attention and interest, Generative AI (Artificial Intelligence) will see major usage by OEMs in 2025. Especially to enhance the user experience. As Lawande puts it, “AI is the new UI”. The software driven technology can be almost revolutionary. “Think about everything that you are currently doing with the system in the car, enhanced through AI,” says the global industry leader.After Connected Vehicle tech, which is getting enhanced with 5G connectivity, and ADAS, Gollagunta counts AI as the third dimension of new automotive trends, which will also see major gains in 2025. “Vehicles will start to have a lot more augmented reality and AI capabilities built in,” he says, and cites the example of heads-up display (HUD) with augmented reality in the Mahindra BE 6. AI for cameras in the vehicle, for facial recognition, driver drowsiness etc. will also see adoption in volume passenger vehicle models.As much as there the Indian market may offer great opportunity, thanks to its hunger for new technology, industry players will have to also meet the additional cost challenge that new technology usually comes with.“Next year is going to be a year of consolidation, meaning that the inflation that has happened in costs, in getting here, whether it is battery costs, electronics cost, displays costs, we need to be able to drive strategies to make this cost become more affordable, so that the promise of the growth that we are all expecting can actually be delivered,” says Lawande.To ride the India opportunity better, and also leverage the country’s competitive production costs, Visteon looks to strike a collaboration or two with partners here for local production of its display products.Collaboration as a business growth or technology development strategy will see more traction in 2025. According to Raghavendra Vaidya , MD and CEO, Daimler Trucks Innovation Center, Daimler Truck’s GCC (Global Capability Center) in India, collaboration across industries is set to be a major force driving India’s automotive evolution, with strategic partnerships accelerating advancements in EV infrastructure, autonomous driving, and next-generation mobility solutions.He also adds that a significant emerging trend is the willingness of leading automotive companies to advance the development of cutting-edge software platforms, enhance vehicle connectivity, and build an integrated digital ecosystem.All the advanced automotive technology features that are beginning to emerge, and more to come in 2025 and beyond, will be enabled only by the software defined vehicle (SDV). This trend will also help OEMs to be more cost effective, while also helping democratise technology as multiple features can be based on the same software platform/architecture.If consumers lap up more software defined vehicles, the better it would be for both the buyers and vehicle manufacturers. “The more volume you get, you actually get more competitive and therefore technology democratisation, while it's good for customers, it's also good for us,” says Gollagunta.Lawande expects softwarisation, along with digitalisation and electrification to gain more traction in 2025.With all the fares lined up for 2025, some already showcased, and more to come up in events next year, staring with the international mela of Bharat Mobility Expo, scheduled for 17-22 January, industry players would be hoping for a good drive in the coming year.,"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Elon Musk Vs. Sam Altman: Inside The Feud Over OpenAI And ChatGPT",
            "link": "https://www.forbes.com/sites/chriswestfall/2024/12/24/elon-musk-vs-sam-altman-inside-the-feud-over-openai-and-chatgpt/",
            "description": "A story of control and competition unfolds, with the ongoing feud between OpenAI co-founders, Elon Musk and Sam Altman.",
            "image_url": "https://www.bing.com/th?id=OVFT.Ly6342BztBNC12Rwo0-v4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "22h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Announces ‘o3’ Reasoning Model",
            "link": "https://www.infoq.com/news/2024/12/openai-announces-o3/",
            "description": "OpenAI has launched the O3 and O3 Mini models, setting a new standard in AI with enhanced reasoning capabilities. Notable ...",
            "image_url": "https://www.bing.com/th?id=OVFT.-VjHQz-WXhE1USv_cEqBxy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "InfoQ2h",
            "source": "InfoQ",
            "article_content": "During the 12 days of Shipmas, OpenAI unveiled its latest advancements in artificial intelligence with the announcement of the o3 model and its counterpart, o3 Mini. These models improve reasoning capabilities over prior models, offering developers new opportunities to solve increasingly complex tasks. o3 sets a new benchmark in technical performance, particularly in coding and mathematics.\n\nOn SWE-Bench Verified, a coding benchmark comprised of real-world software tasks, o3 achieves a 71.7% accuracy—over 20% better than o1. Similarly, on Codeforces, a competitive programming platform, o3 scores a 2727 ELO under high compute settings. On the American Invitational Mathematics Examination (AIME) benchmark, the model achieves 96.7% accuracy, a leap from the 83.3% attained by o1.\n\nOn the ARC dataset, an example of which is shown above, problems are designed to test an AI system's ability to adapt to novel tasks. o3 scored 75.7% on the Semi-Private Evaluation set under the competition's $10k compute budget (around $20 per task) and 87.5% at high-compute configurations ($2000-$3000 per task). The performance/cost tradeoff is depicted in the figure below. The ARC-AGI benchmark is specifically a challenge that previous models failed to address. o3 employs a paradigm that integrates natural language program search and execution during test time, reminiscent of techniques like AlphaZero’s Monte Carlo tree search and is also guided by a deep learning-based evaluator. François Chollet, the creator of the benchmark, noted the progress made by o3 while also the ongoing room for improvement.\n\nI don't think o3 is AGI yet. o3 still fails on some very easy tasks, indicating fundamental differences with human intelligence. .. the fact is that a large ensemble of low-compute Kaggle solutions can now score 81% on the private eval. - François Chollet\n\nThese advancements necessitate more challenging benchmarks as the model still struggles with certain simple tasks that humans find trivial. OpenAI has focused on addressing this need by tackling Epoch AI’s Frontier Math Benchmark. Tamay Besiroglu of EpochAI said this \"arrives about a year ahead of my median expectations.\" With aggressive compute settings, o3 achieves ~25% accuracy. Early testing on the forthcoming ARC-AGI-2 benchmark suggests that o3 could face significant challenges, with predictions under 30% even at high compute levels.\n\nThe hype around o3 is out of control. It’s not AGI, it’s not the singularity, and you definitely don’t have to change your worldview. - Elvis Saravia\n\nOpenAI’s development of its next-generation AI model, codenamed Orion, has encountered other hurdles. The anticipated GPT-5 model, initially expected to launch in early 2024, remains delayed as engineers grapple with rising costs, limited data, and design challenges. The growing complexity of building and training such models has pushed the estimated costs of GPT-5’s development to over $1 billion.\n\no3 Mini offers scalable thinking time options—low, medium, and high—allowing developers to balance performance with cost and latency. o3 Mini excels in code generation and problem-solving, achieving competitive ELO ratings on Codeforces and matching or exceeding o1’s performance at a fraction of the cost.\n\no3 Mini’s adaptability is exemplified in live demonstrations, where it efficiently generates complex Python scripts for automated tasks. In one example, the model created a local server that processed coding requests, executed the code, and displayed results. Such functionality demonstrates o3 Mini’s utility for streamlining development workflows and automating intricate processes.\n\nSafety remains a top priority for OpenAI as these powerful models are developed. Through a \"Deliberative Alignment\" approach, o3 demonstrates the ability to explicitly reason over safety policies before responding to prompts, enhancing both compliance and adaptability. By integrating chain-of-thought (CoT) reasoning into its training process, the model has started to balance safety and utility in everyday use.\n\nDevelopers interested in learning more about the new reasoning models may continue to monitor InfoQ into the new year. o3 and o3 Mini are slated for wider availability in early 2024, with o3 Mini expected to launch by the end of January and o3 following shortly after. Until then, developers and researchers can apply for early access through OpenAI’s safety testing program."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Blockchain + AI: Decentralized Machine Learning Platforms Changing the Game",
            "link": "https://www.digitalinformationworld.com/2024/12/blockchain-ai-decentralized-machine.html",
            "description": "As these platforms mature, we can expect to see increasingly sophisticated applications in fields such as healthcare, finance ...",
            "image_url": "https://www.bing.com/th?id=OVFT.8MMhbCXvp0sPl5hTR-31Ui&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "Digital information world8h",
            "source": "Digital information world",
            "article_content": "Image: Cottonbro studio / Pexels\n\nThe convergence of blockchain technology and artificial intelligence, as demonstrated by the meteoric rise of meme tokens like Pepe Coin, is ushering in a new era of decentralized computing that promises to democratize access to advanced machine learning capabilities. This revolutionary combination is not just changing how AI models are trained and deployed – it's fundamentally transforming the economic landscape of technological innovation.\n\nAs we examine this technological synergy more closely, it becomes clear how decentralized systems are reshaping the traditional power structures in AI development.\n\nThe Foundation of Decentralized AI\n\nTech giants with vast computing resources and proprietary datasets have long dominated traditional AI development. Companies like Google, Amazon, and Microsoft have maintained a virtual monopoly on advanced AI capabilities, creating a significant barrier to entry for smaller players and independent researchers. However, the introduction of blockchain technology and cryptocurrency incentives is rapidly changing this paradigm.\n\nDecentralized machine learning platforms leverage blockchain's distributed nature to create vast networks of computing power. These networks function like a global supercomputer, where participants can contribute their unused computing resources in exchange for cryptocurrency tokens. This model not only makes AI development more accessible but also more efficient and cost-effective.\n\nThe Economic Incentive Model\n\nThe brilliance of combining cryptocurrency with decentralized AI lies in its economic incentive structure. Participants in these networks are rewarded with native tokens for contributing resources, whether that's computing power, data, or AI models. This creates a positive feedback loop where:\n\nContributors are incentivized to provide more resources to the network Developers gain access to affordable computing power and datasets Users benefit from increasingly sophisticated AI services The overall ecosystem grows in value as more participants join\n\nNetwork participants can earn tokens by providing various resources:\n\nComputing power for training AI models\n\nStorage space for distributed datasets\n\nHigh-quality data for training purposes\n\nValidated AI models ready for deployment\n\nVerification services for ensuring data quality\n\nTechnical Infrastructure and Implementation\n\nThe technical architecture of these platforms typically consists of several key components. Smart contracts manage the distribution of computational tasks and token rewards, ensuring transparent and automatic execution of agreements between parties. Distributed storage solutions like IPFS (InterPlanetary File System) handle the massive datasets required for AI training, while blockchain networks maintain an immutable record of transactions and model provenance.\n\nFederated learning techniques are often employed to train AI models across distributed networks without centralizing sensitive data. This approach allows multiple parties to contribute to model development while maintaining data privacy and reducing bandwidth requirements.\n\nChallenges and Future Developments\n\nDespite the promising potential, decentralized AI platforms face several challenges that need to be addressed for widespread adoption:\n\nSecurity concerns remain paramount, as distributed networks must protect against malicious actors while maintaining performance. Platform developers are implementing sophisticated verification mechanisms and reputation systems to ensure network integrity.\n\nScalability presents another significant challenge, as blockchain networks must handle the massive computational requirements of AI training while maintaining reasonable transaction speeds and costs. Layer-2 solutions and improved consensus mechanisms are being developed to address these limitations.\n\nThe regulatory landscape around both cryptocurrency and AI remains uncertain in many jurisdictions, potentially affecting platform development and adoption. Industry leaders are actively engaging with regulators to establish clear frameworks that protect users while fostering innovation.\n\nImpact on the AI Industry\n\nThe rise of decentralized machine learning platforms is democratizing access to AI technology in unprecedented ways. Small businesses and independent researchers can now access computing resources and datasets that were previously available only to large corporations. This democratization is leading to the following:\n\nIncreased diversity in AI development and applications\n\nMore rapid innovation through collaborative development\n\nLower barriers to entry for AI startups\n\nGreater competition in the AI services market\n\nImproved transparency in AI model development\n\nLooking Ahead\n\nThe future of decentralized AI platforms appears bright, with several emerging trends likely to shape the industry:\n\nEdge computing integration will enable more efficient processing of AI tasks by leveraging distributed computing resources closer to data sources. This will reduce latency and improve real-time applications.\n\nCross-chain interoperability will allow AI resources to be shared across different blockchain networks, creating a more connected and efficient ecosystem. This will enable greater flexibility in resource allocation and token utilization.\n\nAs these platforms mature, we can expect to see increasingly sophisticated applications in fields such as healthcare, finance, and scientific research. The combination of blockchain's security and transparency with AI's analytical capabilities creates possibilities for solving complex problems in ways previously not possible.\n\nThe convergence of blockchain and AI through decentralized machine learning platforms represents a significant shift in how we develop and deploy artificial intelligence. By democratizing access to AI resources and creating economic incentives for participation, these platforms are fostering a new era of collaborative innovation that promises to accelerate technological progress while making it more accessible to all."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cybersecurity Trends And Priorities To Watch For 2025",
            "link": "https://www.forbes.com/sites/chuckbrooks/2024/12/24/cybersecurity-trends-and-priorities-to-watch-for-2025/",
            "description": "As each year passes, the complexities of cybersecurity and the more sophisticated threats grow. Two tech trends will be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.JabIWiRAid468V8cDVse5i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Russia says Christmas Day attack on Ukraine was a success, as Zelensky calls strikes 'inhumane'",
            "link": "https://www.bbc.co.uk/news/live/c159082vdqyt",
            "description": "Ukraine's air force says it detected 184 missiles and drones, causing damage to energy infrastructure across the country.",
            "image_url": "https://www.bing.com/th?id=OVFT.tFGLsYQxEx2B7myl-ZasLC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2h",
            "source": "BBC",
            "article_content": "Dnipro still has 65 homes without heating, says mayor\n\nAs we've been reporting, Dnipro is one of the cities targeted by today's Russian strike.\n\nBoris Filatov, the mayor of Dnipro, says that as of 14:30 local time (12:30 GMT), gas, water, and electricity supplies have been restored in the city, but about 65 houses are still without heat.\n\nAccording to the UK's Met Office, the temperature in Dnipro is currently 4°C.\n\nFilatov also reports that there are 300 broken windows across the city, and seven educational institutions have been damaged.\n\nAdditionally, he mentions that the city needs to evacuate one of its hospitals, where more than 100 patients are being cared for. These patients will be moved to other medical facilities in the city.\n\n\"We are not folding our hands,\" says Filatov. \"We are helping each other.\""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pope urges negotiations to end Ukraine-Russia war",
            "link": "https://www.msn.com/en-us/politics/government/pope-urges-negotiations-to-end-ukraine-russia-war/ar-AA1wtD22?ocid=BingNewsVerp",
            "description": "Pope Francis has called for negotiations between Ukraine and Russia to end the war triggered by Russia's invasion of Ukraine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.I4B2eFHgua9rVyHiHCOgnS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "BBC on MSN12m",
            "source": "BBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Pope calls for ‘lasting peace’ in Ukraine in Christmas Day message",
            "link": "https://www.msn.com/en-us/politics/international-relations/pope-calls-for-lasting-peace-in-ukraine-in-christmas-day-message/ar-AA1wtaFH?ocid=BingNewsVerp",
            "description": "Pope Francis has called for a 'negotiation' to end the war in Ukraine in a Christmas Day message where he appealed for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.0EUmsQ4TtB_y2mAe-2foey&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "4hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Key Events of the Israel-Hamas War: The October 7 Nova Festival Massacre and Its Aftermath",
            "link": "https://www.oneindia.com/videos/hamas-october-7-nova-festival-massacre-key-events-israel-hamas-war-011-4207372.html",
            "description": "Explore the key events of the Israel-Hamas war, including the October 7 massacre at the Nova Festival and its significant ...",
            "image_url": "https://www.bing.com/th?id=OVFT.xZtN0w15D7XUEqCyfAkW1S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "Oneindia26m",
            "source": "Oneindia",
            "article_content": "The Israel-Hamas conflict saw a major escalation on October 7, 2023. Hamas launched a surprise attack on Israel during the Shemini Atzeret holiday. This included a massacre at the Nova Music Festival. Over 1,200 people died as militants infiltrated Israel and targeted families in their homes in kibbutzim.\n\nHamas used rockets and ground forces to carry out the attack. The sudden violence shocked many and led to increased tensions in the region. The attack was one of the deadliest in recent years, drawing international attention.\n\nIsrael responded with military actions against Hamas. The conflict has continued to affect many lives on both sides. The events have led to discussions about security and peace in the region.\n\nYahya Sinwar, a key figure in Hamas, was killed during this period. His death marked another significant moment in the ongoing conflict. Sinwar was known for his influence within Hamas and his role in its operations.\n\nThe violence has caused widespread fear and uncertainty. Many families have been displaced or affected by the fighting. Efforts for peace have been challenging amid ongoing hostilities.\n\nInternational bodies have called for calm and dialogue. However, finding a lasting solution remains difficult. The situation continues to evolve with new developments each day.\n\nBoth sides have suffered losses, and the humanitarian impact is severe. Many people are calling for an end to the violence and a return to peace talks.\n\nThe conflict has highlighted long-standing issues between Israel and Hamas. These include territorial disputes and political tensions that have persisted for years.\n\nEfforts to mediate peace are ongoing but face many obstacles. The international community remains engaged, seeking ways to support a peaceful resolution.\n\nVideo Published On: Wednesday, Dec 25, 2024, 09:07 [IST]"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Will President-Elect Donald Trump's Plan to Implement Tariffs Cause Stocks to Plunge? Here's What History Tells Us.",
            "link": "https://finance.yahoo.com/news/president-elect-donald-trumps-plan-100600959.html",
            "description": "Research from the Federal Reserve Bank of New York finds an ominous correlation between the performance of stocks and the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Od0AmtJ-F4HQEBJzRuCCQi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "6h",
            "source": "YAHOO!Finance",
            "article_content": "In less than four weeks, President-elect Donald Trump will be sworn in as the 47th president and become only the second U.S. leader to ever serve nonconsecutive terms. However, Wall Street decided to kick off the party a bit early.\n\nSince Election Day, the iconic Dow Jones Industrial Average (DJINDICES: ^DJI), benchmark S&P 500 (SNPINDEX: ^GSPC), and growth stock-dependent Nasdaq Composite (NASDAQINDEX: ^IXIC) have all ascended to record-closing highs. This is a continuation of the robust gains Wall Street's major indexes enjoyed during Trump's first term. Between Jan. 20, 2017 and Jan. 20, 2021, the Dow Jones, S&P 500, and Nasdaq Composite soared 57%, 70%, and 142%, respectively.\n\nBut to quote Wall Street's favorite warning: \"Past performance is no guarantee of future results.\"\n\nAlthough stocks thrived with Trump in the Oval Office, there's genuine concern that his desire to implement tariffs on Day One could undermine American businesses and cause the stock market to plunge. Based on what history tell us, this isn't out of the realm of possibilities.\n\nFormer President and President-elect Donald Trump giving remarks. Image source: Official White House Photo by Andrea Hanks.\n\nAnalysis: Trump's prior tariffs had a deleterious effect on U.S. equities\n\nLast month, President-elect Trump laid out his plan to impose a 25% tariff on imports from its direct neighbors, Canada and Mexico, as well as 35% tariff on imported goods from China, the world's No. 2 economy.\n\nThe general purpose of tariffs is to make American-made goods more price-competitive with those being brought in from beyond our borders. They're also designed to encourage multinational businesses to manufacture their goods destined for the U.S. within the confines of our borders.\n\nBut according to an analysis from Liberty Street Economics, which publishes research for the Federal Reserve Bank of New York, Trump's tariffs have previously had a decisively negative impact on U.S. equities exposed to countries where those tariffs were targeted.\n\nThe four authors of Do Import Tariffs Protect U.S. Firms? make it a point to distinguish between the impacts of tariffs on outputs versus inputs. An output tariff is an added cost placed on the final price of a good, such as a car imported into the country. Meanwhile, an input tariff would affect the cost of producing a final good (e.g., higher costs on imported steel). The authors note that higher input tariffs make it difficult for U.S. manufacturers to compete on price with foreign businesses.\n\nThe authors also examined the stock market returns of all publicly traded U.S. companies on the day Trump announced tariffs in 2018 and 2019. They found a clear negative shift in equity prices on the days tariffs were announced, with this effect being most pronounced on businesses that were exposed to China.\n\nStory Continues"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Did Marathon Petroleum Corp (MPC) Stock Plunge -1.82% Last Week?",
            "link": "https://www.bovnews.com/2024/12/25/why-did-marathon-petroleum-corp-mpc-stock-plunge-1-82-last-week/",
            "description": "Marathon Petroleum Corp (MPC) stock saw a modest uptick, ending the day at $135.35 which represents a slight increase of $1.37 or 1.02% from the prior close of $133.98. The stock opened at $133.82 and ...",
            "image_url": "https://www.bing.com/th?id=ODF.tx3KMeNsBFBhLMIb6JFc4w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "stocks+plunge",
            "date": "bovnews28m",
            "source": "bovnews",
            "article_content": "TD Cowen has recently reiterated Marathon Petroleum Corp (MPC) stock to Buy rating, as announced on December 10, 2024, according to Finviz. Earlier, on November 6, 2024, TD Cowen had reiterated the stock to Buy, setting a price target of $170 for MPC stock. BofA Securities also resumed Neutral rating with a price target of $174. Additionally, Tudor, Pickering, Holt & Co. reduced Sell rating on September 9, 2024. TD Cowen analysts, in their report published on August 7, 2024, also reiterated Buy rating and set a price target of $187 for Marathon Petroleum Corp’s stock. Analyst ratings are significant because they provide insights into stock performance expectations, influencing investor decisions and market sentiment.\n\n\n\nSponsored\n\nMarathon Petroleum Corp (MPC) Stock Trading Recap\n\nOn Tuesday, Marathon Petroleum Corp (MPC) stock saw a modest uptick, ending the day at $135.35 which represents a slight increase of $1.37 or 1.02% from the prior close of $133.98. The stock opened at $133.82 and touched a low of $132.72 during the day, reaching a high of $135.35. The volume of shares traded was 1.42 million falling short of the average volume of 2.69 million.\n\nMPC Stock Performance and Moving Averages\n\nIn recent trading, Marathon Petroleum Corp (MPC) stock price has shown some volatility, fluctuating -1.82% over the last five trades and -14.51% over the past 30 trades. This represents a notable shift from earlier in the year. Over the last six months, the stock has risen by -22.27%, and it has plunged by -16.19% in the previous three months. Currently, MPC is trading at -7.50%, -10.46%, and -21.06% relative to its 20-Day, 50-Day, and 200-Day Simple Moving Averages, respectively.\n\nAs of the latest trading close, MPC, a Energy sector stock, is trading -38.79% below its 52-week high but remains 3.68% above its 52-week low. The Average True Range (ATR) (14 days) of 3.89 highlights the stock’s average volatility, providing insight into how much the price typically fluctuates. This measure is crucial for understanding potential price swings and assessing overall market risk.\n\nMarathon Petroleum Corp’s Profitability and Valuation Ratios\n\nMarathon Petroleum Corp’s profitability metrics reveal financial health. The company currently boasts an operating margin of 4.89% and a profit margin of 3.19%, with a gross margin of -22.27%. The profit margin, also known as the revenue ratio or gross profit ratio, measures how efficiently a company converts sales into net income; higher margins indicate greater profitability.\n\nIn terms of valuation, Marathon Petroleum Corp’s market capitalization stands at $43.50 billion. Market cap represents the total value of all outstanding shares and is a key indicator of a company’s market value. The stock’s price-to-earnings (P/E) ratio is 10.72, assessing the company’s valuation relative to its earnings. The forward P/E ratio, which uses projected earnings for the next financial year, is 15.01. Additionally, the Price-to-Sales Ratio is 0.31, reflecting the market’s valuation of the company’s sales, while the Price-to-Book Ratio is 2.32, comparing the market value to the company’s book value.\n\nUnderstanding Insider Trading\n\nInvestors often prefer to invest in shares held by company insiders, as management is typically more aligned with the company’s success and shareholder interests. Currently, insiders own just 0.25% of Marathon Petroleum Corp (MPC)’s shares, while financial institutions hold 74.80%.\n\nNotable insider trades include Rucker Kim K.W., Director at Marathon Petroleum Corp (MPC), who sold 1000 shares on Mar 01 ’24, at $170.35 each, totaling $0.17 million. On Feb 26 ’24, Aydt Timothy J, Ex VP, Refining, sold 7955 shares for $172.88 each, amounting to $1.38 million."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Nvidia Stock Investors Just Got Bad News From AI Semiconductor Rival Broadcom",
            "link": "https://www.aol.com/nvidia-stock-investors-just-got-100000389.html",
            "description": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications ...",
            "image_url": "https://www.bing.com/th?id=OVFT.gXE9ISDraWyMCLVcFrl4vi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "4h",
            "source": "AOL",
            "article_content": "Complex data center workloads like training machine learning models and running artificial intelligence (AI) applications would take a very long time if powered only by central processing units (CPUs). To that end, specialized semiconductors are used to speed up computationally intensive AI tasks.\n\nIn that semiconductor vertical, Nvidia (NASDAQ: NVDA) graphics processing units (GPUs) have emerged as the industry standard. In fact, the company has between 80% and 95% market share in AI accelerators, according to analysts. But Nvidia shareholders recently got some worrisome news from rival Broadcom (NASDAQ: AVGO).\n\nWhere to invest $1,000 right now? Our analyst team just revealed what they believe are the 10 best stocks to buy right now. See the 10 stocks »\n\nNvidia shareholders just got some bad news from Broadcom\n\nBroadcom sells a range of semiconductor products, including combined Wi-Fi and Bluetooth chips in Apple and Samsung smartphones, as well as networking chips in Arista switches. But Wall Street is particularly fascinated by its leadership in application-specific integrated circuits (ASICs.) ASICs are chips purpose-built for specific use cases like accelerating artificial intelligence (AI) workloads.\n\nAnalysts estimate Broadcom has approximately 60% market share in custom AI chips due to its relationships with three hyperscalers, a term that refers to companies with vast data center footprints. While Broadcom has not identified its hyperscale customers, analysts generally believe they are Google parent Alphabet, Meta Platforms, and TikTok parent ByteDance.\n\nBroadcom estimates revenue from its three existing hyperscale customers will range from $60 billion to $90 billion in 2027, up from $12.2 billion in 2024. In other words, the company anticipates that custom AI chip sales will increase at least 70% annually in the next three years, but perhaps as quickly as 95% annually.\n\nThat is disappointing for Nvidia shareholders because it means Broadcom will likely gain market share in AI accelerators. In fact, analysts at Morgan Stanley estimate that ASICs will account for 13% of AI accelerator sales in 2027, up from 11% in 2024. They also think that figure could hit 15% in 2030. But there is more bad news for Nvidia shareholders.\n\nBroadcom CEO Hock Tan told analysts on the fourth-quarter earnings call that Broadcom has selected two new hyperscalers that are likely to be revenue-generating customers by 2027. That means revenue from custom AI chips could actually grow faster than 95% annually in the next few years. Importantly, while Broadcom did not identify the customers, analysts believe they are Apple and ChatGPT creator OpenAI.\n\nA semiconductor underlit by gold light, with glowing letters AI on its face.\n\nImage source: Getty Images.\n\nNvidia shareholders still have good reason to be optimistic\n\nI mentioned that Broadcom selected two additional hyperscalers as potential customers. CEO Hock Tan himself used that word because Broadcom will not develop ASICs for small companies, nor would small companies have an interest in using custom AI chips.\n\nThere are two reasons for that. First, designing ASICs is expensive, so the customer must have a data center footprint large enough to warrant the expense. Piper Sandler analyst Harsh Kumar recently told CNBC that each chip costs about $500 million to design, so it would not be financially sensible to work with clients that can only order a few thousand. Instead, orders must be in the range of 250,000 to 500,000 units.\n\nSecond, custom chips are less flexible because they are designed for specific workloads and lack supporting software development tools. Nvidia offers a robust ecosystem of code libraries and pretrained models that streamline GPU application development. No such tools exist for ASICs. That means deploying custom chips requires a high degree of technical expertise, which means Broadcom's customer base is limited.\n\nAdditionally, companies that experiment with ASICs may ultimately decide the costs outweigh the benefits. Antoine Chkaiban at New Street Research says only two companies have deployed custom AI silicon at scale: Google and Amazon. So Nvidia is well positioned to maintain its leadership in AI accelerators. Bank of America analysts estimate it will capture 75% market share in 2030, down only slightly from 80% in 2024.\n\nLooking ahead, Wall Street thinks Nvidia's adjusted earnings will increase at 34% annually through fiscal 2027, which ends in January 2027. That consensus makes the current valuation of 53 times adjusted earnings look very reasonable. Prospective investors can buy a few shares with confidence, and current shareholders have good reason to optimistic going forward.\n\nDon’t miss this second chance at a potentially lucrative opportunity\n\nEver feel like you missed the boat in buying the most successful stocks? Then you’ll want to hear this.\n\nOn rare occasions, our expert team of analysts issues a “Double Down” stock recommendation for companies that they think are about to pop. If you’re worried you’ve already missed your chance to invest, now is the best time to buy before it’s too late. And the numbers speak for themselves:\n\nNvidia: if you invested $1,000 when we doubled down in 2009, you’d have $363,593 !*\n\nApple: if you invested $1,000 when we doubled down in 2008, you’d have $48,899 !*\n\nNetflix: if you invested $1,000 when we doubled down in 2004, you’d have $502,684!*\n\nRight now, we’re issuing “Double Down” alerts for three incredible companies, and there may not be another chance like this anytime soon.\n\nSee 3 “Double Down” stocks »\n\n*Stock Advisor returns as of December 23, 2024\n\nJohn Mackey, former CEO of Whole Foods Market, an Amazon subsidiary, is a member of The Motley Fool’s board of directors. Suzanne Frey, an executive at Alphabet, is a member of The Motley Fool’s board of directors. Bank of America is an advertising partner of Motley Fool Money. Randi Zuckerberg, a former director of market development and spokeswoman for Facebook and sister to Meta Platforms CEO Mark Zuckerberg, is a member of The Motley Fool's board of directors. Trevor Jennewine has positions in Amazon, Arista Networks, and Nvidia. The Motley Fool has positions in and recommends Alphabet, Amazon, Apple, Arista Networks, Bank of America, Meta Platforms, and Nvidia. The Motley Fool recommends Broadcom. The Motley Fool has a disclosure policy."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Upright vs. Stick Vacuum: Which Vacuum Cleaners Works Best for Your Floors?",
            "link": "https://www.cnet.com/home/kitchen-and-household/upright-vs-stick-vacuum-which-vacuum-cleaners-works-best-for-your-floors/",
            "description": "Worried about getting enough suction power to bust dust bunnies? Here's what experts recommend when choosing between an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9I0A-YAX1ksZiV5bxAu_-S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "CNET2h",
            "source": "CNET",
            "article_content": "Although Americans may have significantly less carpeting in their homes than in decades past, the need for vacuum cleaners has remained.\n\n\"What we're hearing, people are gravitating more toward hard surfaces with area rugs, but area rugs are actually why vacuuming remains so prevalent,\" said Julien Levesque, senior vice president of product at SharkNinja, a maker of vacuums and home appliances. \"The other piece is people are getting more comfortable with the notion of using a vacuum on a hard floor where maybe in the past they were worried about a product damaging their floors.\"\n\nSo, whether you have hardwood flooring or carpets, a vacuum cleaner would likely make a welcome addition to your home. But what kind of vacuum is best for your home? It'll likely come down to a choice between an upright or stick vacuum, and the answer will vary according to your home size, whether you have kids or pets and what features you're looking for.\n\nThis is only two days worth of dog hair my Dyson can suction up on its highest suction setting from a 500 square foot section of carpet. Katie Collins/CNET\n\nWhat is an upright vacuum?\n\nAn upright vacuum has that name because all its key components -- including the brush head, motor, dust container -- all feature on the same unit, which can stand upright when not in use. Examples include the Hoover Windtunnel and Bissell PowerForce Helix. To clean, the user bends an upright vacuum toward themselves and rolls the brush head over surfaces to pick up dirt and other debris.\n\nTypically, upright vacuums must be plugged into an electrical outlet to function, although battery-powered uprights are now coming onto the market. Compared to stick vacuums, uprights typically are heavier and bulkier (around 15 pounds), but provide more suction power and larger dirt canisters or bags. Upright vacuums typically feature additional accessories that will help you clean in a variety of situations, from high edges to under furniture.\n\nIn terms of pricing, the entry point into the upright vacuum category is cheaper than stick vacuums, but can be expensive on the higher end.\n\nShark\n\nPros and cons of an upright vacuum\n\nPros\n\nUpright vacuums are more powerful: These vacuums have more suction power than their stick counterparts, making them suitable for whole house cleanings or deep cleanings. Given their power, you may only have to vacuum a soiled area a few times as opposed to a stick vacuum.\n\nThey have larger dirt canisters: In addition to their suction power, which makes larger cleaning jobs easier, upright vacuums have more capacity to store dirt, dust, and other debris you're picking up from the floor. This means you won't have to empty that canister as often as you would with typically slimmer stick vacs.\n\nUpright vacuums are more versatile: These machines typically come equipped with various accessories that will simplify specific cleaning jobs. For example, pull out the house and attach the long nozzle to clean hard-to-reach places, or use the pet-hair brush to pick up all your doggy or kitty's leftover fur. Some upright vacuums also come equipped with HEPA-sealed dirt canisters that prevent dirt and allergens such as pet fur from leaking out.\n\nCons\n\nThey're not quite portable: Given their bulkiness and need to be plugged into an electrical outlet, upright vacuums can be a bit of a pain to carry around the house, especially for houses with many stairs.\n\nYou'll need to use attachments for certain jobs: \"The biggest con on an upright vacuum is that you can't fit it underneath beds and other furniture,\" said Chris Kobrick, director of product management at vacuum maker Kenmore. \"You can't get it to be flat enough because the thickness of the unit itself doesn't allow for it to be able to push fully underneath a bed or something with a low braying to it.\"\n\nThey tend to be noisy: Given upright vacuums suction power, expect these machines to be noisy while in use.\n\nWhat is a stick vacuum?\n\nStick vacuums, as the name suggests, are long, thin vacuum cleaners, with the motor and dirt canister near the top and brush head on the bottom. While they're not as powerful as their upright counterparts, nor do they hold as much dirt, stick vacuums are comparatively lightweight -- under 10 pounds on average. They're also typically powered by a battery, like the Dyson V15 Detect and our current top pick for the best cordless vacuums, the LG CordZero. Starting prices for stick vacuums are generally higher than upright vacuums.\n\n\"Stick vacuums started out as more of a quick cleanup type of unit. They've gained in popularity. They're easy to use. They maneuver well,\" Kobrick said. Stick vacuums are for \"quick, easy, get it out, do that specific job as opposed to whole home cleaning. If you live in a small space and maybe don't have pets or kids, you could probably use a stick vacuum as your primary vacuum, but there are some limitations to it.\"\n\nBrian Bennett/CNET\n\nPros and cons of a stick vacuum\n\nPros\n\nStick vacuums are more portable and convenient: Because they are cordless and relatively lighter than uprights, stick vacuums are ideal for small, quick jobs. For example, you can keep it near your dining table and use it to quickly clean any messes the kids made during dinner.\n\nThey're also more maneuverable: Many of the stick vacuums on the market today are made to contort to fit in a variety of places, including under the bed and on stairs. By using different attachments, you can also reach high-up places and even on surfaces such as your couch.\n\nThey're easier to maintain: Compared to uprights, stick vacuums can be much simpler to clean. Typically, stick vacs feature dustbins that can be simply dumped into the garbage can after a few uses. They also have fewer filters to clean.\n\nCons\n\nStick vacuums need more frequent dumping: While it's also a perk, expect to take more trips with your stick vacuum to the garbage can to empty the dustbin, since they're typically smaller than in their upright counterparts.\n\nDon't expect to use it for big jobs: Stick vacuums are great for what they do -- cleaning up smaller areas and more concentrated messes -- but they don't have the suction power required for larger homes and deeper cleans.\n\nYou'll have to keep that battery charged: Along with the above, stick vacuums are also not suitable for big cleaning jobs because they run on batteries. Typically, you can expect up to 40 minutes of runtime on a full charge at lower suction settings.\n\nUpright vs. Stick Vacuum: Which one should you choose?\n\nWhile both types of vacuums use a motor to power a fan to generate airflow to pull dirt and other materials from surfaces, there are notable differences between upright and stick vacuums when it comes to their power source, suction power, portability, the size of the device as well as how much dirt they can hold.\n\nIn short, upright vacuums are more powerful machines typically plugged into an outlet and don't need to be emptied as often as stick vacuums, making them ideal for cleaning larger homes. Stick vacuums, on the other hand, are lighter, more portable devices typically powered by a rechargeable battery and used for a variety of quicker cleaning tasks.\n\nUpright vacuums remain the most popular on the market, with almost 56% market share of all units sold, while stick vacuums hold about 41% of the market, according to data shared by Chris Kobrick, director of product management at vacuum maker Kenmore (the canister vacuum is fading out of the market with less than 3% market share).\n\nThis is just one configuration. The Steva+ is also an upright mop and handheld vacuum and steamer. Nugeni\n\nUpright vs. Stick Vacuum: Factors to consider\n\nThe most important factor when considering between an upright and stick vacuum is the size of your home. Other factors include whether you have kids or pets, and what your expectations are for a vacuum cleaner.\n\n\"Stick vacs are great for their power and the cleanup. They work very well. The limitation of the battery is the biggest [drawback],\" Kobrick said. \"If you have a 2,000 square-foot home and a couple of kids, you would want a full upright with some attachments that can really give you the versatility to clean your home.\"\n\nEssentially, if you live in a smaller home and want to clean in quick bursts, a stick vacuum may work as your primary cleaning device. Those with messy pets who leave hair everywhere or children or with larger living spaces may want the power and versatility of an upright vacuum cleaner.\n\nYou don't need to limit yourself to one vacuum cleaner\n\n\n\nIt's also worth noting that many Americans own more than one vacuum cleaner. According to research from SharkNinja, Americans own an average of 2.3 vacuums, which could be a combination of upright and stick vacuums.\n\n\"People on the higher end of that [vacuum] average [have] one for every floor,\" Levesque said. \"Usually, there's a spare that's in the basement if something goes wrong with one of the other ones.\" He added that some people have a vacuum for their grossest messes, including highly trafficked carpets or where pets hang out the most.\n\nFAQs\n\nAre upright vacuums more powerful than stick vacuums? Yes, upright vacuums typically feature more powerful motors that allow them more suction power than stick vacuums. Uprights typically need to be plugged into an electrical outlet to compensate for this power, whereas many stick vacuums run off batteries.\n\nAre stick vacuums as good as upright vacuums? \"It's based on how you define 'good,'\" Kobrick said. \"[Stick vacuums] clean well for smaller areas. It comes down to the limitation of the battery and the battery length of time. An upright will overall do a better job. You get deeper cleaning and you have the power and the suction.\"\n\nWhich vacuum works best for pet hair? The safer choice for pet hair is an upright vacuum, given they offer more suction power. That said, a stick vacuum may work, but you may have to use it more often. Whatever choice you make, one useful feature for pet owners and those with long hair are self-cleaning brushrolls. Fur and hair often can get stuck around the vacuum's brush roll, forcing the user to remove it manually, often with a scissor. This feature prevents that issue, either with a built-in blade or comb system so that hair and fur doesn't clump up.\n\nRead more link stack"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How to Survive When the Economy Collapses",
            "link": "https://www.msn.com/en-us/money/markets/how-to-survive-when-the-economy-collapses/vi-AA1wslih?ocid=BingNewsVerp",
            "description": "Get prepared with survival tips for a potential economic collapse. From Labradoodles to English Springer Spaniels, these ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zzD0PQhfVlZ37MYo3UswAS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "See To Believe on MSN4h",
            "source": "See To Believe on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "COMMENTARY: Syria’s collapse exposes Russia’s weaknesses globally",
            "link": "https://www.reviewjournal.com/opinion/commentary-syrias-collapse-exposes-russias-weaknesses-globally-3255718/",
            "description": "Although Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1INoXrW5If_WLXlx6Gs1Qi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "11hOpinion",
            "source": "Las Vegas Review-Journal",
            "article_content": "Although Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have negatively affected its economy.\n\nRussia’s military intervention in Syria since 2015 has allowed it to assert its power, creating a misleading perception of Russia’s military might. In contrast, Ukraine has dispelled that illusion and significantly injured its invaders.\n\nRussia’s decade-long involvement in Syria has failed, much like its invasion of Ukraine. Although Russia’s stature has declined, it will keep up the pretense.\n\nNow that the rebels have ousted Syrian President Bashar al-Assad, they have also exposed Russia’s fragility and difficulty supporting its client states such as neighboring Belarus. This turn of events will undoubtedly change the geopolitical landscape, particularly affecting Iran, which is providing Russia with drones. That bodes well for Israel.\n\nDuring the Arab Spring in 2011, people rose up and ousted the leaders of Egypt, Libya, Tunisia and Yemen. However, Russia protected Syria, enabling Assad to remain in power. Russia has also benefited, gaining a foothold in the Middle East and establishing two military bases. The country has invested heavily in Syria by deploying troops, conducting airstrikes and providing economic support — money down the tubes. Russia has given refuge to Assad, and even Russia’s state-controlled media can’t hide that dark reality.\n\nFormer President Barack Obama has described Russia as little more than a large gas station with nuclear weapons, suggesting that its influence is mainly regional — thinking with which President Joe Biden agrees.\n\nUkraine has underscored this critique by stating that Russia cannot effectively fight on two fronts and that Ukraine’s military efforts have significantly weakened Russia’s capacity to exert international influence. This experience serves as a warning to other countries that they cannot rely on Russia. To engage in the conflict with Ukraine, Russia must dedicate all of its workforce and weaponry.\n\nMoreover, Ukraine and President Volodymyr Zelenskyy symbolize the quest for sovereignty and the defense of democracy, aligning themselves with the rebels who overthrew Assad and, by extension, opposed Russia’s presence in Syria. At the same time, Ukraine highlights Russia’s alleged war crimes, drawing parallels to its actions in Syria, particularly the indiscriminate bombing of innocent civilians.\n\nKyiv portrays itself as the bulwark against Russian imperialism and the “iron curtain” — an ironic label — to prevent further aggression. Any Russian notion that it could remake the Soviet Union and relive its “glory days” is an illusion: Ukraine and Syria are perfect illustrations.\n\nRussia is a declining power struggling to maintain its ambitions beyond its borders.\n\nWhen the Soviet Union collapsed in 1991, the world welcomed Russia into the international fold. But Vladimir Putin’s rise to power in 2000 has gradually reversed progress to the point where his regime has imprisoned more political prisoners than Leonid Brezhnev in the 1970s.\n\n“Today, Russia respects neither borders nor human rights. There are no free media or honest elections,” said Poland’s Minister of Foreign Affairs, Radek Sikorski, at a December meeting of the Organization for Security and Cooperation in Europe.\n\n“It proved too difficult to emerge from their own political culture. Russia’s rulers chose the path of aggressive, repressive kleptocracy,” he said. “We are not taken in by your lies, and we know what you are doing. You are trying to rebuild the Russian empire. We will not let you. We will resist you every inch of the way. You are successful in destroying Ukraine. But you are also destroying the future of your own country.”\n\nAlthough Russia has managed to avoid an economic collapse, its war with Ukraine and military involvement in Syria have negatively affected its economy. The country’s national wealth supports its war efforts — rather than building its economy.\n\nAdditionally, Western nations and their allies have imposed extensive sanctions on Russia’s banking, energy and military industries, restricting its ability to obtain essential technologies.\n\nHistorically, Russia’s energy exports have provided economic muscle. However, Europe, which has relied on Russian oil and gas, is now imposing a boycott on these resources. While it directs some of this energy to China and India, Russia sells it at discounted prices. Consequently, Russia is experiencing inflation and a shortage of goods.\n\nRussia has drained its coffers, and Assad’s fall has further damaged its reputation. Indeed, the emperor has no clothes — a cautionary tale for other aligned leaders in Iran, North Korea and Belarus.\n\nKen Silverstein has covered energy and the environment for years. He wrote this for InsideSources.com."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows 11 PC slow or low on storage? Bloatware could be to blame - here's how to find and remove it",
            "link": "https://www.techradar.com/computing/windows/windows-11-pc-slow-or-low-on-storage-bloatware-could-be-to-blame-heres-how-to-find-and-remove-it",
            "description": "To get rid of bloatware and remove an application from the \"Installed apps\" list (which you can also find by typing \"programs ...",
            "image_url": "https://www.bing.com/th?id=OVFT.TFgcsH-bbbdkikVUXBZrKi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "18m",
            "source": "TechRadar",
            "article_content": "The holidays are here and many of the best computers that manufacturers have to offer have flown off the shelves and into brightly-wrapped boxes. There's a ne'er-do-well lurking underneath that bow, though: bloatware.\n\nI'll run you through what bloatware is and how to get it off of your new Windows laptop or PC for added storage space, tighter security, and even a decent speed boost.\n\nQuick overview: what is bloatware?\n\n(Image credit: Shutterstock)\n\nBloatware is any application that you did not intentionally install, or otherwise comes pre-installed on your machine, and negatively impacts your computer's performance and storage space.\n\nIn other words, it's the annoying software you have to 'X' out of every time you start your PC or browser. Think antivirus trials or even the Xbox App and Game Bar if you're not into video games.\n\nThese applications take up space and use RAM on your machine, potentially slowing it down and eating room for the files you actually want.\n\nThey also pose security and privacy risks, opening the door to a greater number of vulnerabilities and data harvesting opportunities.\n\nBut here's the good news: it's easy to get rid of bloatware if you know where to look.\n\nGet daily insight, inspiration and deals in your inbox Sign up for breaking news, reviews, opinion, top tech deals, and more. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nHow to find and remove bloatware from a Windows 11 PC\n\nYou can also get here by navigating to Settings > Apps > Installed apps (Image credit: Future)\n\nEven the best Windows laptops and PCs come loaded with bloatware.\n\nThe first thing you should do to remove it is type \"Installed\" into the Windows search field on your taskbar. Click on \"Installed apps.\"\n\nThis opens a window where you can see almost every application currently installed on your PC.\n\nBut hold on - before you go slashing apps and freeing up storage space, make sure you're not deleting anything important.\n\nMost of the essential software for running Windows won't show up in this list, but some important drivers and utilities do populate here that you shouldn't get rid of.\n\nHere's a quick list of apps that you should not delete:\n\nMicrosoft Visual C++ Redistributable files\n\nfiles .NET or DirectX frameworks if you're into gaming\n\nor frameworks if you're into gaming GPU drivers , such as NVIDIA Graphics Driver (or AMD Radeon drivers)\n\n, such as (or AMD Radeon drivers) Audio drivers, such as Turtle Beach Audio Driver, if you've connected headphones or speakers\n\nThe apps listed above are critical to the performance of your computer or peripherals, and removing them might prove troublesome to your day. If you're ever unsure whether a program is essential or not, just give its name a quick Google to be safe.\n\nApart from that list, most other applications you don't recognize, use, or think you may use in the future can be safely removed.\n\nAnd if you find down the road you uninstalled something you actually do want, like Copilot or Microsoft Clipchamp for example, you can always reinstall it from the Microsoft Store.\n\nTo get rid of bloatware and remove an application from the \"Installed apps\" list (which you can also find by typing \"programs\" into the Windows search bar), click on the three dots ... on the right-hand side of an application you don't want and choose \"Uninstall.\" Once prompted, select \"Uninstall\" again.\n\nThat's all there is to it. Going through and removing the bloatware here can save you loads of storage space and usable memory.\n\n(Image credit: Future)\n\nCleaning up and checking for any leftover bloatware\n\n(Image credit: Future)\n\nFinally, to check for any stragglers, open the Task Manager either by searching for it or right-clicking on the taskbar and choosing Task Manager.\n\nUnder the \"Processes\" tab, which is the first option on the nav menu, click on Memory to sort the apps from most memory used to least. Scan this list for anything you don't recognize.\n\nThere will be several Windows-specific processes here, like Desktop Window Manager. You should leave these be, but if you see any third-party apps hogging your RAM usage, that's a bloatware removal candidate. Again, give the process names a quick Google search for more info on the application if you're unsure whether it's safe to remove or not.\n\nWhen all is said and done, pick up your laptop. It should feel lighter after getting rid of all that bloat!\n\nJokes aside, you've just successfully cleaned up disk space, freed up memory for the applications you actually care about, and closed off potential security vulnerabilities, all by clearing out this Windows 11 bloatware. Job well done.\n\nIf you're interested, we also have a useful guide on setting up your Windows laptop for optimal performance - most of the steps take a few minutes at most and can lead to considerable speed gains."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Obscure Chinese PC vendor has the world's first Qualcomm PC out of the gate: QS1 Pro runs Windows 11 Pro, has Wi-Fi 7 and up to 2TB SSD",
            "link": "https://www.msn.com/en-us/news/technology/obscure-chinese-pc-vendor-has-the-world-s-first-qualcomm-pc-out-of-the-gate-qs1-pro-runs-windows-11-pro-has-wi-fi-7-and-up-to-2tb-ssd/ar-AA1wrJyd?ocid=BingNewsVerp",
            "description": "Leading mini PC manufacturer Geekom is developing a desktop PC powered with a Snapdragon X Elite chip, new reports have ...",
            "image_url": "https://www.bing.com/th?id=OVFT.q6LLvEPE5RGXz7gcbRRowC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "15hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "What is a Cloud Engineer and How to Become One?",
            "link": "https://www.analyticsinsight.net/tech-news/what-is-a-cloud-engineer-and-how-to-become-one",
            "description": "A cloud engineer plays a crucial role in the development, management, and optimization of cloud infrastructure. As more companies adopt cloud services, the dema ...",
            "image_url": "https://www.bing.com/th?id=ODF.zxTx3_ZA9JqaefWrflctPw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "cloud+architecture",
            "date": "Analytics Insight22h",
            "source": "Analytics Insight",
            "article_content": "In Information Technology , a cloud engineer is a specialist who principally deals with the management and maintenance of cloud infrastructure. There are different tasks for every role, including cloud service architecture, development, or administration. The role falls into one of three categories:\n\n1. Cloud Architecture: Cloud architects design and implement cloud infrastructure that meets a company's technical requirements, ensuring scalability, security, and performance.\n\n2. Cloud Development: The development of the cloud relies on the action of software developers who write code and develop applications so they understand the services in the cloud perfectly.\n\n3. Cloud Administration: As a cloud administrator, engineers maintain and optimize cloud infrastructure to make sure everything operates smoothly. They manage cloud services, monitor performance, and handle security to ensure everything runs smoothly on cloud platforms.\n\nCloud technology, also known as cloud computing, has revolutionized the operation of businesses. It offers easy data storage, updating of software, and accessibility across platforms. As a cloud engineer, your task is to keep this giant network of services running."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Cloud computing in 2025: A glimpse into the future",
            "link": "https://www.republicworld.com/initiatives/cloud-computing-in-2025-a-glimpse-into-the-future",
            "description": "Emerging technologies like Kubernetes, Docker, hybrid-multi-cloud architectures, and edge computing are poised to redefine ...",
            "image_url": "https://www.bing.com/th?id=OVFT.wibnyGEnJxIWedur7tkj_i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "9h",
            "source": "RepublicWorld",
            "article_content": "Today, data doesn’t just reside in distant servers but operates at the edge, enabling real-time insights while safeguarding privacy. Jesintha Louis, CEO, G7 CR Technologies- A Noventiq Company, highlights the future of cloud computing in 2025, a technology driven by innovation, scalability, and sustainability.\n\nAs we look ahead, the cloud is no longer just a utility but a strategic enabler of digital transformation. Emerging technologies like Kubernetes, Docker, hybrid-multi-cloud architectures, and edge computing are poised to redefine how businesses operate. Additionally, the focus on data security and sustainability will ensure the cloud ecosystem supports not only businesses but also global environmental goals. The right cloud service provider plays a pivotal role in this transformation. Choosing the right provider ensures businesses get access to the latest technologies, robust security, scalability, and cost efficiency. It also enables organizations to meet regulatory requirements and integrate seamlessly with existing systems, making cloud adoption a catalyst for innovation.\n\nMajor trends expected to dominate cloud computing in 2025\n\nAI-Powered Cloud Solutions: The New Standard\n\nThe integration of artificial intelligence (AI) into cloud computing is poised to revolutionize the industry by 2025. Enhanced automation will streamline complex tasks like resource allocation and anomaly detection, freeing businesses to prioritize innovation over operations. Predictive analytics powered by AI will help organizations anticipate market trends, optimize processes, and elevate customer experiences. Additionally, intelligent decision-making capabilities, driven by machine learning models, will enable cloud platforms to provide real-time recommendations, fostering smarter and more impactful business outcomes.\n\nEdge Computing: Reducing Latency, Boosting Performance\n\nWith the proliferation of IoT devices and real-time applications, edge computing is set to transform industries by 2025. Critical computations will occur closer to data sources, drastically reducing latency for time-sensitive applications like autonomous vehicles and remote surgeries. This localized processing will not only enhance performance but also lower energy consumption by minimizing data transmission to central clouds, supporting sustainability goals. Furthermore, businesses will benefit from scalable and reliable connectivity, enabling seamless operations across distributed networks.\n\nMulti-Cloud Strategies: Flexibility and Risk Mitigation\n\nBy 2025, organizations will increasingly shift to multi-cloud environments, breaking free from single-vendor dependencies to enhance resilience and flexibility. This approach enables businesses to distribute workloads across multiple cloud providers, optimizing performance and cost efficiency. Advanced tools for unified management will streamline governance, security, and orchestration, making it easier to harness the full potential of multi-cloud setups.\n\nServerless Computing: Simplifying Scalability\n\nServerless architecture is set to become the go-to choice for developers, offering unmatched efficiency and convenience. With cost-effective pay-per-use models, businesses can avoid resource overprovisioning while developers concentrate on coding as cloud providers handle infrastructure. Additionally, seamless scalability will allow applications to adjust automatically to demand, always ensuring peak performance.\n\nKubernetes and Docker: Redefining Application Deployment\n\nContainerization technologies like Kubernetes and Docker are revolutionizing cloud computing, setting the stage for 2025. Kubernetes ensures seamless scalability by orchestrating containerized applications across varied environments, while Docker enhances flexibility with consistent application performance across platforms. By automating deployment, scaling, and maintenance, these tools free developers to focus on innovation, enabling faster and more reliable application delivery. Together, they are becoming indispensable for modern cloud strategies.\n\nHybrid-Multi-Cloud Architectures: Flexibility Meets Efficiency\n\nHybrid and multi-cloud strategies are poised to dominate as businesses aim to optimize their cloud environments. These approaches offer operational flexibility by enabling workloads across on-premises, private, and public clouds, ensuring businesses leverage the best of each. By reducing dependency on a single vendor, multi-cloud setups enhance resilience and continuity while allowing cost-efficient workload allocation without compromising performance. This shift highlights the growing demand for control and customization in cloud solutions.\n\nData Security in Cloud Computing\n\nAs cyber threats continue to escalate, securing cloud environments has become a top priority. Zero-trust architecture enforces stringent identity verification at every level, reducing the risk of unauthorized access. AI-driven threat detection leverages machine learning to identify and neutralize potential breaches in real time, while advanced encryption techniques safeguard data both in transit and at rest. By adopting these robust security measures, businesses can protect critical assets and maintain compliance with evolving regulations.\n\nSustainability in the Cloud\n\nCloud providers are placing sustainability at the forefront, driving eco-friendly initiatives that redefine the industry. Energy-efficient data centers powered by renewables and AI-driven cooling systems are minimizing carbon footprints. Circular hardware models emphasize recycling components, reducing waste, and promoting resource efficiency. With major players committing to carbon-neutral goals, sustainability has evolved from a corporate responsibility to a competitive advantage, aligning businesses with environmentally conscious values in 2025.\n\nPreparing for 2025\n\nThe future of cloud computing is not just about technology but the strategic advantages it brings to businesses. By leveraging emerging trends like Kubernetes, edge computing, and hybrid-cloud strategies, organizations can achieve unparalleled scalability, security, and sustainability."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: Was Jesus the son of a Roman soldier named Panthera?",
            "link": "https://www.sltrib.com/opinion/commentary/2024/12/25/opinion-was-jesus-son-roman/",
            "description": "Kristof: So let’s go back to the Nativity. Of the four Gospels, two describe the virgin birth of Jesus and two don’t mention ...",
            "image_url": "https://www.bing.com/th?id=OVFT.GLAqfuaNvRIFce3-TC8WUi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "3hOpinion",
            "source": "The Salt Lake Tribune",
            "article_content": "This is the latest in my occasional series of conversations about Christianity, aimed at bridging America’s God gulf. Here I speak with Elaine Pagels, a prominent professor of religion at Princeton University and an expert on the early church.\n\nNicholas Kristof: Merry Christmas! This is a time when Christianity celebrates “Miracles and Wonder” — and that’s the title of your fascinating forthcoming book. Your book raises questions about the virgin birth of Jesus, even pointing to ancient evidence that Jesus might have been fathered by a Roman soldier, possibly by rape. But before I ask you about that, I want to be respectful of readers who have a deep faith and may be upset by this line of inquiry. How do we follow the historical research without causing offense?\n\nElaine Pagels: I love these stories from the Gospels! The skies opened up when I heard them. They picture human lives drawn into divine mystery: “God in man made manifest,” as one Christmas carol says. But at a certain point I had to ask: What do they mean? What really happened? They are not written simply as history; often they speak in metaphor. We can take them seriously without taking everything literally.\n\nKristof: So let’s go back to the Nativity. Of the four Gospels, two describe the virgin birth of Jesus and two don’t mention it. The Gospel of Mark has people of Galilee referring to Jesus as the son of Mary, when the norm was to describe somebody as the son of his father. So did the neighbors growing up with Jesus regard him as fatherless?\n\nPagels: We don’t know. Mark is the earliest Gospel written; Matthew and Luke are basically just revising it. Mark has no suggestion of a virgin birth. Instead, he says that neighbors called Jesus “son of Mary.” In an intensely patriarchal society, this suggests that Jesus had no father that anyone knew about, even one deceased. Yet even without a partner, Mary has lots of children: In Mark, Jesus has four other brothers, and some sisters, with no recognized father and no genealogy.\n\nKristof: You note that Matthew and Luke both borrowed heavily from Mark’s account but also seem embarrassed by elements of it, including the paternity question. Is your guess that they added the virgin birth to reduce that embarrassment?\n\nPagels: Yes, but this is not just my guess. When Matthew and Luke set out to revise Mark, each added an elaborate birth story — two stories that differ in almost every detail. Matthew adds a father named Joseph, who, seeing his fiancée pregnant, and not with his child, decides to break the marriage contract. Luke, writing independently, pictures an angel astonishing a young virginal girl, announcing that “the Holy Spirit” is about to make her pregnant.\n\nKristof: The most startling element of your book to me was that you cite evidence going back to the first and second centuries that some referred to Jesus as the son of a Roman soldier named Panthera. These accounts are mostly from early writers trying to disparage Jesus, it seems, so perhaps should be regarded skeptically. But you also write that Panthera appears to have been a real person. How should we think about this?\n\nPagels: Yes, these stories circulated after Jesus’ death among members of the Jewish community who regarded him as a false messiah, saying that Jesus’ father was a Roman soldier. I used to dismiss such stories as ancient slander. Yet while we do not know what happened, there are too many points of circumstantial evidence to simply ignore them. The name Panthera, sometimes spelled differently in ancient sources, may refer to a panther skin that certain soldiers wore. The discovery of the grave of a Roman soldier named Tiberius Panthera, member of a cohort of Syrian archers stationed in Palestine in the first century, might support those ancient rumors.\n\nKristof: You write that there were early accusations against Mary of promiscuity, connected to this allegation of an affair with Panthera. But you say that Roman soldiers brutally occupied Galilee in the period before Jesus was born, killing and raping with impunity. So, acknowledging that this is uncertainty stacked on uncertainty, if Panthera was involved, was it probably a case of rape?\n\nPagels: Jewish revolutionaries, fighting “in the name of God and our common liberty” to free their land from Roman domination, attacked a Roman fortress and killed many soldiers. The governor brought in Roman soldiers who crucified perhaps 2,000 Jews, then garrisoned thousands of soldiers less than 4 miles from Nazareth. The historian Josephus says that the soldiers stationed there ravaged the area, taking advantage of local people in every way they could. Josephus also notes that Galilean Jews were especially worried about their daughters’ virginity. Noting such diverse evidence, I thought that these stories sounded plausible in a way I had never imagined.\n\nKristof: The virgin birth is just one miracle among many in the Gospels. Jesus walked on water. He raised people from the dead. He multiplied loaves and fishes. He’s resurrected and ascends to heaven. So how should those of us in the 21st century see miracles?\n\nPagels: Calling something a miracle is a way of interpreting an event. A friend of mine was hit by a car and thrown about 20 feet, and was unharmed. She told me that this was a miracle. Someone else might have said, “I was lucky.” Calling it a miracle interprets an event that others might see differently. This often happens with remissions of illness: Some people see many miracles, and some never see any.\n\nKristof: I disagree with most evangelicals and conservative Catholics on political questions. But I also find that my fellow liberals are often deeply unfair to conservative Christians. Some of the most heroic aid work around the world is done by Christian organizations like World Vision, Catholic Relief Services and International Justice Mission. Shouldn’t those of us in the liberal world be celebrating this kind of faith-based aid instead of belittling it?\n\nPagels: Absolutely. I just came from Tennessee, where I was visiting an Episcopal Church program dealing with incarcerated people. There I spoke to a group of men on death row who are taking a course of study, reading and discussing the Bible, and it was quite extraordinary.\n\nKristof: You have a foot in each of two worlds, faith and academia, that often seem like rival sides of the God gulf. Can we find paths of mutual respect to bridge that chasm?\n\nPagels: The Gospels most often speak in the language of stories and poetry. Intellectualizing these traditions — or turning them into dogma — doesn’t make them spiritually deep. What we call Christianity is not a single thing. Instead, it consists of a 2,000-year-old collection of stories, prayers, liturgies, music, miracles — sources drawn from traditions as different as Eastern Orthodoxy is from Pentecostalism or Christian Science. No one can swallow the entire tradition: It’s undigestible! Instead, anyone who identifies as Christian chooses certain elements of it.\n\nA professor friend said to me: “I’m an atheist. How can you believe all that stuff?” First of all, as I see it, “believing all that stuff” is not the point. The Christian message, as I experienced it, was transformational. It encouraged me to treat other people well and opened up a world of imagination and wonder.\n\nKristof: Your own faith journey seems to bridge the chasm. You were raised in a household hostile to faith, then became an evangelical, then had a crisis when a friend died and you were told he wouldn’t go to heaven because he was Jewish.\n\nPagels: When some Christians said to me that non-Christians are going to hell, I left their church. That made no sense to me. What about Jesus’ message of God’s love? At that point I left Christianity behind. For some people, there’s no middle ground. You’re either in or out — that’s how it’s often practiced. So for years I was out, although I knew that something powerful was there. But after years of being out, I kept wondering, what made that encounter with Christianity so powerful?\n\nSo I had to go back, asking questions. How were these stories written? How do they affect us so powerfully? They speak to a deep human longing for a sense of transcendence and spiritual experience. For we can respond to the same story in more than one way. As a historian, I question the literal truth of the virgin birth story. But I still love the midnight service on Christmas Eve, where the story is gloriously told and sung as miracle. As poet Seamus Heaney writes, “Believe that a further shore / is reachable from here. / Believe in miracles.”\n\n\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Check out list of churches that don’t celebrate Christmas and their reasons",
            "link": "https://www.msn.com/en-xl/africa/nigeria/check-out-list-of-churches-that-don-t-celebrate-christmas-and-their-reasons/ar-AA1wra7d?ocid=BingNewsVerp",
            "description": "Christians all over the world commemorate the birth of Jesus Christ on the 25th December of every yearIt is a time for ...",
            "image_url": "https://www.bing.com/th?id=OVFT.kiz9RhOq8cJWCS1Owfdz1C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "Legit on MSN9h",
            "source": "Legit on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Film Theory - Dib Is An ALIEN! (Invader Zim)",
            "link": "https://www.msn.com/en-us/entertainment/tv/film-theory-dib-is-an-alien-invader-zim/vi-AA1wt3nD?ocid=BingNewsVerp",
            "description": "I've been wanting to cover more classic cartoons lately and Invader Zim was the perfect choice. The lore and science of that ...",
            "image_url": "https://www.bing.com/th?id=OVF.63iXoeDteiGKrtZ6bC7GTg&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "Hosted on MSN5h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fishing Australia's Most Beautiful Islands (CRAZY NATURE ENCOUNTERS!)",
            "link": "https://www.msn.com/en-au/news/other/fishing-australias-most-beautiful-islands-crazy-nature-encounters/vi-AA1wtiR4?ocid=BingNewsVerp",
            "description": "Australians soak up sunny weather for Christmas Day Man Builds Amazing DIY Container Home with Foldable Terrace | Low-Cost Housing @PLAHOUSE-CONTAINER End of the war in Ukraine: 'negotiations have ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "Back 2 Basics Adventures on MSN2h",
            "source": "Back 2 Basics Adventures on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Former defense official makes earth-shattering UFO revelation as unexplained drones leave millions on edge",
            "link": "https://www.msn.com/en-us/public-safety-and-emergencies/health-and-safety-alerts/former-defense-official-makes-earth-shattering-ufo-revelation-as-unexplained-drones-leave-millions-on-edge/ar-AA1wsKfI?ocid=BingNewsVerp",
            "description": "Recent testimony and several reports have exposed possible UFO sightings across the country amid national attention on ...",
            "image_url": "https://www.bing.com/th?id=OVFT.e8poSDAGD5GcXa_NApDN_S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "7hon MSN",
            "source": "FOX News on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Three reported UFO sightings across greater Belfast in 2024",
            "link": "https://www.msn.com/en-ie/travel/news/three-ufo-sightings-reported-to-police-in-the-north-in-2024/ar-AA1wt2QM?ocid=BingNewsVerp",
            "description": "The first of the year came in early February with a caller in Crumlin telling the PSNI that on January 29 they had seen an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t-MMR8Wx5JT7cQ1_Hb-ZEy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "Irish Mirror on MSN4h",
            "source": "Irish Mirror on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Top 10 Scientific Discoveries That Changed Our Understanding of Climate",
            "link": "https://www.msn.com/en-us/science/earth-science/top-10-scientific-discoveries-that-changed-our-understanding-of-climate/vi-AA1wtipj?ocid=BingNewsVerp",
            "description": "Discoveries that have reshaped our understanding of climate are nothing short of revolutionary! 🌍 Dive into the top 10 ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iuLz21_U8b4kjIFMl3igVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Historical mysteries solved by science in 2024",
            "link": "https://www.msn.com/en-us/news/world/historical-mysteries-solved-by-science-in-2024/ar-AA1wtmoC?ocid=BingNewsVerp",
            "description": "Scientists explored Beethoven’s ailments, linked remains to a Norse saga, uncovered colonial secrets, peeked inside an ...",
            "image_url": "https://www.bing.com/th?id=OVFT.YPuQ9LeeKhqccbTQ-6UXty&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "2hon MSN",
            "source": "CNN on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A beginner’s guide to quantum computing | Explained",
            "link": "https://www.thehindu.com/sci-tech/science/a-beginners-guide-to-quantum-computing-explained/article69022446.ece",
            "description": "Discover the basics and potential of quantum computing, from qubits to quantum supremacy, in this insightful overview.",
            "image_url": "https://www.bing.com/th?id=OVFT.7O38_T7ycJH9SyMMS-4dfS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "23h",
            "source": "The Hindu",
            "article_content": "Over the last decade or so, quantum computing has become the talk of computer town. Their potential to solve complex problems much faster than classical computers is an intriguing proposition that could benefit, if not transform, several industries.\n\nThe working of a quantum computer is based on the principles of quantum mechanics, an area of physics that deals with the smallest particles in the universe.\n\nPhysicist Richard Feynman proposed the idea of developing a computer to simulate quantum systems in 1982. He discussed the idea of a universal computer that could simulate all physics — both quantum and classical. Researchers realised classical computers, the computers of today, would struggle with the complexity of quantum systems and thus the idea of a quantum computer was born.\n\nSince then, scientists have made significant progress in quantum computing.\n\nBasics of quantum computing\n\nClassical computers work on the principles of classical physics. Their fundamental computing unit is the bit: each bit represents one piece of information with two possible values, 0 or 1. It is possible to represent all types of information as a combination of 0s and 1s using the binary system.\n\nQuantum computers rely on quantum bits or qubits to perform computations. Unlike classical bits, qubits can exist in the states 0, 1 or in a state that’s partly 0 and partly 1. In this context, state refers to all the possible values the qubit can have.\n\nThe ability of qubits to be in two states is known as superposition. Superposition is one of two fundamental principles that animate quantum computers.\n\nImagine a spinning coin. While the coin is spinning, it can be both heads or tails, and it isn’t until the coin collapses that you can see which it is. A qubit is like a spinning coin that holds both values simultaneously.\n\nWhen a qubit is measured, it collapses to one of the values, 0 or 1. This means while a classical bit holds one unit of information, a qubit can hold two. Because of this quantum computers can perform multiple computations simultaneously, with the measurement revealing one of the possible outcomes of the computations.\n\nThe second fundamental principle upon which quantum computers are based is called entanglement. This phenomenon allows qubits to be intrinsically linked no matter how far apart they physically are. Albert Einstein famously called it “spooky action at a distance”.\n\nSo measuring the state of one of the qubits could immediately yield information about the state of the other. Say you have a pair of gloves. Each glove is put in a separate box and sent to different locations, and we don’t know which box has which. But once a box is opened to reveal the left glove, we instantly know the other box has the right glove.\n\nThe instantaneous correlation between qubits allows shared information to be processed simultaneously, speeding up computations that would take far longer with classical computers.\n\nSuperposition and entanglement can’t be described by classical theories of physics. They are exclusive to quantum mechanics — and central to the potential that quantum computers have to offer.\n\nSignificant milestones\n\nQuantum computers are technologically superior but this doesn’t automatically mean they will be better than classical computers at different tasks.\n\nOver the years, experts have developed and honed specific tasks that prove quantum computers are capable of greater feats, and also show how.\n\nIn 1994, Bell Labs computer scientist Peter Shor created the famous Shor’s algorithm. The algorithm could factorise (or find the factors of) large numbers in moments rather than the millions of years required by classical computers.\n\nThis has major implications for data security. Current methods to secure data involve locking the data and hiding the key to unlock it in the solution of a difficult mathematical problem.\n\nLarge-number factorisation is one such problem and classical computers require enormous amounts of resources to solve it. But using Shor’s algorithm, a quantum computer could quickly solve the problem and open the locks.\n\nThe state of quantum computing came a long way in the next 25 years. In 2019, for example, IBM unveiled the world’s first circuit-based commercial quantum computer Q System One. Circuit-based designs are believed to be the most versatile for general quantum-computing applications.\n\nQ System One uses quantum circuits composed of quantum gates that manipulate qubits, analogous to how classical computers use logic gates.\n\nIn the same year, researchers at Google reported in a paper in Nature that their 53-qubit ‘Sycamore’ processor had achieved quantum supremacy.\n\nA quantum computer achieves quantum supremacy when it can solve a problem that would take classical computers an unreasonable amount of time. The paper claimed Sycamore completed a task in 200 seconds that would take a supercomputer 10,000 years.\n\nEarlier this month, in fact, Google unveiled a quantum chip called Willow, purportedly the world’s first quantum processor in which error-corrected qubits improve as they scale.\n\nQuantum states are easily prone to errors due to interactions with the environment. Quantum computers need error correction to hold information long enough to perform useful calculations with them.\n\nWillow, Google has said, can finish a standard test in five minutes whereas the same calculation would take today’s best supercomputers 10 trillion trillion years.\n\nPresent limitations\n\nThe advancements are flying thick and fast but there are still many significant challenges to overcome before quantum computers can become (relatively) common.\n\nThe chief concern is that building quantum computers remains expensive and complex. Keeping many qubits stable is also difficult because of error rates and decoherence (when a qubit loses superposition because of noise from its surroundings).\n\nThe problems for which we really need quantum computers — like discovering new drugs or cracking mysteries in astronomy — also require millions of qubits.\n\nAll said, their potential to be useful is clear. This is why India launched the National Quantum Mission in 2023. The government has set aside ₹6,000 crore for the mission to be spent over eight years, among other things to develop quantum computers.\n\nTejasri Gururaj is a freelance science writer and journalist with a master’s degree in physics"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "\"Negative time\" observed in new quantum experiments, surprising scientists",
            "link": "https://www.earth.com/news/negative-time-observed-measured-tangible-in-new-quantum-experiments/",
            "description": "Scientists demonstrated in quantum experiments that \"negative time\" actually exists in a tangible, physical sense that can be ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Lh1CX_jEW3hZhURSklWTFS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "earth19h",
            "source": "earth",
            "article_content": "It is widely known among scientists that light sometimes appears to exit a material before it has even entered. This odd “negative time” phenomenon was long seen as an illusion caused by the way waves become distorted by matter.\n\nOver time, many considered it a harmless quirk of physics, dismissed without much further investigation. Now, fresh experiments suggest that this behavior might carry deeper implications related to “negative time.”\n\nResearchers recently posted findings on the preprint server arXiv, drawing global interest and some reservations about what it all means.\n\n“Negative time” is no longer theoretical\n\nAephraim Steinberg, a University of Toronto professor in experimental quantum physics, has seen how people can misunderstand discussions about negative time.\n\n“This is tough stuff, even for us to talk about with other physicists. We get misunderstood all the time,” he said. His team contends that negative time is not just theoretical but may exist in a measurable way.\n\nThey remain cautious in describing their experiments, emphasizing that the results reflect a subtle effect in quantum mechanics.\n\n“That time turned out to be negative,” Steinberg explained. Their data points to strange interactions between light and matter that defy everyday assumptions.\n\nQuantum quirks\n\nTheir basement lab brims with mirrors, wires, and delicate lasers that track how photons interact with atoms.\n\nThe atoms sometimes absorb photons and later emit them, leaving the atoms in an excited state for a short period. Measuring this period was tricky, and to many, it sounded like it might flirt with impossibilities.\n\nSteinberg and graduate student Daniela Angulo focused on the short time atoms remain excited. By collecting data on how atoms emit absorbed light, they uncovered intervals that appeared less than zero.\n\n“We don’t want to say anything traveled backward in time,” Steinberg said. “That’s a misinterpretation.”\n\n“Negative time” doesn’t violate reality\n\nInvestigations into quantum phenomena often spark worry about collisions with Einstein’s theory of special relativity.\n\nYet nothing in these experiments hints that any object can outrun light. Photons here do not convey information faster than physical laws permit, so there is no conflict with long-accepted principles.\n\nSome have questioned whether labeling this interval as negative time might invite confusion.\n\nThe team is aware that such language can sound surreal, but they believe it captures the unusual nature of quantum measurements that drift from usual expectations.\n\nPhotons and probabilities\n\nPhotons have a split personality, sometimes acting like particles and other times behaving like waves.\n\nThey follow probability rules that let them appear in multiple states at once, prompting a range of possible outcomes. This fuzziness underpins the notion that events do not always fit into a neat timeline.\n\nIn standard settings, photons pass through materials in ways consistent with well-established physics.\n\nBut in the group’s experiments, certain measurements produce results that slip into territory most would never predict.\n\nThese findings spark curiosity about how quantum mechanics can present effects that appear at odds with common sense.\n\nReactions and skepticism\n\nThe concept has captured the attention of many, including German theoretical physicist Sabine Hossenfelder, who remains unimpressed.\n\n“The negative time in this experiment has nothing to do with the passage of time — it’s just a way to describe how photons travel through a medium and how their phases shift,” she said in a YouTube video with more than 250,000 views.\n\nSome observers suspect the term negative time is too dramatic and misrepresents the study’s scope. Others argue that a fresh approach could encourage deeper conversations about how quantum processes unfold.\n\nThe researchers maintain they are not rewriting the rules of physics but aiming to highlight the weirdness at play in fundamental experiments.\n\nNext steps for “negative time” studies\n\n“We’ve made our choice about what we think is a fruitful way to describe the results,” Steinberg said, adding that while practical applications remain elusive, the findings open new avenues for exploring quantum phenomena.\n\nHe acknowledged that many remain skeptical, but he insists the numbers speak for themselves. No serious criticism has challenged their raw data.\n\n“I’ll be honest, I don’t currently have a path from what we’ve been looking at toward applications,” Steinberg admitted. “We’re going to keep thinking about it, but I don’t want to get people’s hopes up.”\n\nWhether the idea of negative time transforms into something with everyday uses remains to be seen, yet the curiosity it sparks is hard to ignore.\n\nWhat does all of this mean?\n\nTo sum it all up, quantum physics has always pushed boundaries, forcing researchers to adjust old assumptions.\n\nThese experiments from the University of Toronto team serve as another reminder that the world behaves in ways that do not always match common intuition. Still, they stress that no claims of time travel are on the table.\n\nBy presenting evidence that something can measure out to less than zero time, these researchers have challenged expectations about how light interacts with matter.\n\nFor now, the puzzle remains a subject of debate. Unraveling the enigma might take further studies, but many agree that investigating such bizarre possibilities is part of the ongoing effort to understand quantum reality.\n\nThe results highlight how experiments can produce outcomes that differ from conventional thinking. Negative intervals in absorption times remain an intriguing piece of a much broader puzzle.\n\nScientists continue to refine experiments and weigh alternative explanations. Despite lingering questions, the project stands as a reminder that quantum behavior can seem downright strange, to put it mildly.\n\nThe full study was published in the journal arXiv.\n\n—–\n\nLike what you read? Subscribe to our newsletter for engaging articles, exclusive content, and the latest updates.\n\nCheck us out on EarthSnap, a free app brought to you by Eric Ralls and Earth.com.\n\n—–"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AICTE launches India's first UG minor programme in quantum technologies",
            "link": "https://www.business-standard.com/india-news/aicte-launches-india-s-first-ug-minor-programme-in-quantum-technologies-124122500226_1.html",
            "description": "This initiative aims to prepare India's workforce for the quantum revolution, positioning the nation as a global leader ...",
            "image_url": "https://www.bing.com/th?id=OVFT.nj2ai7EcMwFEHyssiPOsWi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "9h",
            "source": "Business Standard",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The Future of Our Food is Not in Vast Factory Farms",
            "link": "https://www.counterpunch.org/2024/12/25/the-future-of-our-food-is-not-in-vast-factory-farms/",
            "description": "Prologue Quite by accident, a neighbor said to me that the New York Times had a lengthy opinion piece in support of animal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.ftfFs_tiov2sFrEvbjqBcC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "CounterPunch9h",
            "source": "CounterPunch",
            "article_content": "Prologue\n\nQuite by accident, a neighbor said to me that the New York Times had a lengthy opinion piece in support of animal farms, which represent the worst form of modern agriculture. I checked it out and the neighbor was right. The New York Times had more than one opinion piece parroting the anxieties of agricultural scientists and advertisements and misleading rhetoric of agribusiness. The editor of the effort, Eliza Barclay, is confident that the future of our food may rest “in vast, sustainably managed factory farms [relying on] water… pumped across the country, from the Great Lakes to California.”\n\nDante’s inferno\n\nThis science fiction fantasy shocked me. I have been reading the New York Times, on and off, for many years. Its reporters write well and, in some instances, cover controversial and conventional politics and international affairs, though in the case of the wars in Ukraine and Israel, the Times follows strictly the script of the State Department.\n\nBut reading eloquent articles in support of the so-called “green revolution,” pesticides, synthetic fertilizers, giant automated harvester machines and “taking care” of millions of cattle in order to add some more pounds of meat on their bodies on the eve of their slaughter, was too much. David Wallace-Wells, one of the opinion writers for the New York Times, started the discussion with an extensive article exploring the vulnerabilities of agriculture at a time climate chaos is changing everything, including conventional farming. He says that the alternative farming ways like no-till (climate-friendly regenerative practices) is losing its appeal. And vegetarianism is apparently a fad among the rich, while meat-eating has been expanding in a dramatic and unconscionable rate in both America and Europe.\n\nCertainly, these are troubling trends as meat eating is responsible for the largest amounts of greenhouse gases coming out of agriculture. About half of the land on the planet is for growing food. And three-quarters of that land produces feed for livestock.\n\nSome of the concerns raised by Wallace-Wells are legitimate, though he repeated agribusiness myths like that of the miraculous impact of the green revolution in Asia. In posing the problems of a farming “system” embraced by climate chaos and abuse / overuse of drinking water worldwide, he said nothing of what could reduce the looming dangers of fossil-fuel agriculture caught in the tectonic plates of billionaire control and addiction to hazardous pesticides and gigantic machines. Meat eating must be dramatically reduced as much as population must decline — dramatically. No woman should have more than one child.\n\nWorld leaders and scientists must finally become adults in the room. Stop wars. They are climate fuses. Phaseout at lease 50 percent of fossil fuels by 2030. Split large estates to small organic farms, which use neither pesticides, nor synthetic or sludge fertilizers, radiation, and genetic engineering. Join ancient knowledge of growing food with the latest insights from the science of agroecology. We cannot keep saying we must double food production because we expect an additional billion or two of humans – by 2050.\n\nThe dismal picture Wallace-Wells painted becomes the background for the ideas and arguments in support of a thoroughly discredited, corrupt and violent slaughterhouse / animal farm for the climate-ridden agriculture of skyscrapers of the future. Expanding animal farms horizontally or vertically is wrong and immoral. These animal factories separate farmers and non-farmers from nature. They justify the manipulation and the dumping of the sacred Earth and her sacred animals in their shredding machine. It’s as if we cannot learn from our past errors. We keep disregarding millennial agrarian traditions and civilizations, much less science, ecology and a livable future. Xenophon, student of Socrates and general and historian, mirrored Homer in arguing that small-scale farming made the Greeks food secure and champions of freedom, democracy, science, craftsmanship, piety for the gods, and civilization.\n\nWhich is better, the small or the large farm?\n\nWe cannot ignore Xenophon. Small farms are civilization. Vast factory farms are alien to civilization. They are large factories of disease, mechanized inhumanity and gargantuan violence. Vast industrial farms do not produce more food per acre than tiny family farms. They give birth instead to local and global hunger.\n\nMiguel Altieri, Professor Emeritus of agroecology at the University of California, Berkeley, is very concerned about the dominance of industrial agriculture. “This crisis,” he says, “threatens the livelihoods of over a billion hungry people, [it] is the direct result of the dominating industrial farming model, which is dangerously dependent on fossil fuels and has also become the largest source of human impact on the biosphere. Ninety-one per cent of the 1.5 billion hectares of cropland are under annual crops worldwide, mostly monocultures of wheat, rice, maize, cotton, and soybeans highly dependent on inputs of chemical fertilizers and pesticides and huge amounts of irrigation water, and which increasingly advance at the expense of forests and other natural vegetation. In this [twenty-first] century, one of the main ecological dilemmas arising from the environmental homogenization of agricultural systems is an increased vulnerability of crops to climate change. Subsidized grain monocultures convey temporary economic advantages to a few large-scale farmers, but in the long term they do not represent an ecological optimum. Rather, the drastic narrowing of cultivated plant diversity has put the world’s food production in greater peril. The social and environmental impacts of local crop shortfalls resulting from such uniformity can be considerable in an era of climatic extremes as crop losses often mean ongoing ecological degradation, poverty, hunger and even famine.”\n\nAltieri also argues that small family farms are more productive than large industrial farms. “In overall output, the diversified [small] farm,” he says, “produces much more food, even if measured in dollars. In the USA data shows that the smallest 2-hectare farms produced $15,104 per hectare and netted about $2,902 per acre. The largest farms, averaging 15,581 hectares, yielded $249 per hectare and netted about $52 per hectare. Not only do small-medium-sized farms exhibit higher yields than conventional farmers but do so with much lower negative impact on the environment. Small farms are ‘multi-functional’– more productive, more efficient, and contribute more to economic development than do large farms. Communities surrounded by populous small farms have healthier economies than do communities surrounded by depopulated large, mechanized farms. One recent study on the impact of small farms on local economies found that small producers create 10% more permanent jobs, a 20% larger increase in retail sales, and a 37% larger increase in local per capita income. Small farmers also take better care of natural resources, including reducing soil erosion and conserving biodiversity.”\n\nIn addition, small organic family farms cool the climate. They have been sequestering greenhouse gases into the soil.\n\nI have also documented these advantages of small farms in my works. I learned from my long experience at the US Environmental Protection Agency. Small is beautiful. Small farms in a village or near towns grow wholesome food, which becomes human and environmental health, supporting honeybees and biodiversity, wildlife, democracy and a cooler planet.\n\nIn contrast, large farms, and especially vast animal factories, produce unhealthy food contaminated for the most part by neurotoxic and carcinogenic pesticides and antibiotics. The medical and ecological costs of this food are high, harming both humans and nature. Chemicals and machines threaten the integrity of the natural world and the philosophical and political health of democratic societies. What is a growing boy and girl supposed to think of themselves and their parents seeing the elders building the infrastructure of factory death, which includes billions of animals and the periodic spread of deadly pandemics?\n\nWeaponized farming\n\nSo, the New York Times has weaponized agriculture for probably similar reasons it favors America’s funding of the horrendous war in Ukraine and Israel’s wars against Palestine-Lebanon-Syria. Israel is having America fight its wars — in order to fulfill a fictional delusion, recreating Israel on the basis of the sayings of a seventh century BCE Biblical author. Yet astonishingly, this doesn’t bother the Times or the Biden administration.\n\nThe planetary emperor\n\nJeffrey Sachs of Columbia University explains America’s obsession with war like a symptom of megalomania and delusion of global hegemony. He is right. I have reached a similar conclusion. Greek history is very instructive about things political and philosophical. What the Athenian rural oligarchs did in the sixth century BCE – selling into slavery Athenian peasants who could not repay their debt, still speaks to us. But, fortunately, the rest of the Athenian powerful invited Solon to solve the crisis. Solon was a former ruler and a patriot. He knew the billionaires of his age. He made slavery illegal and set the foundations of democracy. But in addition to the insights that inspire me from Greek history, I have been observing America for several decades. Regrettably, America follows closely the career of imperial Rome and England, especially in agriculture. Four of my books document the rise of the large farms and their ecological and political deleterious effects in America and the world.\n\nSachs has spent his life watching carefully US finance policy makers and especially the dramatic domestic and global impact of the Military-Industrial Complex, the trillions of dollars the US has been spending for having or thinking and willing to believe in a total strategic dominance over the planet by encircling the Earth with more than 750 military bases. However, the costs of this imaginary planetary control are very high. The US government and the billionaires behind the throne and the “lawmakers” in Washington, DC, have done very little to stop, much less correct, the degradation of the country’s infrastructure. I rode a bullet train, not in America, but in China. There are no protections for those who avoid driving a car. I ride my bike and twice cars almost killed me. American oligarchs have also failed miserably to stop and reverse the growing inequality between the few and the many. Senator Bernie Sanders speaks of the billionaire class. Sachs said that 10 Americans have over a trillion dollars.\n\nIt’s this reality, hubris of global hegemony and its unfathomable costs, that threaten America. The construction of a sandcastle of planetary control as well as the real control and management of the US economy by a handful of billionaires explains the tilt of the New York Times in embracing vast animal farms as the new mode of agriculture. Mega factory farms, however, have never strived to feed the world. The “green revolution” was no more than a campaign to grab land from small farmers and sell pesticides and fertilizers and agricultural machines. It did not feed people who did not have the money to buy food. In fact, the number of hungry people is increasing in the world. In 2023, about 757 million people were hungry.\n\nThe billionaire owners of large factory farms, exactly like the dark age feudal landlords of England and France, use slaughterhouses to control the food people eat. They also buy most of the best land. They hide these political goals. And media and newspapers like the New York Times help them cover up those secrets.\n\nNOTES\n\n1. Xenophon, Oeconomicus 5.6-14, 17-20; 6.1, 12. ↑\n\n2. (1) Fear in the Countryside (1976); (2) Harvest of Devastation (1994); (3) This Land is Their Land (2006); (4) Poison Spring (2014). ↑"
        }
    }
]