[
    {
        "title": "New photo shows UFO hovering over Canada before it was shot down by US fighter jet",
        "link": "https://nypost.com/2024/09/25/us-news/ufo-flying-over-canada-shot-down-by-us-in-feb-2023-seen-in-new-picture/",
        "description": "A US F-22 shot the object, which was first tracked flying over Alaska eight days earlier, out of the sky on Feb. 11, 2023.",
        "image_url": "https://www.bing.com/th?id=OVFT.7gqJISWouleXztzizdk58y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "2h",
        "source": "New York Post",
        "article_content": "A newly released image showing the UFO that was shot down by a US fighter jet over Canada in 2023 has added more questions and uncertainty to the object floating over the Yukon.\n\nThe grainy, blurry image captured the “cylindrical” “suspected balloon” 40,000 feet above the Great White North in Feb. 2023 days before it was taken out, according to CTVNews, which obtained the image through an information request with Canada’s Department of National Defence.\n\nA US F-22 shot the object, which was first tracked flying over Alaska eight days earlier, out of the sky on Feb. 11, 2023.\n\n4 A newly released image showing the UFO that was shot down by a US fighter jet over Canada in 2023 has added more questions and uncertainty to the object floating over the Yukon. Department of National Defence / CTV News\n\nOfficials in the US and Canada began tracking the UFO again when it crossed into Canadian airspace and Prime Minister Justin Trudeau gave the order to shoot it down just after 4:50 p.m.\n\nAn American pilot successfully struck the object with an AIM 9x missile.\n\nThe airborne object previously described as a “small, metallic balloon with a tethered payload” was spotted amid three other cases where North America dealt with unidentified objects in the sky.\n\nBetween Feb. 10 and Feb 12, three objects were spotted floating over North America before they were downed over Alaska, the Yukon and Lake Huron.\n\nThey were all smaller than the suspected Chinese Spy Baloon that traveled from Alaska across the United States before it was shot down over South Carolina on Feb. 4, 2023.\n\n4 The Canadian government was prepared to release the photo of the Yukon UFO, having declassified it and approved for the public to see before holding off. Department of National Defence / CTV News\n\n4 A US F-22 shot the object, which was first tracked flying over Alaska eight days earlier, out of the sky on Feb. 11, 2023. REUTERS\n\nChina used American technology in its spy balloon that snooped on US military bases earlier this year, a federal investigation analyzing the object’s debris has found.\n\nThe Canadian government was prepared to release the photo of the Yukon UFO, having declassified it and approved for the public to see before holding off.\n\n“Attached is an image approved to be released,” a Feb. 15, 2023, email to Canadian military leaders wrote in a Feb. 15, 2023 email, according to the outlet. “We are looking at getting a better one to send to you.”\n\nThe Department of National Defence going forward with the release of the image before the acting assistant deputy minister for public affairs questioned if the public should see it.\n\nStart and end your day informed with our newsletters Morning Report and Evening Update: Your source for today's top stories Thanks for signing up! Enter your email address Please provide a valid email address. By clicking above you agree to the Terms of Use and Privacy Policy. Never miss a story. Check out more newsletters\n\n“Should the image be released, it would be via the [Canadian Armed Forces] social media accounts,” the official wrote. “Given the current public environment and statements related to the object being benign, releasing the image may create more questions/confusion, regardless of the text that will accompany the post.”\n\nIt was later recommended the Canadian department should wait on the release “pending US engagement,” leading to the photo never seeing the light of day for over a year and a half.\n\nPresident Joe Biden confirmed the three objects were shot down but said there were no “suggestions they were related to China’s spy balloon program, or that they were surveillance vehicles from any other country.”\n\n4 They were all smaller than the suspected Chinese Spy Baloon that traveled from Alaska across the United States before it was shot down over South Carolina on Feb. 4, 2023. REUTERS\n\nSearches for the debris from all three objects were conducted, but both the Canadian Mounties and the US called off the searches days later.\n\nPoor weather conditions and slim chances of finding the debris field were cited as reasons for not continuing the searches."
    },
    {
        "title": "UFO 50 Review (PC)",
        "link": "https://www.heypoorplayer.com/2024/09/24/ufo-50-review-pc/",
        "description": "Making History Between 1982 and 1989, UFO Soft put out a wide variety of classic games for their LX game console. Their ...",
        "image_url": "https://www.bing.com/th?id=OVF.52sLhr8qZh%2frdpXuQ%2bqWgQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "heypoorplayer.com13h",
        "source": "heypoorplayer.com",
        "article_content": "0 SHARES Share Tweet\n\nUFO 50 Review: Making History\n\nBetween 1982 and 1989, UFO Soft put out a wide variety of classic games for their LX game console. Their titles ranged from shooters and RPGs to sports games and pretty much every genre under the sun. These games, and this console, have been largely forgotten over the years, but this under-heralded team was way ahead of their time and put out a catalog of games that should be considered classics. Now, 50 of those games are back in this fantastic collection called UFO 50. It celebrates what made these games great and really shows off the wide variety of games that were available on the LX.\n\nNone of that is actually true. UFO Soft never existed, and the LX game console wasn’t a thing. What if they were, though? That’s the question asked by some of the best games in the indie gaming space, including Derek Yu and Eirik Suhrke, who are responsible for hits like Spelunky and Downwell. Eight years ago, they got together with a group of indie developers and decided to make a fictional collection of games from a fictional company. The plan was to release it two years later, but making 50 games takes a while, and this title got pushed back again and again. Now, though, UFO 50 is finally here after eight years of development, and thankfully, it was well worth the wait.\n\nYou Can Have Whatever You Like\n\nWhen we think of a development group making 50 games for a collection, I think most of us would tend to assume those would be minigames or at least micro-games. Short and simple titles that wouldn’t take long to make. That’s not the case here, though, at least not largely. The games in UFO 50 are all designed as if they were made for a console released throughout the 80s. As anyone who played games in that period knows, a game that debuted in 1982 is generally very different from a game released in 1989. That means some of the early games in UFO 50 are quite simple, in the same way early black box Nintendo games were. Basic action games, puzzle games that take place on a single screen but with a fun twist, and early side-scrollers, which have a cool hook but don’t look like much. By the end of the collection, though, you have incredibly cool vehicle-based shooters with unique movements, an idle game that encourages regularly returning to it, and a multi-genre action mashup that combines elements of Streets of Rage and Metal Gear with a bunch of owls who look like they belong in a late 80s cartoon.\n\nThe framing and backdrop of UFO 50 is definitely cool, but none of it would be more than a brief curiosity if the games weren’t good. Thankfully though, those eight years of development paid off. In a group of 50 games, not every title can be a true must-play. Still, the hit rate for this many games is really impressive. There are a few games here that don’t do much for me, like Planet Zoldath, which is a bit too slow for my taste, or Onion Delivery, which has controls that definitely feel out of the 80s but which I wouldn’t have liked even then. But even these feel plucked from an era they never existed in and helped set the tone of the collection. The games here are presented in release order by default, though you can sort them many ways easily, and all games are unlocked from the start. If you play in release order as I did at first, you’ll find that some of the early games are a little harder to get into. Barbuta is the first game, and it’s dense, with unintuitive controls and a confusing layout that feels very 1982 but which modern players may bounce off of. Even these early games, though, often have a shocking amount of depth under the hood if you stick with them.\n\nDiving In\n\nLike action games? Mortol is a fascinating title where you have three options to sacrifice your character at any time to clear a path forward for your next life. The goal is to get through each level with as many lives remaining as possible. Kick Club is like a mix of Snow Bros and Bubble Bobble with superb style, which has kept me coming back again and again. The three Campanella titles are all great and show a wonderful evolution of a series. Velgress is basically reverse Downwell, and I mean that as a huge compliment. Rakshasa has a fantastic twist on death which allows you to keep coming back but makes it harder and harder each time you die. Seaside Drive is one of the best driving games I’ve played in a while, with an absolutely killer soundtrack which is true for a lot of these games. Overbold is essentially Smash TV, but with a risk/reward system built in, which got me in trouble far more often than I’d like to admit, but it always kept me coming back for one more run.\n\nIf you want something that’s a bit more puzzle-like, Magic Garden has stolen more of my life in the last week than any other game here. A fascinating mix of Snake and Pac-Man, it’s incredibly charming and addicting. Paint Chase mixes Splatoon with cars and works far better than it has any right to. Attactics forces you to manage your resources to build an army that can protect your castle while taking that of your opponent. Like a lot of these games, it has local multiplayer available, and it’s great for it. Party House is a deck builder that I cannot stop playing, which forces you to manage resources and play a sort of risk versus reward game as you build the ultimate party.\n\nIf you like RPGs, there are plenty of options. Lords of Diskonia is a first-person dungeon crawler that mixes real-time combat with your exploration of the lost depths. Grimstone is a Wild West RPG with timing-based combat and a system of selecting your party, which surprised me from the jump. It’s great, though you will need to be prepared to grind like most RPGs of that time. Vainger is Metroid with the ability to flip your world upside down at any time. Or you have Porgy, an incredibly charming, if difficult, underwater Metroidvania where you’re constantly upgrading your adorable ship to go just a bit further.\n\nPutting It All Together\n\nThere are some games here that are harder to group together, too. Rail Heist is an action stealth game where you must sneak onto a train and rob it while getting away with the money. It combines action with puzzle elements in a way I’m not sure any actual 80s games touched, but it’s very cool. Cyber Owls combines four different genres, and while no one of them feels out of time, putting them together pushes it though it is presented as the last game here chronologically. Night Manor is a rather short but impressive point-and-click game right out of the era. There are even a couple of early platform fighters here, with Hyper Contender being a lot of fun.\n\nUFO 50 offers plenty of other games here that I really liked, but I haven’t even mentioned, like Rock On! Island, Mini & Max, Warptank, Waldorf’s Journey, and Bug Hunter. There’s too much here to go into every game with much depth, but many of these games are very good with multiple challenges to complete in each. Each game has not only a base goal of completing them but a higher cherry goal to show you really mastered the game.\n\nBeyond just providing 50 interesting games, UFO 50 also features a code console players can access to put in codes you’ll find hidden throughout the game. These codes can be anything from cheats within certain games to hidden areas, which will unlock more info about UFO Soft. They’re not the main reason to buy UFO 50, but they are a neat little extra for those who fall in love with this collection.\n\nConclusion\n\nThe developers of UFO 50 took on a monumental task in creating 50 unique games for their fictional collection but they accomplished it in wildly successful fashion. Not only are the large majority of these games excellent, but when taken as a fictional canon, they make each other even better. Seeing how they bounce off each other, interact, and tell a story just in the way they evolve is a wonderful experience that’s unlike any other game I’ve played. That said, the main reason to play UFO 50 is because it’s absolutely packed with great games, many of which could have been released on their own and been successful. If you have any affinity for the era of gaming UFO 50 is depicting, you should absolutely check it out.\n\nFinal Verdict: 5/5\n\nAvailable on: PC (reviewed); Publisher: Mossmouth; Developer: Mossmouth; Players: 2; Released: September 18th, 2024; ESRB: N/A; MSRP: $24.99\n\nFull disclosure: This review is based on a retail copy of UFO 50."
    },
    {
        "title": "Eerie declassified photo shows ‘cylinder’ UFO shot down by US fighter jets over Canada in highly secretive intercept",
        "link": "https://www.thesun.ie/tech/13882327/eerie-declassified-photo-ufo-us-fighter-jet/",
        "description": "AN EERIE picture declassified by the Canadian government has revealed a bizarre 'cylinder' UFO that was shot down by a US ...",
        "image_url": "https://www.bing.com/th?id=OVFT.smbMgZqtnT7jJpPf4KSl4y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "4h",
        "source": "Irish Sun",
        "article_content": "An email from a Canadian Brigadier-General reveals the description of the mystery object\n\nSKY SECRETS Eerie declassified photo shows ‘cylinder’ UFO shot down by US fighter jets over Canada in highly secretive intercept\n\nAN EERIE picture declassified by the Canadian government has revealed a bizarre \"cylinder\" UFO that was shot down by a US fighter jet in a secret operation.\n\nThe grainy image, understood to be a copy of an email printout, shows a white, doughnut-shaped object that flew over Alaska in 2023.\n\n5 The doughnut-shaped object appears to have a white body with a metallic top Credit: CTVNEWS\n\n5 The grainy image is understood to be a copy of an email printout obtained through an FOI request Credit: CTVNEWS\n\n5 A US Air Force F-22 fighter jet shot down the mystery object in a highly secretive operation Credit: Alamy\n\nIt was one of the three \"unidentified aerial objects\" that were shot down by a US Air Force F-22 fighter jet during a highly secretive joint mission with the Canadian armed forces.\n\nThe downing followed the spotting of a gigantic Chinese spy balloon the size of three buses which was seen lurking over the US.\n\nThe circular UFO along with the other two mystery objects were initially thought to be \"suspected spy balloons\", but were reportedly much smaller than the towering Chinese inflatable object that sparked chaos in America.\n\nAnd its picture was released as part of a Freedom of Information request filed by an anonymous Canadian citizen, and obtained by a reporter at CTVNews.ca.\n\nmore on UFOs MAN IN BLACK I was Pentagon UFO chief - I know ‘non-human’ bodies have been found on Earth\n\nOne email from Eric Laforest, a Canadian Brigadier-General, revealed the description of the mystery object.\n\nThe email described it as a \"cylindrical object\" that appeared to have a white body and a metallic with a metallic top.\n\nHe added: \" 20-foot wire hanging below with a package of some sort suspended from it.\"\n\nA top memo from the Pentagon office revealed that the object appeared to be a \"small, metallic balloon with a tethered payload below it.\"\n\nThe image appears to have been taken from an aircraft below it, although that has not been confirmed.\n\nDark portions seen at the top of the UFO in the picture may depict the metallic top of the object, as reported by the US and Canadian authorities.\n\nThe image of the object was distributed internally just after the incident.\n\nIt was declassified for public release, but the decision as help back shortly.\n\nAn official working with Canada's Department of National Defence (DND) reportedly warned that releasing this unclassified UFO image \"may create more confusion\".\n\nBut the released picture is now raising more concerns abut the mysteries behind UFO sightings across the skies in the US.\n\nJust a few days ago, Donald Trump vowed to reveal exclusive UFO footage if he is elected back to the office in the November elections.\n\nThe Republican presidential candidate said he would push the Pentagon to declassify the alleged UFO sighting videos in a sensational interview.\n\nTrump, who is hoping to beat Democratic rival Kamla Harris in the upcoming presidential elections, is known to have a decade-long fascination with aliens and unexplainable sightings.\n\nHe told popular American podcaster Lex Fridman that he would \"surely\" make secret footage of alleged UFO sightings public.\n\nWhile most sightings have been deemed balloons, other reports lead the office to investigate UFOs that they say are anomalous.\n\nTrump has previously suggested he would reveal more information from a wide range of classified files to the American people.\n\nThe real threat of UFOs and aliens FOR decades, UFOs and aliens were considered to be make belief things created by people in tinfoil hats but they are now considered a threat to national security. Long gone are those who claim conspiracy theories are all false as many are now discussed at the highest levels of government with US officials even admitting their existence. As more and more credible witnesses continue to come forward to tell their extraordinary stories publicly. The 2010s saw decades of stigmas around extraterrestrial life start to break down as politicians made UFO sightings a matter of national security. Across the world, governments have also unveiled some spooky truths with some even showcasing \"dead alien corpses\" on display for Congress. Researchers recently verified the legitimacy of a set of three-fingered mummies as potential evidence of \"non-human\" life forms. A line-up of doctors confirmed at Mexico's Congress on Tuesday that the bodies, purportedly not of this Earth, were in fact real, once-living organisms. The Pentagon also released a blockbuster 1,574 pages of real-life X-Files in 2022, related to its secretive UFO programme. The haul includes reports into research on the biological effects of UFO sightings on humans, sets out categorisations for paranormal experiences, and studies into sci-fi-style tech. Top UFO chief Sean Kirkpatrick told the world last year that he is set to step down from his job following his stern warning of concerning activity \"in our backyard.\" The Pentagon's UFO analysis office launched a UFO reporting service to the public after admitting to uncovering \"some things\" and calling the high number of suspicious activity either a foreign power or aliens. Navy jet footage has revealed the intriguing images of a government-confirmed UFO baffling the internet. The United States Government launched the All-domain Anomaly Resolution Office (AARO) in 2022 to investigate reports of unidentified flying objects (UFOs).\n\nIn 2021, Trump signed a bill calling on intelligence agencies to find out the truth behind UFO military base sightings.\n\nTrump also said he had heard some \"interesting things\" about aliens as he hinted he may declassify files on the infamous Roswell UFO.\n\nRoswell is regarded as one of the most notorious UFO incidents.\n\nIt happened when a rancher discovered a mysterious crash site on his pasture in New Mexico in 1947.\n\nThe US Air Force said it was a crashed weather balloon, and later admitted it was part of a secret nuclear test.\n\nTheories still rage about the crash, however, with the most outlandish claiming it was a flying saucer filled with alien bodies that were recovered and taken to Area 51.\n\n5 Speaking on Lex Fridman's podcast, Trump claimed he had faced pressure to declassify previous records of alien encounters Credit: YouTube/Lex Fridman"
    },
    {
        "title": "Musical Musings | Rock legends unite for UFO classics",
        "link": "https://www.sheppnews.com.au/musical-musings/musical-musings-rock-legends-unite-for-ufo-classics/",
        "description": "German guitarist Michael Schenker was still a teenager when he quit his first band, German heavy metal legends The Scorpions, ...",
        "image_url": "https://www.bing.com/th?id=OVFT.zjyG-caZYfIEd-PL9f7obS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "13h",
        "source": "Shepparton News",
        "article_content": "This year sees Schenker celebrating 50 years in the business, and as part of the celebrations, he has revisited his classic years with UFO by re-recording some of the group’s greatest hits for a newly released album, My Years With UFO, which sees him collaborating with some of rock’s greatest musicians such as Guns N’ Roses’ Axl Rose and Slash, Deep Purple’s Roger Glover and Twisted Sister’s Dee Snider to name but a few.\n\n“I bumped into a few of them personally myself,” Schenker says, explaining how he ended up with an esteemed list of guest musicians for the album.\n\n“How Axl Rose came to sing on one of the tracks was purely through happenstance.\n\n“Slash had come over to the studio to play on a song and told me that he had told Axl he was going to be working with me.\n\n“When Axl heard that, he asked if he could sing a song as well.\n\n“So, Axl ended up singing three songs on the album sessions: Only You Can Rock Me, Too Hot To Handle and Love To Love.\n\n“But because he’s a perfectionist, he wasn’t happy with his performance on Only You Can Rock Me and Too Hot To Handle. He decided to focus on one song, Love To Love, taking his time until he was happy with it.\n\n“And once that happened, he only allowed that song to be included.”\n\nSchenker affirms that much of his song catalogue with UFO started out as instrumentals before lyrics were added later.\n\n“Songs such as Doctor, Doctor and Love To Love all began as instrumental pieces,” he says.\n\n“Then Phil Mogg, the singer with UFO, would hear my instrumentals and would be inspired to turn them into songs with vocals.”\n\nWhile Schenker has a dedicated following worldwide and a fan base in Australia, our country is one place he’s never visited. When asked why, Schenker muses philosophically.\n\n“Maybe if it was meant to be, it would have happened,” he says.\n\n“And while it’s certainly a long way to come, I’d love to tour Australia if the opportunity still presented itself.”\n\nSchenker’s passion for the guitar and his music is evident, having been integral to his art for the past 50 years.\n\n“To be myself and to express myself has been my greatest lesson,” he says.\n\n“I’m very happy that I’ve lasted for 50 years, as it was definitely my mission.\n\n“So, I’m very happy that I did it and I couldn’t be more happier.\n\n“It’s so fulfilling to be able to do something like that.\n\n“I was really convinced it had to be my life.”\n\nFor more info on Michael Schenker, visit michaelschenkerhimself.com\n\nMusic news\n\nKylie Minogue has announced a world tour for 2025. The ‘Tension Tour’ will see her performing shows in Australia in February and March. Minogue’s last tour was in 2019. And speaking of Kylie, her new album, Tension II, hit the streets on October 18.\n\nFor country music fans, a new album from Australia’s King of Country, the late, great Slim Dusty, hits the streets on October 4. Titled Gone Truckin’, it collects 24 songs about trucking, drawn from all eras of Slim’s illustrious and prolific recording career.\n\nThis week, Aussie country star and ARIA Hall-of-Famer Kasey Chambers announced a huge Australian tour for 2025 ahead of the release of her 13th album, Backbone, which is out on October 4. The 30-date tour kicks off in January and will take in capital cities and regional centres over a five-month period.\n\nIs new music from Guns N’ Roses on its way? According to the group’s bassist, Duff McKagan, fans can expect new music from the group “sooner than later”.\n\nThe recent trend of rock and pop artists going country continues, with Gwen Stefani going down that route on her upcoming new album, Bouquet, due on November 15.\n\nAlso releasing a new studio album is Franz Ferdinand, with the Scottish group’s sixth outing, The Human Fear, due on January 10.\n\nThe view from here\n\nOnstage dramas and altercations among band members have become more frequent in recent years. In the past, one would never have seen such display of unprofessional behaviour onstage, no matter whether it was fuelled by animosity between band members, or any personal issues a musician may had been dealing with. Whatever the scenario, it was always kept away from the stage and dealt with in a private manner, away from the prying eyes of fans.\n\nBut now, sadly, it’s becoming a bit too common. The latest display occurred last week when ’90s alter-rockers Jane’s Addiction ended their show in Boston with a brawl. Mid-set through the group’s performance on their current North American trek, lead vocalist Perry Farrell began jabbing guitarist Dave Navarro before it escalated to the point where Farrell threw a punch at Navarro, leading to the band’s crew restraining Farrell and forcing him offstage.\n\nIn the aftermath, the band cancelled the rest of the tour, and the incident most likely spelled the end of the group. A statement released later by the group cited “a continuing pattern of behaviour and mental health issues” as to the cause of the onstage drama. But could this incident be representative of something that is happening on a larger scale and on a deeper level? A reflection of the turmoil musicians and artists are experiencing from the current state of the music industry, which itself is in turmoil? What occurred last week was a cry for help. The mental health of musicians must be given utmost priority of care, or else it will only lead to further episodes. And possibly, the next time it could end a lot more tragically.\n\nThis week’s global classical music album charts\n\nUnited Kingdom: No.1: Islands: Essential Einaudi — Ludovico Einaudi\n\nUnited States: No.1: Genesis — The Spiritual Ensemble\n\nAustralia: No.1: In A Landscape — Max Richter\n\nFun fact\n\nBelinda Carlisle’s 1989 hit song Leave a Light On, which peaked at No.5 on the Australian music chart, features the slide guitar playing of the late George Harrison from The Beatles for the song’s guitar solo.\n\nJoe Matera is a local singer-songwriter, recording artist, guitarist and music journalist providing readers with all the latest music news."
    },
    {
        "title": "Greg Sestero Talks ‘The Room,’ Cult Success and UFO Movies",
        "link": "https://www.nashvillescene.com/arts_culture/film_tv/oh-hi-greg/article_21a9dbf2-7aa5-11ef-8e11-73a2567e8aff.html",
        "description": "Greg Sestero talks cult success and UFO movies ahead of the Belcourt's screenings of 'The Room' and 'Big Shark.' ...",
        "image_url": "https://www.bing.com/th?id=OVFT.MI9c9iwXowTRIRhjlEM6QS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Nashville Scene2h",
        "source": "Nashville Scene",
        "article_content": "Close Get email notifications on {{subject}} daily!\n\nYour notification has been saved.\n\nThere was a problem saving your notification.\n\n{{description}}\n\nEmail notifications are only sent once a day, and only if there are new matching items."
    },
    {
        "title": "Beyond The Cloud: AI Opens The Door For The Next Wave Of B2B Applications",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/25/beyond-the-cloud-ai-opens-the-door-for-the-next-wave-of-b2b-applications/",
        "description": "Daniel Saks is the CEO of Landbase, an intelligent go-to-market automation company, and co-founder of unicorn AppDirect.",
        "image_url": "https://www.bing.com/th?id=OVFT.dtNvi50CcMCQN6_lFGfmji&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "1h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "If Generative AI Is The New Operating System, Agents Are The New Apps",
        "link": "https://www.forbes.com/sites/janakirammsv/2024/09/25/if-generative-ai-is-the-new-operating-system-agents-are-the-new-apps/",
        "description": "AI agents are likely to become as ubiquitous as traditional applications. Businesses that effectively leverage them will gain ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XvOCnHcu2w_5CX2KSMZFJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "4h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Deepak Chopra Pacts With AI Firm ElevenLabs to Lend His Voice to Its Reader App",
        "link": "https://www.yahoo.com/tech/deepak-chopra-pacts-ai-firm-191837709.html",
        "description": "Deepak Chopra, the world-renowned author and health and wellness expert, has teamed with AI firm ElevenLabs to add his pipes ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Q6Af0RHkDF2fEI0rvS12Ky&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "17h",
        "source": "Yahoo",
        "article_content": "Deepak Chopra, the world-renowned author and health and wellness expert, has teamed with AI firm ElevenLabs to add his pipes to the company’s roster of notable voices available for audio streaming of books, articles and other written materials.\n\nChopra’s voice pact with ElevenLabs stemmed from the “Digital Deepak” chatbot app that he launched with the company in June. The bot is trained in Chopak’s more than 90 books and numerous public appearances in order to allow people to ask him specific questions and get responses delivered back in Chopra’s synthetic voice.\n\nMore from Variety\n\nLondon-based ElevenLabs has been getting attention in the entertainment industry for its work to partner with the estates of celebrities such as Judy Garland, Laurence Olivier, James Dean and Burt Reynolds to allow users to stream books, articles and other texts as read in the voices of iconic stars. ElevenLabs’ deal with Chopra comes the same day that the industry-leading, Microsoft-backed OpenAI platform rolled out a host of new voices and features to its Advanced Voice Mode service.\n\nChopra’s latest pact with ElevenLabs adds his distinctive voice to the roster that users can choose from when streaming audio spoken-word content. ElevenLabs has made a major effort to underscore that it has worked with estates to reach license agreements offering appropriate compensation. The company also emphasizes that its vault of celebrity voices is only available for audio streaming of written material. ElevenLabs users are not able to use those voices to create new works.\n\n“I am proud to announce my partnership with ElevenLabs. Listening can help cultivate emotional\n\nnurturing and engagement. This is no different in the age of AI, it is only more important,” Chopra said.\n\n“I have always written to connect with people, and now I can connect on a deeper level with a global audience as I make my teachings available for everyone in my own voice.”\n\nElevenLabs’ outreach to the industry is an counteract the pervasive fear in Hollywood, particularly in the creative community, that AI tools will eventually pinch employment for actors, writers, directors, producers and below the line talent.\n\n“At ElevenLabs, we’re committed to preserving and celebrating cultural legacies while pushing the boundaries of technology,” said Dustin Blank, head of partnerships for ElevenLabs. “By bringing voices like Deepak Chopra to our platform, we’re not just enhancing our app – we’re creating new ways for people to connect with the most influential figures and their work.”\n\nMayim Bialik, actor and neuroscientist who is friendly with Chopra and closely following the growth of AI in content, added her thumbs-up for the ElevenLabs model. Actors in particular are focused in establishing the principle of compensation and consent when AI tools are employed to create new works from older material. AI concerns were at the heart of SAG-AFTRA’s long strike last year and they are the key sticking point in the union’s current strike against top video game publishers.\n\n“Deepak has always been ahead of the curve when it comes to the mind-body connection and the significance of understanding ourselves, so it’s no surprise to see him finding creative ways to leverage the latest and best in AI technology with ElevenLabs in a safe and responsible way,” Bialik said. “Being able to access his content in his calm and soothing voice is a big win for his fans around\n\nthe world.”\n\nElevenLabs’ latest deal also comes on the heels of AI legislation being signed in to law by California Gov. Gavin Newsom. With SAG-AFTRA president Fran Drescher at his side, Newsom on Sept. 17 signed two bills, championed by the union, that mandates that AI and tech firms receive the consent of performers if their likeness is to be used in AI-generated new material.\n\nElevenLabs sees the California legislation as a step in the right direction to establishing guardrails around a powerful new high-tech tool that has enormous potential to revolutionize productivity and the way we live and learn, but it also comes with enormous repercussions for copyright violations and misinformation concerns. Blank told Variety he sees such legislation at the state and federal level as essential to nurturing AI business opportunities in the long run.\n\n“We welcome — and we believe the whole industry should welcome — government efforts to hold accountable bad actors who create digital replicas of someone without their consent,” Blank told Variety. “Recognizing that there should be accountability for abuse of technology is an important part of making technology safer while still allowing progress to thrive.”\n\nBest of Variety\n\nSign up for Variety's Newsletter. For the latest news, follow us on Facebook, Twitter, and Instagram."
    },
    {
        "title": "Figma’s AI-powered app generator is back after it was pulled for copying Apple",
        "link": "https://www.msn.com/en-us/money/other/figma-s-ai-powered-app-generator-is-back-after-it-was-pulled-for-copying-apple/ar-AA1r8e4I?ocid=BingNewsVerp",
        "description": "The Make Designs tool is relaunching as First Draft, with options to lay out ‘less opinionated’ ideas for websites and apps.",
        "image_url": "https://www.bing.com/th?id=OVFT.YC1wItByoO9kYQ2AJQ56Ki&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "19hon MSN",
        "source": "The Verge on MSN",
        "article_content": ""
    },
    {
        "title": "Kobiton Announces New AI Capabilities for Mobile App Developers",
        "link": "https://finance.yahoo.com/news/kobiton-announces-ai-capabilities-mobile-120000273.html",
        "description": "The mobile app testing company will offer an AI issue aggregation engine, which would allow developers to group related ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Wr2hNRu0hBSQ13oJOxa5PC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "44m",
        "source": "YAHOO!Finance",
        "article_content": "Kobiton\n\nThe mobile app testing company will offer an AI issue aggregation engine, which would allow developers to group related errors and identify shared commonalities across testing sessions\n\nATLANTA, Sept. 25, 2024 (GLOBE NEWSWIRE) -- Kobiton , a leader in mobile app testing, announces its plans to provide mobile app developers with new AI-enabled testing tools.\n\n\n\nKobiton’s current use of AI begins when it captures device “exhaust” during each test session. This exhaust includes critical data such as test steps, screenshots, full video capture at 30 frames per second, device logs, system metrics, XML for each test step, network payloads and device health statistics. This data is collected in real-time while the application is under test, and is then fed into Kobiton’s AI gateway.\n\nKobiton’s AI gateway is more than just a proprietary system. It allows customers and an ecosystem of third-party AI providers to integrate their own AI algorithms to analyze the mobile device exhaust. Already, Kobiton has established key partnerships with AI-centric industry leaders such as Grafana k6, Applitools and Appdome. When these AI-powered tools detect app issues, the results are ingested into Kobiton’s Session Explorer, an intuitive i-Movie-like interface that provides an in-depth view of test evidence and output. Users can inspect exactly when and where an issue occurred along a timeline, offering users greater visibility into the testing process.\n\nEarly next year, Kobiton will roll out an AI issue aggregation engine that allows users to group related errors and identify shared commonalities across test sessions. For example, issues that appear distinct, such as button occlusion across different devices, can be identified as stemming from the same cause, such as a shared screen resolution. Kobiton’s AI issue aggregation engine can consolidate these errors into a single bug, eliminating manual steps and streamlining the debugging process for developers.\n\n“By enabling our customers to tap into a variety of powerful AI engines, visualize their data in a graphical interface and identify commonalities across errors, we are setting a new standard for efficiency and accuracy in mobile app testing,” said Frank Moyer, CTO of Kobiton. “We are excited to be at the forefront of this initiative.”\n\nKobiton’s new AI features, including the issue aggregation engine, will be available in the first half of 2025. To learn more about Kobiton’s AI-augmented testing workflows and see a demo, visit Kobiton in the Expo at StarWest , the largest event held exclusively for QA professionals.\n\nStory continues\n\nAbout Kobiton\n\nKobiton empowers enterprises to accelerate mobile app delivery through manual, automated, and no-code testing on real devices. Kobiton's AI-augmented mobile testing platform uniquely delivers one-hour continuous testing and integration. Founded in 2016, Kobiton is venture-backed and headquartered in Atlanta. More info at www.kobiton.com .\n\nContact:\n\nKevin Wolf\n\nkevin@tgprllc.com\n\n\n\n"
    },
    {
        "title": "How to watch Hulu’s spooky, new true-crime series ‘Out There: Crimes of the Paranormal’ for free",
        "link": "https://www.mlive.com/tv/2024/09/how-to-watch-hulus-spooky-new-true-crime-series-out-there-crimes-of-the-paranormal-for-free.html",
        "description": "Just in time for the spookier fall season, Hulu has released a new true-crime series that is sure to put a shiver down your ...",
        "image_url": "https://www.bing.com/th?id=OVFT.YFx20FEoF-4kCsXhEO1MhS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "MLive19h",
        "source": "MLive",
        "article_content": "Just in time for the spookier fall season, Hulu has released a new true-crime series that is sure to put a shiver down your spine. “Out There: Crimes of the Paranormal” presents eight real cases that shockingly intertwine with the paranormal world. Stream the whole series exclusively on Hulu now.\n\nAbout the show:\n\nLearn about eight true crime cases that cross into the paranormal world through eyewitness accounts, expert interviews and investigations. Here is what to expect in each episode.\n\nEp. 1: “Web of Lizard People” - A deadly explosion in Nashville shines a national spotlight on the decades-long history of lizard people, from the murky swamps of South Carolina to the darkest corners of the web.\n\nEp. 2: “Lights Over Long Island” - A UFO enthusiast in Long Island is arrested for allegedly attempting to poison elected officials, but he insists he’s innocent. Instead, he alleges the real criminals are the officials covering up remains from a nearby alien crash landing.\n\nEp. 3: “The Pope Lick Goatman” - For decades, on the outskirts of Louisville, Kentucky, thrill-seeking teenagers have dared each other to walk the rickety Pope Lick Train Trestle in hopes of glimpsing an evil Goatman. Locals are horrified when the creature’s death count becomes real.\n\nEp. 4: “Jersey Witch Hunt” - The body of devout 16-year-old Jeannette DePalma is found near the site of rumored witch activity. Police officers, reporters and a local church leader insist that she fell prey to the deadly rituals of a local coven.\n\nEp. 5: “Interstellar Voyager” - When a space-obsessed mechanical genius mysteriously vanishes after building a UFO in his backyard, his friends and family are left to investigate the possibility of an intergalactic journey.\n\nEp. 6: “The Shape-shifting Defense” - A Navajo woman named Sarah Saganitso is murdered in Flagstaff, Arizona. When a local white man confesses, his attorney’s defense that a skinwalker did it forces the victim’s family to fight centuries of anti-Native racism for justice.\n\nEp. 7: “Smoky Mountain Nightmare” - A family backpacking trip to the Smoky Mountains turns tragic when 6-year-old Dennis Martin suddenly disappears, catalyzing a massive manhunt and rumors of a kidnapping by a giant, hairy wild man believed to roam around in that region.\n\nEp. 8: “Ghosts of Chinatown” - In 2012, detectives in San Francisco’s Chinatown uncover a wave of hauntings. Female ghosts threaten to kill elderly mothers’ sons to marry them in the afterlife.\n\nStart your spooky streaming season off right by watching the series today on Hulu.\n\nHow to watch:"
    },
    {
        "title": "Has your doorbell camera captured paranormal activity? It could win you $100,000. Here's how",
        "link": "https://www.usatoday.com/story/news/local/arizona/2024/09/24/ring-doorbell-ghost-contest/75360990007/",
        "description": "Has your Ring doorbell captured paranormal activity? It could win you $100,000. Here's what to know about Ring's doorbell ...",
        "image_url": "https://www.bing.com/th?id=OVFT.IFLCPM_gETOA8wWz0_lq0y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "21h",
        "source": "USA Today",
        "article_content": "(Updated to to add new information.)\n\nHas your Ring doorbell captured paranormal activity? It could win you $100,000.\n\nThe home security company is seeking the ghostly videos in time for Halloween and just one year after it asked users to submit footage of extraterrestrial beings. Only the first 5,000 entries will be considered between Sept. 24 to Nov. 1, 2024, so the sooner users submit the better.\n\n\"I would encourage folks to really keep an eye out of things that are happening in front of their cameras,\" Ring Chief Revenue Officer Mimi Swain told USA TODAY. \"We've seen just incredible things of floating orbs or shadows or ghosts show up on footage. And so we're really encouraging our ring customers to have a little bit of fun with this one,\" Ring Chief Revenue Officer Mimi Swain told USA TODAY.\n\nHere's what to know about Ring's contest and how to win money for your ghostly doorbell videos.\n\nHow to enter Ring’s Great Ghost Search\n\nRing users can submit their videos at www.ring.com/ghostsearch between Sept. 24 at 12:00 AM PT to Nov. 1 at 11:59 p.m. P.T. Only the first 5,000 submissions will be considered, according to Ring.\n\nA brief description of at most 100 words is also required, explaining what is being depicted in the video.\n\nBoth unaltered suspected evidence as well as silly ghost creations are welcomed, but only one will win the $100,000 check.\n\nTips for capturing the best ghost footage\n\nRing urges contestants to be creative when submitting video entries.\n\n\"Entrants may use artificial aids, such as costumes or accessories, manmade vehicles, makeup, props, and/or other artificial means to capture the 'ghost.' An Entry may include comedic depictions of 'ghosts,'\" according to the contest rules.\n\nMore:Why those TV ghost-hunting shows are transparently fake"
    },
    {
        "title": "Exclusive: Seen any paranormal activity on your Ring device? You could win $100,000",
        "link": "https://www.msn.com/en-us/news/technology/exclusive-seen-any-paranormal-activity-on-your-ring-device-you-could-win-100000/ar-AA1r74hR?ocid=BingNewsVerp",
        "description": "Ring’s 'Great Ghost Search' will award $100,000 for whoever submits compelling paranormal or ghostly activity captured by a ...",
        "image_url": "https://www.bing.com/th?id=OVFT.lLSzBH7Q7ZqkMApvpW742S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "19hon MSN",
        "source": "USA TODAY on MSN",
        "article_content": ""
    },
    {
        "title": "Ring is offering $100k for videos of ghosts, other paranormal activity this Halloween season",
        "link": "https://www.yahoo.com/entertainment/ring-offering-100k-videos-ghosts-212810832.html",
        "description": "Ring, the home surveillance company, wants users to call them if they spot any ghosts this Halloween season. The company is ...",
        "image_url": "https://www.bing.com/th?id=OVFT.EkWahdLvi2tqBzmGatFyyi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "15h",
        "source": "Yahoo",
        "article_content": "Ring is offering $100k for videos of ghosts, other paranormal activity this Halloween season\n\nRing, the home surveillance company, wants users to call them if they spot any ghosts this Halloween season.\n\nThe company is inviting its users to submit videos showcasing paranormal activity for the chance to win a $100,000 prize. Ring users can enter the contest here.\n\nAny form for paranormal activity is welcome, according to Ring.\n\n“From supernatural sightings of floating orbs and unexplained shadows to family and friends wearing silly costumes. Funny, frightening, fashionable, all of it. If you find a ghost, we want to see it,” the contest website said.\n\n“Finn Wolfhard, star of “Ghostbusters” and Netflix’s “Stranger Things,” and Paranormal Investigator Katrina Weidman will serve as part of the judging team for Ring’s Great Ghost Search, helping to select the winning entry,” a news release said.\n\nOnly the first 5,000 entries received through Nov. 1 will be considered for the grand prize.\n\nMore information about the contest can be found here.\n\nCopyright 2024 Nexstar Media, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.\n\nFor the latest news, weather, sports, and streaming video, head to KTLA."
    },
    {
        "title": "OUT THERE: CRIMES OF THE PARANORMAL : STREAM IT OR SKIP IT?",
        "link": "https://www.msn.com/en-us/news/other/stream-it-or-skip-it-out-there-crimes-of-the-paranormal-on-hulu-a-docuseries-that-examines-true-crime-cases-with-paranormal-elements/ar-AA1r8Qr7?ocid=BingNewsVerp",
        "description": "Our Call: STREAM IT. Out There: Crimes Of The Paranormal examines the intersection of crime and strange phenomena in a way ...",
        "image_url": "https://www.bing.com/th?id=OVF.WAwdg42eNIuUHvBejBfFqw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "15hon MSN",
        "source": "Decider on MSN",
        "article_content": ""
    },
    {
        "title": "Battery discovery could ‘revolutionise’ electric cars, scientists say",
        "link": "https://www.aol.com/news/battery-discovery-could-revolutionise-electric-200734373.html",
        "description": "Scientists have discovered a new battery material that could radically reduce the cost of electric vehicles and supercharge ...",
        "image_url": "https://www.bing.com/th?id=OVFT.-95oDwrUK4DCX9EVTAOMAy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "13h",
        "source": "AOL",
        "article_content": "A new cathode material discovered by researchers at Georgia Tech in the US costs 1-2 per cent of traditional materials with similar capacity (iStock/ Getty Images)\n\nScientists have discovered a new battery material that could radically reduce the cost of electric vehicles and supercharge the transition to clean energy technologies.\n\nA team from Georgia Tech in the US made the breakthrough while researching the cathodes for lithium-ion batteries, which are found in everything from laptops to electric cars.\n\nDescribed as a “revolutionary material”, the iron chloride cathode that they developed costs just 1-2 per cent of a typical cathode capable of storing a comparable amount of electricity.\n\n“For a long time, people have been looking for a lower-cost, more sustainable alternative to existing cathode materials. I think we’ve got one,” said Hailong Chen, an associate professor at the School of Materials Science and Engineering at Georgia Tech.\n\n“Our cathode can be a game-changer. It would greatly improve the EV market – and the whole lithium-ion battery market.”\n\nBatteries are responsible for around 50 per cent of the cost of an electric vehicle, with current technologies making them slightly more expensive than fossil fuel-powered vehicles at today’s prices.\n\nWorldwide EV adoption has been largely driven by government subsidies, however many schemes have already come to an end, making the vehicles less economically viable.\n\nThe new cathode material could make electric cars cheaper than their polluting counterparts, while also offering a solution for larger-scale energy storage needs.\n\n“This could not only make EVs much cheaper than internal combustion cars, but it provides a new and promising form of large-scale energy storage, enhancing the resilience of the electrical grid,” Professor Chen said.\n\n“In addition, our cathode would greatly improve the sustainability and supply chain stability of the EV market.”\n\nThe discovery was published in the journal Nature Sustainability this week in a study titled ‘Low-cost iron trichloride cathode for all-solid-state lithium-ion batteries’.\n\nOther recent battery breakthroughs have seen scientists improve the range and charging times of electric cars, both of which are frequently cited as barriers to adoption.\n\nEarlier this month, researchers from the University of Boulder Colorado used an X-ray machine to figure out how to significantly increase the range of electric cars using lithium-ion batteries.\n\n“Having a better battery is very important in shifting our energy infrastructure away from fossil fuels to more renewable energy sources,” said Michael Toney, a professor in the Department of Chemical and Biological Engineering at the University of Colorado Boulder. “All consumers want cars with a large driving range.”"
    },
    {
        "title": "Breakthrough in Sleep Science: Melatonin’s Key Role in REM Sleep Revealed",
        "link": "https://scitechdaily.com/breakthrough-in-sleep-science-melatonins-key-role-in-rem-sleep-revealed/",
        "description": "A recent study from the Research Institute at McGill University Health Center may improve the treatment of sleep disorders ...",
        "image_url": "https://www.bing.com/th?id=OVFT.XEO97ynE6lzX8bkYfR_NYy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "15h",
        "source": "SciTech Daily",
        "article_content": "Content not available"
    },
    {
        "title": "Science Briefs: Pears of the Future & Crew Missions",
        "link": "https://www.devdiscourse.com/article/science-environment/3098819-science-briefs-pears-of-the-future-crew-missions",
        "description": "Current science news includes a Russian Soyuz capsule returning to Earth with three crew members from the ISS, Belgian ...",
        "image_url": "https://www.bing.com/th?id=OVFT.pIYY8ezZbN7byBPjA4v_ny&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "devdiscourse7h",
        "source": "devdiscourse",
        "article_content": "The Russian Soyuz capsule brought two Russian cosmonauts and a U.S. astronaut back from the International Space Station, landing in Kazakhstan on Monday. The spacecraft landed precisely at 1159 GMT, safely returning Roscosmos cosmonauts Nikolai Chub, Oleg Kononenko, and NASA astronaut Tracy Dyson after their stint in space.\n\nIn Belgium's Limburg province, researchers are making strides in climate science by growing pears in artificial domes. These domes mimic the conditions expected in 2040 due to climate change, providing valuable data on how global warming may impact European fruit growers.\n\nNASA announced a delay in its Crew-9 mission launch with SpaceX due to Tropical Storm Helene. The mission, now rescheduled for September 28, aims to send three NASA astronauts and a Russian cosmonaut to the International Space Station, continuing the series of routine Crew Dragon flights.\n\nMeanwhile, in Peru, the fossilized remains of three Ice Age mastodons were unearthed in the Andes. Discovered in the valley near Chambara, these findings, estimated to be between 11,000 and 12,000 years old, pose new questions about the migration of these ancient giants.\n\n(With inputs from agencies.)"
    },
    {
        "title": "Massive jets of material shooting from a black hole dwarf even the largest galaxies, scientists say",
        "link": "https://www.msn.com/en-us/news/technology/massive-jets-of-material-shooting-from-a-black-hole-dwarf-even-the-largest-galaxies-scientists-say/ar-AA1rb9mK?ocid=BingNewsVerp",
        "description": "Sign up for CNN’s Wonder Theory science newsletter. Explore the universe with news on fascinating discoveries, scientific advancements and more. Astronomers have ...",
        "image_url": "https://www.bing.comNo image",
        "category": "science+discovery",
        "date": "CNN on MSN2h",
        "source": "CNN on MSN",
        "article_content": ""
    },
    {
        "title": "ReSync Bio Launches to Automate Data and Operations in Drug Discovery",
        "link": "https://finance.yahoo.com/news/resync-bio-launches-automate-data-120000291.html",
        "description": "ReSync announces round of funding and launches a plug-and-play tool that streamlines how drug discovery companies manage data and advance assets.",
        "image_url": "https://www.bing.com/th?id=OJ.ykmRPkks0lGk5A&pid=news&w=100&h=16&rs=2",
        "category": "science+discovery",
        "date": "44m",
        "source": "YAHOO!Finance",
        "article_content": "ReSync announces round of pre-seed funding from Caffeinated Capital, Atria Ventures, and Ramsey Homsany, co-founder of Octant Bio\n\nThe company’s platform is designed to be a plug-and-play tool that streamlines how companies manage data and advance assets\n\nSAN FRANCISCO, September 25, 2024--(BUSINESS WIRE)--ReSync Bio, a scientific software provider accelerating preclinical R&D, today announced the company’s launch and a fundraise from Caffeinated Capital, Atria Ventures and leading angel investors including Ramsey Homsany, co-founder of Octant Bio. The company will use the funds to make key hires and commercialize their platform, which is now available for use by companies and academics.\n\nPreclinical drug discovery today is slowed by numerous bottlenecks. Disconnected software tools make it difficult to coordinate data across various computational models, in-house labs, and contract research organizations (CROs). Disorganized and siloed data makes adopting modern AI tooling difficult. This forces pharmaceutical and biotechnology companies to keep reinventing the data engineering wheel with bespoke solutions that take time and resources away from their science.\n\n\"Our mission is to accelerate drug discovery programs across the industry,\" said ReSync Founder and CEO Mihir Trivedi. \"AI advances in generative drug discovery have transformed throughput on the digital side, but major challenges remain in translating this progress to the experimental side of the life sciences, where it takes far too long to go from idea to assay data. ReSync is a bridge that synergizes the digital and experimental worlds to help bring therapeutics to the clinic faster.\"\n\nReSync was inspired by Trivedi’s tenure as an early engineer at PostEra, where he saw firsthand the need for more standard tooling in AI-driven drug discovery. ReSync’s platform is designed to help companies organize and train their data, models, and experimental workflows more efficiently.\n\n\"The reality in the lab today is that AI drug discovery programs are hindered by uncoordinated experiments and unstructured data,\" said Chris Leiter of Atria Ventures. \"ReSync is a universal tool that any life sciences company can use to eliminate preclinical bottlenecks and make their data work smarter. ReSync is the essential automation layer of the life sciences that makes AI bioacceleration possible.\"\n\nReSync’s platform automates coordination between drug discovery teams and their labs - whether they be in-house or external CROs. The software includes tightly controlled permissioning that lets companies control data access and promote collaboration while protecting IP.\n\nStory continues\n\n\"Companies like Microsoft and NVIDIA are investing billions in AI-powered drug discovery platforms and services, but there’s still a huge unmet need for better data infrastructure to realize the potential of these technologies,\" said Varun Gupta of Caffeinated Capital. \"We believe ReSync can become a keystone of the AI drug discovery space that enables hundreds of other companies to bring lifesaving therapeutics to market.\"\n\n\"ReSync’s goal is to make therapeutics companies more efficient, so they make decisions faster and ultimately bring therapies to the clinic – and patients – quickly,\" added Trivedi.\n\nAbout ReSync Bio\n\nReSync Bio is a scientific software company that makes tools to help biopharma companies accelerate their drug discovery operations. The company’s SaaS product serves as a single source of truth for preclinical data, helping customers coordinate their programs across labs and CROs and ultimately bring drugs to the clinic more efficiently. ReSync’s headquarters is in San Francisco, CA. Visit https://resync.bio/ to learn more.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20240925037128/en/\n\nContacts\n\nMedia Contact\n\nhello@resync.bio"
    },
    {
        "title": "How Will AI Affect Low-Code/No-Code Development?",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/25/how-will-ai-affect-low-codeno-code-development/",
        "description": "When implementing AI into low-code/no-code development, it is important to consider the risks and how to mitigate them.",
        "image_url": "https://www.bing.com/th?id=OVFT.3hoTdJIxRV-Fjg_OSCaXhy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "2h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "Women of NoCode: The Empowering Group Women in Tech Should Join",
        "link": "https://innotechtoday.com/women-of-nocode-the-empowering-group-women-in-tech-should-join/",
        "description": "The world of technology has always been dynamic and rapidly evolving, but in recent years, a powerful movement has emerged — ...",
        "image_url": "https://www.bing.com/th?id=OVFT.JPkEq72WiUMo8b5RdGkK7S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Innovation & Tech Today18h",
        "source": "Innovation & Tech Today",
        "article_content": "Content not available"
    },
    {
        "title": "Cowboys’ CeeDee Lamb rebounded from a poor start last season. ‘I plan on doing it again’",
        "link": "https://www.dallasnews.com/sports/cowboys/2024/09/24/cowboys-ceedee-lamb-rebounded-from-a-poor-start-last-season-i-plan-on-doing-it-again/",
        "description": "The first three weeks of his season have been turbulent, and after a Dak Prescott misfire in Week 3, Lamb sat in the end zone ...",
        "image_url": "https://www.bing.com/th?id=OVFT.qhhCDPiP2NjkUrqKDJhQoC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "10h",
        "source": "Dallas Morning News",
        "article_content": "FRISCO — CeeDee Lamb took the blame for everything.\n\nHe owned the end zone tantrum, loud chats with teammates and coaches, and his poor performance.\n\nAfter skipping out on speaking with the media following the Cowboys’ loss to the Ravens on Sunday, Lamb discussed everything two days later.\n\n“Honestly I got to be truthful to myself and I played a part in that loss,” he said. “A big part honestly, and nor did my body language nor attitude, approaching the situation help the situation or the outcome of the game.”\n\nCowboys Be the smartest Cowboys fan. Get the latest news. SIGN UP Or with: Google Facebook By signing up you agree to our Terms of Service and Privacy Policy\n\nLamb added of his actions, “Very detrimental. Detrimental and, yeah, I’ll make up for it.”\n\nAdvertisement\n\nLamb is normally a smooth operator on the field. It’s the reason the Cowboys signed him to one of the richest contracts in NFL history at the receiver position. But the first three weeks of the season have been turbulent.\n\nOut of 24 targets, he has 13 catches and one touchdown. Last season he caught a career-high 74% of passes directed toward him.\n\nThe offensive issues Lamb faced came to a head against the Ravens.\n\nAdvertisement\n\nIn a moment telling of that 28-25 loss, Prescott misfired on a potential touchdown pass to Lamb in the end zone. A pass interference call was negated by an offsetting holding penalty, and Lamb sat in the end zone yelling and slapping both hands to the turf.\n\nAdvertisement\n\nHe later arrived on the sidelines and had a loud discussion with Prescott and anyone else nearby. You could tell he was frustrated. Maybe the contract was getting to him. Maybe the pressures of trying to find a flow within an offense he didn’t work in during training camp because of his contract holdout was rearing its ugly head.\n\nHe finished the game with two drops, a false start and four catches for 67 yards. He also fumbled in the red zone.\n\n“You got to start with the man in the mirror and I’m a huge believer in that,” Lamb said. “And watching that game kind of pissed me off, but I did that. I can’t get mad at nobody else. So with that being said, I’ve learned.”\n\nAdvertisement\n\nThe Cowboys have gone through this with Lamb, most recently last season. After four weeks, Lamb had 23 catches for 309 yards with a touchdown. He caught 76.7% of his passes. Those numbers look so much better than what he’s producing now.\n\nAnd Lamb wasn’t happy about it then. The next week at San Francisco, Lamb caught four passes for 49 yards and no touchdowns in a 42-10 loss. Lamb went off.\n\nAfter the 49ers game, receiver Brandin Cooks became Lamb’s consigliere. Cooks understood then Lamb was playing for a huge contract and poor performances hamper that. The two talked about getting on the same page with Prescott and coach Mike McCarthy, in his first year with this team as the playcaller.\n\nAdvertisement\n\nOver the next eight games, Lamb had 69 catches for 859 yards and seven touchdowns. Lamb’s confidence soared along and everyone forgot about that sorry performance against the 49ers.\n\nOn Thursday night, the Cowboys visit the New York Giants and Lamb has to respond in a similar fashion.\n\n“I plan on doing it again,” he said.\n\nThe problem with doing it again isn’t so much what defenses are doing to Lamb, it’s finding a rhythm with Prescott.\n\nAdvertisement\n\nQB1 wasn’t available to tell his side of the story because team officials elected to have him speak after the Giants game.\n\nMcCarthy has turned Lamb into an elite receiver that takes over games. But it’s something we haven’t seen in the early stages of the season.\n\n“CeeDee is a primary focal point for us game planning and it’ll be a primary focal point for the defense,” McCarthy said. “That’s why you play the game. We’ll continue to do what we have done with him. There’s always little things you’re looking to build on, certain routes and so forth.”\n\nAdvertisement\n\nThe Cowboys can line Lamb up in the backfield, use him on jet sweeps, line him up in three receiver spots. When he’s on the field and used properly his talent is unmatched.\n\nAfter three weeks, he hasn’t shown it.\n\n“Granted, it was a bad game on my end. I fully take accountability in that,” he said. “I have no shame in that. So with that being said, I will be better in the future and it’s going to be fun.”\n\nX: @calvinwatkins\n\nAdvertisement\n\nFind more Cowboys coverage from The Dallas Morning News here."
    },
    {
        "title": "A startup from ex-Revolut employees uses AI to automate accounts — but hopes to keep accountants in jobs",
        "link": "https://www.msn.com/en-us/money/smallbusiness/a-startup-from-ex-revolut-employees-uses-ai-to-automate-accounts-but-hopes-to-keep-accountants-in-jobs/ar-AA1r7uw0?ocid=BingNewsVerp",
        "description": "Often successful startups can give rise to ‘startup mafias’ - groups of former founders who go on to create other startups.",
        "image_url": "https://www.bing.com/th?id=OVFT.KKaHguvrDkjDXSe058FeiC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "22hon MSN",
        "source": "TechCrunch on MSN",
        "article_content": ""
    },
    {
        "title": "Why new antivirus software may have just installed itself on your PC",
        "link": "https://www.digitaltrends.com/computing/kaspersky-antivirus-deletes-itself-from-computers/",
        "description": "After facing a ban in the United States, Russian antivirus company Kaspersky has deleted and replaced its software on ...",
        "image_url": "https://www.bing.com/th?id=OVF.LhBKvXks%2f79GpwoXZKLBNw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "18h",
        "source": "Digital Trends",
        "article_content": "Late last week, cybersecurity company Kaspersky started deleting its anti-malware software from computers located in the United States. As a replacement, the company automatically downloaded antivirus software from UltraAV instead.\n\nIf you use Kaspersky antivirus software, you may know the Russian company was added to the U.S. government’s Entity List and subjected to a ban on sales and updates within the United States earlier this year. As a result, the company told BleepingComputer in July that it had decided to shut down its U.S. operations and lay off its American employees.\n\nRecommended Videos\n\nThese developments aren’t a secret, but it can’t be said that everyone knew about them, either. As a result, Kaspersky’s sudden and badly explained decision to automatically delete its software came as a surprise to many.\n\nEmails went out at the start of September informing customers that the company had teamed up with UltraAV to provide continued protection for customers even after Kaspersky withdrew from the United States. The emails did not, however, make it clear that this continued protection would be automatically installed on their computers.\n\nFor those who didn’t see the email for whatever reason, the transfer came as even more of a shock. Users on Reddit and other forums have been expressing their confusion about the situation along with their distrust of the new UltraAV software. One poster even worried their desktop had been compromised when they woke up to find their Kaspersky antivirus software gone and UltraAV in its place.\n\nThis distrust isn’t surprising since little is known about the company other than its connection to multiple VPN brands such as UltraVPN, Hotspot Shield, and Betternet. According to customer reports online, many people are uninstalling UltraAV because of this — and because it appeared on their devices in such an unsettling way.\n\nKaspersky has since posted an official statement explaining that it took this action to make sure customers “would not experience a gap in protection upon Kaspersky’s exit from the market.” The post also went on to say the company had chosen UltraAV because it offered similar features and products to Kaspersky. For instance, people who used Kaspersky’s VPN service also found UltraVPN installed on their devices.\n\nFor a lot of people, the explanation is too little too late and likely won’t stop them from replacing UltraAV with a more well-known antivirus software application."
    },
    {
        "title": "Everything announced at PlayStation’s September 2024 State of Play",
        "link": "https://www.digitaltrends.com/gaming/state-of-play-september-2024-everything-announced/",
        "description": "The third State of Play showcase of 2024 just took place and brought some major announcements with it. Throughout this ...",
        "image_url": "https://www.bing.com/th?id=OVF.tUq6QjKdNoQlcv1RIVreUA&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "14h",
        "source": "Digital Trends",
        "article_content": "The third State of Play showcase of 2024 just took place and brought some major announcements with it. Throughout this 30-plus minute show, Sony and its third-party partners showcased over 20 games coming to PlayStation 5 and PSVR2 in the coming months. We got a new look at PS5 games like Lego Horizon Adventures and Monster Hunter Wilds, as well as some exciting new announcements such as Horizon Zero Dawn Remastered , which was leaked by the Entertainment Software Rating Board (ESRB), and the Ghost of Tsushima sequel Ghost of Yōtei.\n\nWe also got to see some more games that will run on PS5 Pro hardware (its set to release this November). September’s State of Play was a big one PlayStation fans, so there’s a lot to keep track of. To help, we’ve rounded up everything announced during this State of Play.\n\nAstro Bot is getting a major update this fall\n\nTo kick off the State of Play, we learned that Team Asobi’s critical darling Astro Bot will be getting a significant update. It will add five new online speedrun levels and 10 new bots based on games like Helldivers 2 and Stellar Blade. This new content for Astro Bot will be entirely free and launch sometime this fall on the PS5.\n\nRecommended Videos\n\nPalworld is out now on PS5\n\nPalworld launched on PC and Xbox Series X/S and became a viral success early this year. That happened because the game had the cute creature-collecting elements of Pokemon, but was also extremely violent, like most survival games. In fact, it may be a little too similar to Pokemon, as Nintendo and The Pokemon Company are suing developer Pocketpair. That’s not stopping them from bringing Palworld to more platforms, as it surprise launched on PS5 during tonight’s State of Play.\n\nMonster Hunter Wilds is out next February\n\nMonster Hunter Wilds got a new trailer during this State of Play. It showed us some more story cutscenes, a new jungle-like biome, and some threatening new monsters that players will have to fight in the game, like the White Wraith. We also saw Felynes in action in Monster Hunter Wilds for the first time. Most importantly, we finally got a release date for this long-awaited Capcom game. Monster Hunter Wilds will be released on February 28, 2025.\n\nLego Horizon Adventures is out in November\n\nLego Horizon Adventures was revealed in June, but still had no release date. That finally changed today as a new trailer confirmed that Lego Horizon Adventures will be released for PC, PS5, and Nintendo Switch on November 14. That lines up with a previously leaked release date for the title. Its new trailer reaffirmed the core concept of the game: it is a kid-friendly, Lego-fied reimagining of the story of Horizon Zero Dawn that isn’t afraid to break canon with costumes based on other PlayStation characters like Sackboy or Ratchet & Clank.\n\nHorizon Zero Dawn Remastered is launching sooner than you think\n\nEarlier in the month, an ESRB listing revealed the existence of Horizon Zero Dawn Remastered. Following in the footsteps of similar treatments for the two The Last of Us games, this is a refurbishment of a bestselling PS4 game for Sony’s current platform. The reveal trailer highlights the improved visuals and over 10 hours of rerecorded dialogue. Horizon Zero Dawn Remastered will be released on October 31, which is much sooner than expected. It will be available across PS5 and PC and will only cost $10 for those who own the original.\n\nGhost of Yōtei is Sucker Punch Productions’ next game\n\nTo close out the show, Sucker Punch Productions surprised us by revealing Ghost of Yōtei, a sequel to 2020’s critically acclaimed Ghost of Tsushima. It follows a new “ghost” named Atsu, and takes place around Mount Yōtei in Northern Japan. It also takes place in 1603, which is hundreds of years after Ghost of Tsushima, which is known for its gorgeous vistas and industry-leading visuals. Ghost of Yōtei is shaping up to be very much the same. It will be released exclusively for PS5 sometime in 2025.\n\nEverything else"
    }
]