[
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Major city named UFO sighting capital of the UK",
            "link": "https://www.msn.com/en-gb/travel/general/major-city-named-ufo-sighting-capital-of-the-uk/ar-BB1rfbKI?ocid=BingNewsVerp",
            "description": "From 'rocket-type objects' to 'cigar-shaped craft', the skies have been filled with unidentified flying objects spotted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F0xQ6Yv5yF5xG4-FNgVA-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "21hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASCAR legend Mark Martin recalls near-death encounter with UFO",
            "link": "https://www.msn.com/en-us/sports/moto_gp/nascar-legend-mark-martin-recalls-near-death-encounter-with-ufo/ar-BB1rhA5x?ocid=BingNewsVerp",
            "description": "One bizarre moment while travelling back from a race still lingers in the memory of NASCAR legend Mark Martin as he recalled ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LUowQd1GNT-mCu8L9mUYfy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "Daily Express US on MSN1h",
            "source": "Daily Express US on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "NASCAR Legend Mark Martin Recounts Unusual UFO Encounter",
            "link": "https://www.newsweek.com/sports/racing/nascar-legend-mark-martin-recounts-unusual-ufo-encounter-2013277",
            "description": "Former NASCAR driver Mark Martin detailed a mysterious UFO encounter during a nighttime flight in the early 1990s.",
            "image_url": "https://www.bing.com/th?id=OJ.iqcBQ1sGmNZPlQ&pid=news&w=81&h=16&rs=2",
            "category": "ufo",
            "date": "15h",
            "source": "Newsweek",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Opinion: When Jimmy Carter and I spoke about UFOs",
            "link": "https://www.wamc.org/2025-01-11/opinion-when-jimmy-carter-and-i-spoke-about-ufos",
            "description": "NPR's Scott Simon recalls a conversation he once had with the late President Jimmy Carter about the possibility of UFOs.",
            "image_url": "https://www.bing.com/th?id=OVFT.MpS27etKeIDJsBfy6hvCPC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "WAMC3hOpinion",
            "source": "WAMC",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The New Jersey 'UFO' drone scare",
            "link": "https://www.msn.com/en-us/technology/aviation/the-new-jersey-ufo-drone-scare/ar-BB1rgIaH?ocid=BingNewsVerp",
            "description": "Reports of mysterious low-flying aircraft provoked outlandish theories, but old-fashioned hysteria appears to have been to ...",
            "image_url": "https://www.bing.com/th?id=OVFT.opsr5V-IHG8IK6QKqbpUIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo",
            "date": "6hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "These AI applications are aiding—not replacing—human creatives",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/these-ai-applications-are-aiding-not-replacing-human-creatives/ar-BB1rhzQo?ocid=BingNewsVerp",
            "description": "Artificial intelligence tools that help humans do creative work—rather than do it for them—are quietly finding an audience ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1z9MXNKGjs8wGeMC9T4UOC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "1hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Must-Have AI Apps for 2025",
            "link": "https://www.usatoday.com/story/special/contributor-content/2025/01/10/must-have-ai-apps-for-2025/77596702007/",
            "description": "These apps are not only shaping the future but have already proven to be among the best AI apps on the market today.",
            "image_url": "https://www.bing.com/th?id=OVFT.OKyg54wgISxvRxgVBkH5bS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23h",
            "source": "USA Today",
            "article_content": "Tyler Shepherd\n\nContributor\n\nArtificial intelligence has quickly moved from a buzzword in tech circles to a vital part of everyday life. Whether it’s helping people work smarter, express creativity, or connect with others, AI apps are transforming how humans interact with each other and the world around them. In 2025, the rapid evolution of AI continues to reshape users’ daily routines.\n\nThe past year has brought a surge of innovative apps, leveraging AI to simplify tasks, boost productivity, and inspire creativity. With so many options available, finding the tools that deliver meaningful value can be a challenge. Here is a round-up of five standout AI apps of 2024 that you would need in 2025. These apps are not only shaping the future but have already proven to be among the best AI apps on the market today.\n\n1. Zing: Personal AI fitness Coach\n\nThis app boasts 24,000 reviews on the App Store with an impressive 4.8-star average rating, which is quite an achievement. Zing Coach serves as a personal AI-powered trainer, providing everything you need to stay fit. Its intelligent Workout Recommender system creates a customized workout plan tailored to a user’s needs, preferences, and available equipment—whether they exercise at home, the gym, or outdoors. This level of personalization is exactly what you would expect from a human coach, right?\n\nAnother key role of a coach is ensuring exercises are performed correctly. Zing Coach’s “Live View” feature does just that—it tracks your movements during exercises, offering real-time feedback to correct your technique. Performing exercises correctly impacts both their effectiveness and the prevention of injuries.\n\nWith its cutting-edge AI technology and user-friendly interface, GlamAI makes it easy to produce stunning Instagram Reels, photos, and short videos with just a few taps. Its advanced editing tools and variety of filters enable users to add music, effects, and even experiment with digital fashion. Weekly updates introduce exciting seasonal options like the “X-Mas Gift” and “Alp Glow” filters or whimsical foodie effects featuring sparkles and cartoon enhancements. One of GlamAI’s most unique features is its focus on sustainability. Digital fashion filters allow users to try on virtual outfits, reducing the environmental impact of fast fashion while giving users the freedom to express themselves creatively.\n\nWhy it matters:\n\nGlamAI democratizes creativity, providing advanced tools that anyone can use to create professional-grade content. Its combination of innovation, sustainability, and accessibility solidifies its position as one of the best AI apps for creatives and trendsetters.\n\n3. Dialogue: AI Companionship and Monetization for Influencers\n\nDialogue is redefining the way people connect with AI. At its core, Dialogue offers personalized AI companions that adapt to your personality, providing meaningful interactions tailored to your unique needs. Whether you’re looking for casual conversation, creative brainstorming, or emotional support, Dialogue delivers an experience that feels genuinely personal.\n\nFor influencers and content creators, Dialogue takes this concept to the next level. The app enables them to create digital clones of themselves, unlocking new opportunities for audience interaction. Fans can engage with their clones, providing influencers with additional revenue streams through subscriptions, while maintaining authentic engagement. This innovative approach makes Dialogue not only a tool for personal connection but also a powerful business asset for content creators and influencers.\n\nWhy it matters:\n\nDialogue combines human connection with professional innovation, making it a standout choice for both personal use and business in the creator economy. Its ability to foster meaningful interactions and provide creators with new ways to engage with their audiences cements its place as one of the must-have apps for 2025.\n\n4. Futudo: Building a Better Future for You\n\nFutudo rocketed into the top 3 products of the day on ProductHunt in November 2024, garnering over 500 upvotes. Users praised its simplicity and effectiveness. The app's AI engine helps simplify the journey towards ambitious goals by suggesting small, actionable steps that can be taken daily in just a few minutes. This approach makes even the most daunting objectives seem achievable.\n\nA unique feature of Futudo is its ability to \"predict the future\" by showcasing potential outcomes based on different life choices. For example, it can illustrate:\n\nThe financial impact of annual 5% salary increases by age 55\n\nPhysical capabilities after consistent pull-up training, starting from zero\n\nRelationship milestones based on partner choices and desired marriage age\n\nThe app excels in creating actionable plans, breaking down goals into manageable steps. For instance, it might suggest purchasing a pull-up bar and resistance band as the first steps towards mastering pull-ups. Importantly, Futudo is not pushy; it guides users in a friendly manner, making the process enjoyable and supportive.\n\nWhy It Matters:\n\nIn a culture fixated on overachievement, many people risk burnout and lose sight of their significant life goals. Futudo helps users focus on what truly matters, guiding them towards their dreams through small, consistent actions.\n\n5. Extrovert AI\n\nLinkedIn has become an essential network for professionals to stay updated, follow industry leaders, and establish their presence. However, building a high-quality personal network and maintaining meaningful connections in the crowded and competitive environment requires significant time and effort. As your social capital on LinkedIn grows, it becomes harder to keep up with relevant accounts and respond thoughtfully to posts.\n\nExtrovert AI helps to get maximum from your LinkedIn page or personal account by tracking trending posts from your priority list. Upload links to target accounts, and the tool handles the rest—updating you on activity and generating personalized comments you can review, edit, or rewrite with a new prompt.\n\nExtrovert AI acts like a personal assistant, suggesting thoughtful responses while leaving the final decision up to you—one comment at a time. With an initial setup of your expertise and value proposition, it crafts tailored comments suited to each post, saving time and helping you build connections with potential employers, colleagues, and influencers.\n\nWhy It Matters\n\nSuccess today depends on meaningful networking. Extrovert AI ensures consistent, personalized communication on LinkedIn, crucial for building trust and credibility. By automating tedious tasks like post tracking and comment drafting, it helps professionals focus on building authentic relationships, expanding their reach, and achieving their goals.\n\nConclusion\n\nIn 2025, AI-powered apps are becoming indispensable tools for improving productivity, creativity, and personal well-being. From virtual fitness coaches and sustainable content creation platforms to innovative networking assistants, these standout apps demonstrate how AI is making life more efficient, connected, and purposeful.\n\nThe key to their success lies in their ability to deliver real value—whether it's helping users achieve their fitness goals, unleash creativity, build meaningful relationships, or take small steps toward a better future. As AI continues to evolve, these apps are not just transforming how people work and live but also shaping a future where technology empowers them to achieve more with less effort.\n\nBy embracing these AI tools, a user can take full advantage of what 2025 has to offer, staying ahead in a world where innovation and convenience go hand in hand.\n\n**Investing involves risk and your investment may lose value. Past performance gives no indication of future results. These statements do not constitute and cannot replace professional investment or financial advice."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Why Leaders Should Implement AI Guardrails Before Deploying GenAI Applications",
            "link": "https://www.forbes.com/councils/forbesbusinessdevelopmentcouncil/2025/01/10/why-leaders-should-implement-ai-guardrails-before-deploying-genai-applications/",
            "description": "Accountability and oversight are key when deploying GenAI applications, and AI guardrails help ensure requirements are met.",
            "image_url": "https://www.bing.com/th?id=OVFT.SaGGGJSDrXmH_QVT1n3i6i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "23h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "X's Grok AI Chatbot Comes to iOS as a Standalone App",
            "link": "https://www.msn.com/en-us/news/technology/xs-grok-ai-chatbot-comes-to-ios-as-a-standalone-app/ar-BB1rfceH?ocid=BingNewsVerp",
            "description": "Grok, the AI-powered assistant that debuted on the social platform X, is now available as a standalone app. Elon Musk's ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z09DyMf8mr4kKPVOAFgw3i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "CNET on MSN20h",
            "source": "CNET on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "AI in 2025: A solopreneur software developer’s take on where things stand, and what’s next",
            "link": "https://www.msn.com/en-us/news/other/ai-in-2025-a-solopreneur-software-developer-s-take-on-where-things-stand-and-what-s-next/ar-BB1rhDaE?ocid=BingNewsVerp",
            "description": "This week on the GeekWire Podcast, Seattle-area software developer and AI entrepreneur Patrick Husting of Ghostwriter AI and ...",
            "image_url": "https://www.bing.com/th?id=OVFT.b19kb0cdd8g3zwakVmABii&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ai+app",
            "date": "48mon MSN",
            "source": "GeekWire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The 5 Newest Bands Announced for Inkcarceration Music + Tattoo Festival 2025",
            "link": "https://www.msn.com/en-us/entertainment/music/the-5-newest-bands-announced-for-inkcarceration-music-tattoo-festival-2025/ar-BB1rfob3?ocid=BingNewsVerp",
            "description": "Lineup announcements resumed this week, bringing us to nine artists in total who are booked for Inkcarceration Music & Tattoo ...",
            "image_url": "https://www.bing.com/th?id=OVFT.hQolKDTDsTa9_IY70Zf-AC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Loudwire on MSN21h",
            "source": "Loudwire on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "UK’s most HAUNTED house has finally sold after 12 years on market – as previous owner ‘fled for their life in terror’",
            "link": "https://www.thesun.co.uk/news/32724228/uks-haunted-house-market-terror/",
            "description": "A SEMI dubbed Britain’s most haunted house has sold for £250,000 just months after a previous owner fled in terror. The owner claims an unknown presence threw her to the floor when she was ...",
            "image_url": "https://www.bing.com/th?id=OJ.05LmIk0mLHW0Gg&pid=news&w=50&h=16&rs=2",
            "category": "paranormal",
            "date": "3h",
            "source": "The Sun",
            "article_content": "Scroll down for photos of the dwelling\n\nSPOOKED UK’s most HAUNTED house has finally sold after 12 years on market – as previous owner ‘fled for their life in terror’\n\nA SEMI dubbed Britain's most haunted house has sold for £250,000 just months after a previous owner fled in terror.\n\nThe owner claims an unknown presence threw her to the floor when she was heavily pregnant after she bought the house in 2020 from Vanessa Mitchell.\n\n7 Vanessa Mitchell moved into the property in 2005 Credit: caters\n\n7 She claims she was taunted both physically and mentally by whatever was possessing her house Credit: swns\n\n7 Ursula Kemp was accused of and supposedly confessed to using witchcraft to kill and bring sickness to her neighbour Credit: swns\n\nPrevious owner, Vanessa, had spent 12 years trying to sell the 16th Century house - known as The Cage - after a paranormal barrage.\n\nThe house sold in 2020 for £240,000 but it was put back on sale for £250,000 in October 2024.\n\nDuring those four years, the owners used the property as a holiday let and described it as a \"cosy and eccentric holiday let, offering promising returns on investment.\"\n\nThe 16th Century property - and former medieval prison that once held witches, was originally bought by Vanessa in 2005.\n\nBut she fled in 2008 with her baby son after she was terrorised by several ghosts including a bottom-spanking ghoul.\n\nVanessa didn't realise the house in St Osyth, Essex, was haunted but things soon went bump in the night.\n\nShe was terrorised by a bottom-spanking ghoul and a dark apparition would give visitors a chill.\n\nShe also witnessed ghostly figures, mysterious blood spatters and was pushed over while pregnant.\n\nThe final straw came when her CCTV picked up an eerie image of what she feared was the ghost of a satanic goat.\n\nVanessa struggled to find a buyer and advertised it for sale with Home Domus 360 for £240,000 - £92,000 more than she paid for it.\n\nGhosts haunt Parliament’s corridors of power, insiders reveal\n\nWhile filming a promo video, the crew picked up a strange \"symbol\" on a door during a long exposure picture of the landing.\n\nVanessa said: \"The house is absolutely haunted. There is no doubt in the world that this house is a very haunted house. It always has been.\n\n\"It started off with smaller things that nobody really cared about.\n\n\"The doors would open, the kettle would turn itself on, the implements by the fire would swing back and forward, the doors would open and shut, the latches on the doors would go up, the taps would turn on. All that general stuff.\n\n\"All of the sudden the room would go freezing cold and you could see the black thing there. That started off quite soon, within days really. I knew the first day.\n\n\"I've been the guardian of this special house since 2004. It's now time for me to let somebody else look after it.\"\n\nThirteen witches were kept there before they were put on trial.\n\nThe most famous was Ursula Kemp who was tried for witchcraft and hanged in 1582 along with two others.\n\n7 Vanessa claimed mysterious blood spatters appeared on the walls Credit: swns\n\n7 The kitchen possesses plenty of character Credit: swns\n\n7 The most recent owners used the two-bed property as a holiday let\n\nThe Cage remained as a prison for men, women and children up until 1908 before it became a private residence.\n\nThe house featured in Channel 4 documentary True Horror 'The Witches Prison' which aired on Halloween night in 2018.\n\nParanormal experts have visited from all over the world.\n\nVanessa has also penned a book ‘Spirits of the Cage’ about the events.\n\nShe left the home with son Jesse in 2008 to move into rented accommodation and has since desperately been trying to flog it.\n\nThe cottage itself comprises three reception rooms, a kitchen, a ground floor cloakroom, plus two bedrooms and a bathroom on the split level first floor.\n\nA plaque on the building describes the plight of Ursula Kemp, who was imprisoned in The Cage on suspicion of witchcraft before being hanged in Chelmsford in 1582.\n\nEstate agent Florent Lambert, director of Home Domus, said: “Vanessa did try to sell The Cage numerous times since 2008 and with a number of different estate agents.\n\n“Most agents advised her to sell at auction at ridiculous prices or were not at all interested as they predicted it could not be sold.\n\n“I took it as a challenge and a mission to find the way to best sell it.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "‘Choo Mantar’ movie review: More twists than scares in Sharan’s horror drama",
            "link": "https://www.thehindu.com/entertainment/movies/choo-mantar-movie-review-more-twists-than-scares-in-sharans-horror-drama/article69088623.ece",
            "description": "Starring Sharan and directed by Karvaa Navaneeth, ‘Choo Mantar’ is a watchable horror drama that needed a fine balance of jump scares and suspense ...",
            "image_url": "https://www.bing.com/th?id=OJ.Za3GKeUR4CvH0Q&pid=news&w=129&h=16&rs=2",
            "category": "paranormal",
            "date": "4h",
            "source": "The Hindu",
            "article_content": "At one point in Choo Mantar, we see the chilling hide-and-clap scene from The Conjuring being played on a tablet. It’s a terrific scene that relies more on concept than sound. Karvaa Navaneeth’s latest horror drama needed such out-of-the-box thinking to achieve its full potential.\n\nChoo Mantar has all the tropes of a typical horror film. You have a haunted mansion built during the British era. Expectedly, there is a backstory to it. Unusual happenings inside the bungalow trap a family of four, and a paranormal activist has to crack the mystery.\n\nSharan plays the ghostbuster who decides to fix the dreaded reputation of the mansion. Called Dynamo, he is hailed as one of the best paranormal researchers in the country. His subordinates are essayed by Chikkanna, Aditi Prabhudeva, and Kiran Chandrashekhar.\n\nChoo Mantar (Kannada) Director: Karvaa Navaneeth Cast: Sharan, Chikkanna, Aditi Prabhudeva, Meghana Gaonkar, Runtime: 142 minutes Storyline: Four friends enter a haunted house looking for a treasure. Unexpected events threaten their lives\n\nChoo Mantar begins as a horror comedy, with Chikkanna and Sharan delivering witty lines, but the humour soon loses its sheen because the dialogues turn from cheeky to silly. The film takes quite a while to get going, with the first big twist arriving at the interval point. The surprise, though, is worth the wait, and Navaneeth sets the film up nicely, only to deliver an underwhelming second half.\n\nThe film lacks solid jump scares. Showing the ghosts as hideous monsters, Choo Mantar takes the old-school route to scare people. Despite the valiant performances of Meghana Gaonkar and Aditi Prabhudeva, the movie doesn’t grip you with fear.\n\nALSO READ:Finding Bengaluru in Kannada cinema\n\nIt’s confusing why director Navaneeth treats the film as a thriller. Every plot point in the story leads to a surprise. While such twists aren’t bad, Choo Mantar fails to do the basic duty of a horror film: to scare the audience. The movie is well mounted with the cinematography and the background score doing justice to the backdrop. The rousing climax is whistle-worthy but feels force-fitted to produce an impact similar to what we experienced in Kantara (2022).\n\nI enjoyed the final surprise, a nod to a yesteryear horror hit involving a superstar. Sharan’s character, in fact, has a lot of similarities to that famous character from the popular movie. Though gimmicky, the sequel idea feels quite juicy to think of, especially if you consider the probability of a horror universe in Kannada cinema. In case there is a continuation, the franchise must have a perfect balance of suspense and horrifying drama.\n\nChoo Mantar is currently running in cricket"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "'Doctor Who' Spinoff Series Bringing Back Classic Villains First Seen in 1972",
            "link": "https://www.msn.com/en-us/tv/news/doctor-who-spinoff-series-bringing-back-classic-villains-first-seen-in-1972/ar-BB1rhGcL?ocid=BingNewsVerp",
            "description": "BBC and Disney revealed the new spinoff series The War Between the Land and the Sea at last year's San Diego Comic Con. The ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1UD1ZTeU2qydkzWbZe6b9y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "paranormal",
            "date": "Parade on MSN1h",
            "source": "Parade on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "7 Famous Movies That Gave Gen Z Permanent Anxiety",
            "link": "https://comicbook.com/movies/news/famous-movies-gen-z-anxiety/",
            "description": "For Gen Z, life has been full of unprecedented events and developments in the world around them in the early 21st century. Everything from living through a pandemic to trends to technological ...",
            "image_url": "https://www.bing.com/th?id=OJ.MbN9Xr3zTLPMtQ&pid=news&w=90&h=16&rs=2",
            "category": "paranormal",
            "date": "21h",
            "source": "Comicbook.com",
            "article_content": "\n\nFor Gen Z, life has been full of unprecedented events and developments in the world around them in the early 21st century. Everything from living through a pandemic to trends to technological advancements and political shifts, the so-called Zoomers are a generation who has seen a lot. This also includes movies, many of which reflect the world and the times to particularly disturbing effect. This is especially true for the horror genre that often taps into some of the bigger anxieties and questions of society and culture in frequently dark or disturbing ways.\n\nVideos by ComicBook.com\n\nWhile past generations have their share of disturbing horror movie classics to call their own, it is especially true for Gen Z. Some of the 21st century’s biggest horror hits have left Gen Z shaken with their effectiveness to continually unsettle and terrify. Additionally, there have also been other major box office hits that have blurred the line between horror, psychological thriller, and everything in between, and have also produced some all-timers on the fronts of chilling and scaring Zoomers, leaving a whole generation with permanent anxiety. Here are seven big 21st century hits that Gen Z has been shaken to its collective core by.\n\nParanormal Activity (2009)\n\nThe found footage horror movie phenomenon skyrocketed to new heights with 2009’s sleeper hit Paranormal Activity. When young couple Katie Featherston and Micah Sloat begin experiencing bizarre hauntings at night, Micah sets up a camera to try to observe their supernatural menace. Produced for just $15,000 and set entirely in the couple’s house, Paranormal Activity‘s miniscule resources only enhance its terror with director Oren Peli’s deft command of delivering found footage scares.\n\nParanormal Activity builds the demonic entity’s threat gradually, with sounds going bump in the night that eventually graduate to doors slamming shut and Katie being pulled out of bed by an invisible force. The ending (changed from Peli’s originally filmed conclusion at the suggestion of Steven Spielberg himself) takes the entity’s menace to its most overt, and while the final scene is the move’s most polarizing scare, Paranormal Activity nonetheless frightened audiences to tremendous acclaim and box office success in the fall of 2009. The success of Paranormal Activity launched the eponymous franchise and made found footage horror movies all the rage for years to come after its surprise success, and it remains a Halloween found footage favorite.\n\nThe Purge: Anarchy (2014)\n\nWhile 2013’s The Purge first introduced a night where rules of civilized society are thrown out the window and even murder becomes legal, its 2014 follow-up The Purge: Anarchy really showed how effective a premise it is for a horror movie. Set in a dystopian future after the United States has been remodeled by the New Founding Fathers of America, The Purge: Anarchy follows a collection of characters stranded outdoors in downtown Los Angeles on Purge Night. With 12 hours of chaos unfolding around them, the group must survive the night with the unexpected protection of Leon Barnes (Frank Grillo), a mysterious man with his own vendetta to settle on Purge Night.\n\nThe Purge: Anarchy greatly expands the scope of Purge Night from the home invasion tale of its predecessor with a spine-tingling survival story of its characters just barely keeping ahead of the carnage unfolding outdoors. The movie also adds a grey area to its political themes and satire in Leo Barnes’ revenge mission, rooted in very understandable human pain and loss. The Purge franchise excels at putting its audience in the shoes of its characters on a night where chaos reigns, and The Purge: Anarchy stands as one of its strongest installments as well as the movie that arguably truly jumpstarted The Purge franchise.\n\nMidsommar (2019)\n\nAs a studio, A24 has become synonymous with art house horror movies, with Ari Aster’s Midsommar being one of the studio’s crowning achievements of unnerving audiences. Midsommar follows college student Dani (Florence Pugh) as she accompanies her aloof boyfriend Christian (Jack Reynor) on a trip to Swedish village as part of his friend’s Masters Thesis. As the group partakes in the small community’s midsummer festival, a series of increasingly bizarre events makes clear that this is far from a simple summer vacation for the group.\n\nConsistently awash in bright, vibrant summer daylight and gorgeous Scandinavian scenery, Midsommear is a slow burn of a group of outsiders coming to realize they’ve wandered into a cult’s sacrificial ritual. While Midsommar is full of unsettling deaths and disturbing imagery, the movie’s real impact lies in its tale of Dani and Christian’s deteriorating romance finally coming undone in the worst situation possible. The final act of Midsommar plays as the most horrifying break-up imaginable, with Florence Pugh’s performance as the distraught and heartbroken Dani elevating the movie to a modern horror classic.\n\nJoker (2019)\n\nTodd Phillips’ Joker creates a new origin story for The Clown Prince of Crime as Arthur Fleck (Joaquin Phoenix), a Gotham City clown for hire who is constantly bullied and berated by his fellow denizens of the city. After Arthur kills some subway attackers in self-defense, he inadvertently starts a popular uprising in Gotham with the city’s downtrodden inspired by him. Despite controversy before its release that it would inspire mass shootings, Joker became a cultural phenomenon, as did Phoenix’s performance as Fleck.\n\nIn Joker, many saw a society of haves and have-nots reflective of the real world, with Arthur Fleck’s fall into homicidal villainy a cautionary tale of the dangers of society leaving its most vulnerable out in the cold. Fleck doesn’t properly become Joker until relatively late in the movie, with his on camera interview with talk show host Murray Franklin (Robert De Niro) a disturbing descent into madness. The failure of 2024’s follow-up Joker: Folie a Deux may well be testimony to Joker being a lightning in a bottle case of unnerving social commentary.\n\nThe Lighthouse (2019)\n\nThe sophomore directorial effort of Robert Eggers, 2019’s The Lighthouse sees incoming lighthouse keeper Ephraim Winslow (Robert Pattinson) partnered with decidedly eccentric former sailor Thomas Wake (Willem Dafoe). The largely two-man show of The Lighthouse is a suspenseful tale of isolation as Winslow is gradually taken in by Wake’s bizarre ways as he simultaneously develops cabin fever in being trapped with such an off-kilter associate. When a storm causes Winslow to be trapped even longer with Wake, his sanity only continues to fall apart with visions of a mysterious mermaid bedeviling him.\n\nPattinson and Dafoe each give gripping performances as Winslow and Wake, while the movie’s black-and-white cinematography adds an aura of both mystery and foreboding atmosphere to the tale of the movie’s two increasingly unhinged main characters. The Lighthouse ends on a note that is as disturbing as it is ambiguous, while also pointing the way to what has become a vibrant directorial career for Robert Eggers.\n\nTerrifier 2 (2022)\n\nWhile Art the Clown had gradually built up a reputation as the scariest clown around with 2016’s underground hit Terrifier, the 2022 sequel Terrifier 2 finally made him an iconic slasher movie villain. Set sometime after the first Terrifier, Terrifier 2 follows Art the Clown (David Howard Thorton) on his latest Halloween night killing spree, with the young heroine Sienna Shaw (Lauren LaVera) and her brother Jonathan (Elliott Fullam) fleeing Art’s pursuit. As anyone who has seen it can attest, Terrifier 2 is easily one of the bloodiest, most violent movies ever put to film, and Art’s sadistic glee at butchering his victims makes it all the more disturbing.\n\nArt’s exceptionally graphic kills include Terrifier 2‘s infamous bedroom scene, and one unlucky boyfriend on the receiving end of a particularly nasty bit of dismemberment. At 138 minutes Terrifier 2 is a little longer than it needs to be, which makes the final showdown in an abandoned amusement park a bit of a slog (the equally violent Terrifier is a comparative a walk in the park at 85 minutes), but it nonetheless set in motion what has arguably become Hollywood’s reigning slasher movie franchise. Terrifier 2‘s success brought Art the Clown home for the holidays in 2024’s Terrifier 3, with Art to return in the forthcoming Terrifier 4.\n\nSmile 2 (2024)\n\n2022’s horror movie hit Smile set a new mythos in motion of a demonic entity driving one victim insane before hopping to a new one, and the 2024 sequel Smile 2 actively improves on an already strong start. In Smile 2, pop star Skye Riley (Naomi Scott) is prepping for a comeback tour following a terrible car accident and subsequent time in drug rehab, but after witnessing the death of the entity’s latest victim, Skye finds herself haunted by a smiling demon causing her to lose her mind. Smile director Parker Finn returns to helm Smile 2, and delivers both a terrifying supernatural horror movie and a heartbreaking tale of a star’s downward spiral.\n\nNaomi Scott gives an electrifying performance as the troubled Skye Riley, a young woman overwhelmed by the pressures of the success she spent years pursuing and undone by a series of bad coping mechanisms. Even without the entity haunting her, Skye is trapped in a bad situation of handlers trying to shove her back onstage when she clearly isn’t ready to return to the spotlight. Smile 2 also ends on a shocking twist that sets up the entity’s return in Smile 3 as one of truly apocalyptic proportions, all predicated on the sinister smile that is the Smile franchise’s terrifying trademark."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://phys.org/news/2025-01-fossil-discovery-early-evolution-animal.html",
            "description": "An international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7AO-VgjGTbDL38cQSqwmrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "21h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nTubular incomplete specimens of Eopriapulites sphinx from the early Cambrian Kuanchuanpu Formation, showing their ventral nerve cord. Credit: Science Advances (2025). DOI: 10.1126/sciadv.adr0896\n\nAn international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, a key component of the central nervous system, evolved in ecdysozoan animals, a group that includes insects, nematodes, and priapulid worms.\n\nTheir findings, published in a paper titled \"Preservation and early evolution of scalidophoran ventral nerve cord\" in Science Advances, provide valuable insights into the origins of these structures in the basal Cambrian period.\n\nThe research team, comprising Dr. Deng Wang (Northwest University), Dr. Jean Vannier (Université de Lyon), Dr. Chema Martin-Durán (Queen Mary University of London), and Dr. María Herranz (Rey Juan Carlos University), analyzed exceptionally well-preserved fossils from key Cambrian deposits. These fossils include representatives of the early-evolving Scalidophora, a subgroup of Ecdysozoa, offering a rare glimpse into the nervous system architecture of ancient animals.\n\nEcdysozoans include arthropods (such as insects and crabs), nematodes (roundworms), and smaller groups like kinorhynchs (\"mud dragons\") and priapulids (\"penis worms\"). Their central nervous systems, which include the brain and ventral nerve cord, have long intrigued scientists seeking to understand the evolutionary relationships between these groups.\n\nFor example, priapulids exhibit a single ventral nerve cord, while loriciferans and kinorhynchs have paired nerve cords, with kinorhynchs also developing paired ganglia. Did the ancestral ecdysozoan have a single or paired ventral nerve cord?\n\nFurthermore, while loriciferans and kinorhynchs share a similar nervous system design to arthropods, they are phylogenetically distant. Are these similarities the result of convergent evolution, or do they reflect a shared evolutionary origin?\n\nScalidophorans, which include priapulids, loriciferans, and kinorhynchs, first appeared in the early Cambrian. They represent a crucial lineage for investigating the evolutionary trajectory of the ventral nerve cord in ecdysozoans.\n\nBy studying fossils from the Fortunian Kuanchuanpu Formation (e.g., Eopriapulites and Eokinorhynchus), the Chengjiang Biota (e.g., Xiaoheiqingella and Mafangscolex), and the Wuliuan Ottoia prolifica, the researchers identified elongate structures running along the ventral side of these ancient organisms.\n\n\"These structures closely resemble the ventral nerve cords seen in modern priapulids,\" explained Dr. Deng Wang and Dr. Jean Vannier. Their analysis indicates that these fossils preserve impressions of single ventral nerve cords, shedding light on the likely ancestral condition for scalidophorans.\n\nPhylogenetic analysis supports the hypothesis that a single ventral nerve cord was the ancestral condition for scalidophorans. Moreover, the evolutionary grouping of nematoids and panarthropods (a clade that includes arthropods, tardigrades, and onychophorans) suggests their common ancestor also likely had a single nerve cord.\n\n\"This leads us to propose that the common ancestor of all ecdysozoans possessed a single ventral nerve cord,\" said Dr. Chema Martin-Durán. \"The paired nerve cords observed in arthropods, loriciferans, and kinorhynchs likely evolved independently, representing derived traits.\"\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe study also highlights a connection between the evolution of paired ventral nerve cords, ganglia, and body segmentation. Loriciferans, kinorhynchs, and panarthropods exhibit varying degrees of body segmentation, suggesting that these structural changes may have co-evolved with nervous system modifications.\n\nDr. María Herranz noted, \"The emergence of paired nerve cords likely facilitated greater coordination of movement, particularly in segmented animals. During the Precambrian-Cambrian transition, changes in the nervous and muscular systems were likely tied to the development of appendages, enabling more complex locomotion.\"\n\nThis discovery enriches our understanding of ecdysozoan evolution and underscores the role of the fossil record in addressing key questions about early animal development.\n\nBy linking nervous system structures to broader evolutionary trends, the study provides a clearer picture of how the diverse ecdysozoan lineages arose and adapted to their environments.\n\nMore information: Deng Wang, Preservation and early evolution of scalidophoran ventral nerve cord, Science Advances (2025). DOI: 10.1126/sciadv.adr0896. www.science.org/doi/10.1126/sciadv.adr0896 Journal information: Science Advances"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil Discovery Rewrites Global Dinosaur History",
            "link": "https://www.msn.com/en-us/news/technology/fossil-discovery-rewrites-global-dinosaur-history/ar-BB1rfqey?ocid=BingNewsVerp",
            "description": "Just a few fossil fragments of a tiny creature discovered thousands of miles north of its contemporaries have shaken our ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v-mzS8N9NuETeRw01nDs2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "ScienceAlert on MSN18h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ZSI scientists discover new species of Indo-Burmese pangolin",
            "link": "https://www.thehindu.com/sci-tech/science/zsi-scientists-discover-new-species-of-indo-burmese-pangolin/article69085347.ece",
            "description": "ZSI scientists discover new Indo-Burmese pangolin species diverged from Chinese pangolin 3.4 million years ago, highlighting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t7OZfIJt5wAdCjvxpBKbOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "17h",
            "source": "The Hindu",
            "article_content": "Scientists of the Zoological Survey of India (ZSI) have identified a new species of Indo-Burmese pangolin (Manis indoburmanica) that diverged from the Chinese pangolin (Manis pentadactyla) approximately 3.4 million years ago.\n\nThe development of the species was likely influenced by dramatic geoclimatic changes in the Indo-Burma region, which is recognised as one of the world’s biodiversity hotspots. The details of the discovery was published in the paper ‘Indo‐Burmese pangolin (Manis indoburmanica): a novel phylogenetic species of pangolin evolved in Asia’ in international peer-reviewed journal Mammalian Biology.\n\n“With the present findings, we advocate recognition of this novel lineage as Indo-Burmese pangolin, Manis indoburmanica - a distinct phylogenetic species of Asian pangolin. This lineage’s unique evolutionary history and genetic distinctiveness, highlighted by its divergence approximately 3.4 million years ago amid significant paleo-climatic shifts, underline its vulnerability and the critical need for targeted conservation measures,” the paper stated.\n\nThe discovery was led by a team of scientists led by Mukesh Thakur of the ZSI who used cutting-edge genomic tools to analyse mitochondrial genomes.\n\n“This discovery is a testament to the power of modern genetic tools in uncovering hidden diversity. The Indo-Burmese pangolin not only enriches our understanding of Asian pangolins but also emphasises the need for region-specific conservation efforts,” Dr. Thakur said.\n\nLenrik Konchok Wangmo, a PhD scholar at the University of Calcutta and a key contributor to the discovery, played a vital role in identifying the holotype and paratype specimens from Arunachal Pradesh. “This species adds a new dimension to pangolin conservation, highlighting the importance of protecting their habitats from threats like poaching and habitat degradation,” Mr. Wangmo said.\n\nThe study was based on genetic analyses of specimens that confirmed that the Indo-Burmese pangolin diverged from the Chinese pangolin around 3.4 million years ago.\n\n“A significant genetic distance of 0.038 and a barcode gap of 3.8% reinforced its status as a distinct species. The species is believed to have evolved in isolation during the Pliocene and Pleistocene epochs, influenced by climatic and geological shifts. Its current distribution spans parts of Arunachal Pradesh, Assam, and possibly extends to Nepal, Bhutan, and Myanmar,” the scientists behind the discovery said.\n\nDr. Thakur emphasised that discovery of the Indo-Burmese pangolin underscores the urgent need to prioritise pangolin conservation. “Pangolins are among the most heavily trafficked mammals globally,” he said, adding that recognizing this species as distinct highlights its vulnerability and the pressing need for collaborative conservation measures across its range.”\n\nLauding the team of scientists for the discovery, ZSI Director Dhriti Banerjee said this remarkable finding demonstrates the critical role of scientific research in uncovering biodiversity and informing conservation action. “Protecting the Indo-Burmese pangolin is essential to safeguarding the ecological integrity of the Indo-Burma region,” Dr. Banerjee said.\n\nPangolins are among the most trafficked wild mammals globally. India is home to two species — the Indian Pangolin, found across the subcontinent; and the Chinese Pangolin, found across a larger area in south Asia. Bihar, West Bengal, and Assam have both species in their States. World Pangolin Day is observed every year on February 18."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Prehistoric fish species discovered in New Mexico",
            "link": "https://www.msn.com/en-us/science/zoology/prehistoric-fish-discovered-in-new-mexico/ar-BB1rg8oB?ocid=BingNewsVerp",
            "description": "A new species of a prehistoric fish was discovered in Socorro County. The \"demon-toothed\" fish was found to be living more ...",
            "image_url": "https://www.bing.com/th?id=OVFT.z0NFRDtKRiwap_6ishycZy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+discovery",
            "date": "6hon MSN",
            "source": "KOAT Albuquerque on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://www.eurekalert.org/news-releases/1069697",
            "description": "An international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, a key component of the central nervous system, evolved in ecdysozoan ...",
            "image_url": "https://www.bing.com/th?id=ODF.e1zl1SsYjW6F81ApWGfeuw&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "science+discovery",
            "date": "EurekAlert!12h",
            "source": "EurekAlert!",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "OpenAI Cuts Off Engineer Who Used API to Create Voice-Controlled Gun",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/openai-cuts-off-engineer-who-used-api-to-create-voice-controlled-gun/ar-BB1rhfX3?ocid=BingNewsVerp",
            "description": "The robot used OpenAI's Realtime API to respond to voice commands to aim and fire blanks from a rifle in the viral video.",
            "image_url": "https://www.bing.com/th?id=OVFT.McvPlcsbqVs4Ym_540lP_C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "Hosted on MSN3h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "How OpenAI’s bot crushed this seven-person company’s website ‘like a DDoS attack’",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/how-openai-s-bot-crushed-this-seven-person-company-s-web-site-like-a-ddos-attack/ar-BB1rfyIl?ocid=BingNewsVerp",
            "description": "OpenAI was sending 'tens of thousands' of server requests trying to download Triplegangers' entire site which hosts hundreds ...",
            "image_url": "https://www.bing.com/th?id=OVFT.tRKPB7dWjtmBYdCFERaPDi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "9hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Musk’s Lawsuit Against OpenAI Gets a Boost From Lina Khan’s FTC",
            "link": "https://gizmodo.com/musks-lawsuit-against-openai-gets-a-boost-from-lina-khans-ftc-2000548930",
            "description": "While they didn't support Musk's allegations directly, the feds added weight to his interpretation of antitrust law.",
            "image_url": "https://www.bing.com/th?id=OVFT.GlEJC_AwpuPTv_fSBZsaZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "14h",
            "source": "Gizmodo",
            "article_content": "Federal antitrust regulators on Friday added weight to portions of Elon Musk’s lawsuit seeking to prevent OpenAI from restructuring itself into a fully for-profit company.\n\nIn a brief filed with a federal court in California, attorneys for the Federal Trade Commission and the Department of Justice’s antitrust division did not directly support Musk’s claims that OpenAI and Microsoft have colluded in an anticompetitive “de-facto merger,” but they did urge the court to be skeptical about one of the defenses made by OpenAI’s legal team.\n\nOpenAI began as a non-profit, funded in part by Musk, and then converted itself into a for-profit company controlled by a non-profit board of directors. It is now planning to completely separate from that non-profit board and become a public benefit corporation, allowing it to be fiduciarily responsible to investors rather than beholden to a charitable mission.\n\nA key contributor to OpenAI’s growth and the pressure for it to become a profitable business has been the more than $13 billion in investments and other support it’s received from Microsoft, a publicly traded company that competes in the AI market. Reid Hoffman, the founder of LinkedIn, is a member of Microsoft’s board and was a member of OpenAI’s board until March 2023. A top Microsoft executive, Dee Templeton, was a non-voting member of OpenAI’s board from November 2023 until July 2024.\n\nMusk has argued that the Microsoft representatives’ positions on the OpenAI board violated federal antitrust laws that prohibit someone from serving on the governing board of competing companies, which is known as an interlocking directorate. OpenAI has responded by saying the argument is moot because neither Hoffman nor Templeton are members of OpenAI’s board anymore.\n\nThe FTC and DOJ lawyers, however, wrote that “ending an interlocking directorate, e.g., by having a person resign from a corporate board, is not sufficient, on its own, to moot a claim under Section 8 of the Clayton Act. … In resolving this matter, the Court should avoid holding otherwise.”\n\nThe federal agencies did not weigh in on Musk’s many other allegations, including that OpenAI CEO Sam Altman misled him and conspired with Microsoft to convince investors not to fund Musk’s own AI startup, xAI.\n\nWhile the lawsuit has often taken the tone of a soap opera feud between billionaires, the FTC and DOJ filing is another sign that regulators have a close eye on OpenAI’s transition plans. Delaware’s attorney general has filed a brief in the case and said she will take action if she believes OpenAI is violating the law and Meta has asked the California attorney general’s office to block OpenAI’s restructuring."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Backs Musk Challenge to OpenAI-Microsoft Board Overlaps",
            "link": "https://www.msn.com/en-us/money/technology/us-backs-musk-challenge-to-openai-microsoft-board-overlaps/ar-BB1rfB6f?ocid=BingNewsVerp",
            "description": "The two US antitrust agencies sided with part of Elon Musk’s argument to block artificial intelligence startup OpenAI from ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LLNZ0I7tH_yW0sF-Qysf-i&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "12hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New OpenAI job listings reveal the company’s robotics plans",
            "link": "https://www.msn.com/en-us/technology/artificial-intelligence/new-openai-job-listings-reveal-its-robotics-plans/ar-BB1rfuxo?ocid=BingNewsVerp",
            "description": "New job listings reveal that OpenAI plans to develop sensors and other hardware for its upcoming robotics products.",
            "image_url": "https://www.bing.com/th?id=OVFT.LRxPy8gESKbuooXRAdPmbi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai",
            "date": "16hon MSN",
            "source": "TechCrunch on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "The future of AppDev and networking in 2025",
            "link": "https://siliconangle.com/2025/01/10/key-trends-appdev-networking-2025-thecube/",
            "description": "Discover key trends driving innovation in 2025, including advancements in technology, sustainability, and global business ...",
            "image_url": "https://www.bing.com/th?id=OVF.F7PLMYFO%2fE7ioD8UpiG5cw&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "18h",
            "source": "SiliconANGLE",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Half-Life 3 detectives think they’ve found new clues in Steam’s code",
            "link": "https://www.msn.com/en-us/gaming/pc-games/half-life-3-detectives-think-they-ve-found-new-clues-in-steam-s-code/ar-BB1rf0e4?ocid=BingNewsVerp",
            "description": "More evidence has emerged that Half-Life 3 might actually exist somewhere in the ether, after all — but don't get too excited yet.",
            "image_url": "https://www.bing.com/th?id=OJ.2oyepDFQmfaDzw&pid=news&w=85&h=16&rs=2",
            "category": "code+trends",
            "date": "21hon MSN",
            "source": "Digital Trends on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Underdog Promo Code MHS3P: Get A $1,000 Bonus + Justin Herbert Free Winner",
            "link": "https://milehighsports.com/underdog-promo-code-mhs3p-get-a-1000-bonus-justin-herbert-free-winner/",
            "description": "Get ready to make your NFL Wildcard Weekend picks with our Underdog Fantasy promo code MHS3P. Receive up to a 50% deposit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.yfqlQjZe9Nfo8PJoIp-l3S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Mile High Sports1h",
            "source": "Mile High Sports",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Wild Card NFL Picks and Predictions: QB Rushing Props Provide Value",
            "link": "https://www.msn.com/en-us/sports/football/wild-card-nfl-picks-and-predictions-qb-rushing-props-provide-value/ar-BB1rhuUs?ocid=BingNewsVerp",
            "description": "The Wild Card round of the NFL playoffs brings with it some very interesting NFL betting lines and totals. We have the trends you need to know before locking in your wagers. With 18 weeks of data, ...",
            "image_url": "https://www.bing.com/th?id=ODF.3IFT37QPs0TksMWAsdvLMg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "code+trends",
            "date": "Hosted on MSN2h",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sleeper Promo Code STIFFS: $55 Bonus + Jokic Free Winner",
            "link": "https://www.denverstiffs.com/sleeper-promo-code-stiffs-55-bonus-jokic-free-winner/",
            "description": "In what is already a massive weekend for sports, Sleeper Fantasy has a free winner on Nikola Jokic tonight, plus $55 in free ...",
            "image_url": "https://www.bing.com/th?id=OVFT.L14M9MRQGNweBXE3rl-zmS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "code+trends",
            "date": "Denver Stiffs20h",
            "source": "Denver Stiffs",
            "article_content": "In what is already a massive weekend for sports, Sleeper Fantasy has a free winner on Nikola Jokic tonight, plus $55 in free entries for new players. With the NBA season in full throttle and six NFL Wildcard games, buckle up for quite the weekend of action.\n\nGet ready to make your picks with our Sleeper Fantasy Promo code STIFFS and receive a $55 bonus on Sleeper for their daily real money NBA and NFL contests.\n\n🔥Sleeper Fantasy Promo Code: $55 Free Bonus\n\nSleeper has an NBA free picks promo tonight on the “Joker”, for people not living in Denver, Nikola Jokic.\n\nFor NBA Friday (1/10/25), Sleeper is discounting Nikola Jokic from 30.5 PTS to 0.5 PTS (99%) for the Nuggets vs. Nets matchup at 9:00 PM EST.\n\n💰 USE PROMO CODE STIFFS for your Play $5, Get $55 FREE BONUS + Free Jokic Winner\n\nNBA Picks on Sleeper Tonight\n\nWe did some homework and found specific NBA player trends for tonight. These trends have a 100% hit rate rate over the time period mentioned.\n\nAdding one or all of these selections to the free Jokic pick above on Sleeper Fantasy is a great way to begin a potential winning experience on the app.\n\n🏀Top NBA Player Trends Tonight Jan. 10th\n\nThunder – Shai G. Alexander: 1+ Made Threes (20/20)\n\n– Shai G. Alexander: 1+ Made Threes (20/20) Bucks – Damian Lillard: 2+ Made Threes (18/18)\n\n– Damian Lillard: 2+ Made Threes (18/18) Pelicans – Zion Williamson: 3+ Assists (16/16)\n\n– Zion Williamson: 3+ Assists (16/16) Kings – De’Aaron Fox: 20+ Points (9/9)\n\n– De’Aaron Fox: 20+ Points (9/9) Bucks – Bobby Portis: 6+ Rebounds (9/9)\n\n– Bobby Portis: 6+ Rebounds (9/9) Knicks – Josh Hart: 6+ Rebounds (9/9)\n\n– Josh Hart: 6+ Rebounds (9/9) Magic – Paolo Banchero: 15+ Points (8/8)\n\n– Paolo Banchero: 15+ Points (8/8) Celtics – Derrick White: 2+ Made Threes (8/8)\n\n– Derrick White: 2+ Made Threes (8/8) Magic – Tristan Da Silva: 2+ Assists (8/8)\n\n– Tristan Da Silva: 2+ Assists (8/8) Nuggets – Nikola Jokic: 1+ Made Threes (5/5)\n\n– Nikola Jokic: 1+ Made Threes (5/5) Pacers – Myles Turner: 10+ Points (5/5)\n\nHow To Use Our Sleeper Promo Code STIFFS\n\nGetting started with Sleeper Fantasy is straightforward, allowing you to activate multiple promo offers (Deposit bonus + the Jokic free pick).\n\nHere is what you need to do:"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Quantum Particle Discovery Set to Revolutionize Physics",
            "link": "https://scitechdaily.com/new-quantum-particle-discovery-set-to-revolutionize-physics/",
            "description": "Scientists at Brown University have discovered a new class of quantum particles known as fractional excitons, which exhibit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cPx5HVS9CxWuPSAfGbh2CC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://phys.org/news/2025-01-fossil-discovery-early-evolution-animal.html",
            "description": "An international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7AO-VgjGTbDL38cQSqwmrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "21h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nTubular incomplete specimens of Eopriapulites sphinx from the early Cambrian Kuanchuanpu Formation, showing their ventral nerve cord. Credit: Science Advances (2025). DOI: 10.1126/sciadv.adr0896\n\nAn international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, a key component of the central nervous system, evolved in ecdysozoan animals, a group that includes insects, nematodes, and priapulid worms.\n\nTheir findings, published in a paper titled \"Preservation and early evolution of scalidophoran ventral nerve cord\" in Science Advances, provide valuable insights into the origins of these structures in the basal Cambrian period.\n\nThe research team, comprising Dr. Deng Wang (Northwest University), Dr. Jean Vannier (Université de Lyon), Dr. Chema Martin-Durán (Queen Mary University of London), and Dr. María Herranz (Rey Juan Carlos University), analyzed exceptionally well-preserved fossils from key Cambrian deposits. These fossils include representatives of the early-evolving Scalidophora, a subgroup of Ecdysozoa, offering a rare glimpse into the nervous system architecture of ancient animals.\n\nEcdysozoans include arthropods (such as insects and crabs), nematodes (roundworms), and smaller groups like kinorhynchs (\"mud dragons\") and priapulids (\"penis worms\"). Their central nervous systems, which include the brain and ventral nerve cord, have long intrigued scientists seeking to understand the evolutionary relationships between these groups.\n\nFor example, priapulids exhibit a single ventral nerve cord, while loriciferans and kinorhynchs have paired nerve cords, with kinorhynchs also developing paired ganglia. Did the ancestral ecdysozoan have a single or paired ventral nerve cord?\n\nFurthermore, while loriciferans and kinorhynchs share a similar nervous system design to arthropods, they are phylogenetically distant. Are these similarities the result of convergent evolution, or do they reflect a shared evolutionary origin?\n\nScalidophorans, which include priapulids, loriciferans, and kinorhynchs, first appeared in the early Cambrian. They represent a crucial lineage for investigating the evolutionary trajectory of the ventral nerve cord in ecdysozoans.\n\nBy studying fossils from the Fortunian Kuanchuanpu Formation (e.g., Eopriapulites and Eokinorhynchus), the Chengjiang Biota (e.g., Xiaoheiqingella and Mafangscolex), and the Wuliuan Ottoia prolifica, the researchers identified elongate structures running along the ventral side of these ancient organisms.\n\n\"These structures closely resemble the ventral nerve cords seen in modern priapulids,\" explained Dr. Deng Wang and Dr. Jean Vannier. Their analysis indicates that these fossils preserve impressions of single ventral nerve cords, shedding light on the likely ancestral condition for scalidophorans.\n\nPhylogenetic analysis supports the hypothesis that a single ventral nerve cord was the ancestral condition for scalidophorans. Moreover, the evolutionary grouping of nematoids and panarthropods (a clade that includes arthropods, tardigrades, and onychophorans) suggests their common ancestor also likely had a single nerve cord.\n\n\"This leads us to propose that the common ancestor of all ecdysozoans possessed a single ventral nerve cord,\" said Dr. Chema Martin-Durán. \"The paired nerve cords observed in arthropods, loriciferans, and kinorhynchs likely evolved independently, representing derived traits.\"\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe study also highlights a connection between the evolution of paired ventral nerve cords, ganglia, and body segmentation. Loriciferans, kinorhynchs, and panarthropods exhibit varying degrees of body segmentation, suggesting that these structural changes may have co-evolved with nervous system modifications.\n\nDr. María Herranz noted, \"The emergence of paired nerve cords likely facilitated greater coordination of movement, particularly in segmented animals. During the Precambrian-Cambrian transition, changes in the nervous and muscular systems were likely tied to the development of appendages, enabling more complex locomotion.\"\n\nThis discovery enriches our understanding of ecdysozoan evolution and underscores the role of the fossil record in addressing key questions about early animal development.\n\nBy linking nervous system structures to broader evolutionary trends, the study provides a clearer picture of how the diverse ecdysozoan lineages arose and adapted to their environments.\n\nMore information: Deng Wang, Preservation and early evolution of scalidophoran ventral nerve cord, Science Advances (2025). DOI: 10.1126/sciadv.adr0896. www.science.org/doi/10.1126/sciadv.adr0896 Journal information: Science Advances"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil Discovery Rewrites Global Dinosaur History",
            "link": "https://www.msn.com/en-us/news/technology/fossil-discovery-rewrites-global-dinosaur-history/ar-BB1rfqey?ocid=BingNewsVerp",
            "description": "Just a few fossil fragments of a tiny creature discovered thousands of miles north of its contemporaries have shaken our ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v-mzS8N9NuETeRw01nDs2S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "ScienceAlert on MSN18h",
            "source": "ScienceAlert on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Revolutionizing Antibody Discovery: MIT’s AI Breakthrough",
            "link": "https://scitechdaily.com/revolutionizing-antibody-discovery-mits-ai-breakthrough/",
            "description": "With this model, researchers may be able to discover antibody drugs capable of targeting a wide range of infectious diseases.",
            "image_url": "https://www.bing.com/th?id=OVFT.ZjUw4x8GU9jAtJ0B2eXTGi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "ZSI scientists discover new species of Indo-Burmese pangolin",
            "link": "https://www.thehindu.com/sci-tech/science/zsi-scientists-discover-new-species-of-indo-burmese-pangolin/article69085347.ece",
            "description": "ZSI scientists discover new Indo-Burmese pangolin species diverged from Chinese pangolin 3.4 million years ago, highlighting ...",
            "image_url": "https://www.bing.com/th?id=OVFT.t7OZfIJt5wAdCjvxpBKbOy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "17h",
            "source": "The Hindu",
            "article_content": "Scientists of the Zoological Survey of India (ZSI) have identified a new species of Indo-Burmese pangolin (Manis indoburmanica) that diverged from the Chinese pangolin (Manis pentadactyla) approximately 3.4 million years ago.\n\nThe development of the species was likely influenced by dramatic geoclimatic changes in the Indo-Burma region, which is recognised as one of the world’s biodiversity hotspots. The details of the discovery was published in the paper ‘Indo‐Burmese pangolin (Manis indoburmanica): a novel phylogenetic species of pangolin evolved in Asia’ in international peer-reviewed journal Mammalian Biology.\n\n“With the present findings, we advocate recognition of this novel lineage as Indo-Burmese pangolin, Manis indoburmanica - a distinct phylogenetic species of Asian pangolin. This lineage’s unique evolutionary history and genetic distinctiveness, highlighted by its divergence approximately 3.4 million years ago amid significant paleo-climatic shifts, underline its vulnerability and the critical need for targeted conservation measures,” the paper stated.\n\nThe discovery was led by a team of scientists led by Mukesh Thakur of the ZSI who used cutting-edge genomic tools to analyse mitochondrial genomes.\n\n“This discovery is a testament to the power of modern genetic tools in uncovering hidden diversity. The Indo-Burmese pangolin not only enriches our understanding of Asian pangolins but also emphasises the need for region-specific conservation efforts,” Dr. Thakur said.\n\nLenrik Konchok Wangmo, a PhD scholar at the University of Calcutta and a key contributor to the discovery, played a vital role in identifying the holotype and paratype specimens from Arunachal Pradesh. “This species adds a new dimension to pangolin conservation, highlighting the importance of protecting their habitats from threats like poaching and habitat degradation,” Mr. Wangmo said.\n\nThe study was based on genetic analyses of specimens that confirmed that the Indo-Burmese pangolin diverged from the Chinese pangolin around 3.4 million years ago.\n\n“A significant genetic distance of 0.038 and a barcode gap of 3.8% reinforced its status as a distinct species. The species is believed to have evolved in isolation during the Pliocene and Pleistocene epochs, influenced by climatic and geological shifts. Its current distribution spans parts of Arunachal Pradesh, Assam, and possibly extends to Nepal, Bhutan, and Myanmar,” the scientists behind the discovery said.\n\nDr. Thakur emphasised that discovery of the Indo-Burmese pangolin underscores the urgent need to prioritise pangolin conservation. “Pangolins are among the most heavily trafficked mammals globally,” he said, adding that recognizing this species as distinct highlights its vulnerability and the pressing need for collaborative conservation measures across its range.”\n\nLauding the team of scientists for the discovery, ZSI Director Dhriti Banerjee said this remarkable finding demonstrates the critical role of scientific research in uncovering biodiversity and informing conservation action. “Protecting the Indo-Burmese pangolin is essential to safeguarding the ecological integrity of the Indo-Burma region,” Dr. Banerjee said.\n\nPangolins are among the most trafficked wild mammals globally. India is home to two species — the Indian Pangolin, found across the subcontinent; and the Chinese Pangolin, found across a larger area in south Asia. Bihar, West Bengal, and Assam have both species in their States. World Pangolin Day is observed every year on February 18."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Championing tech-driven business solutions for students",
            "link": "https://manilastandard.net/young-life/314545683/championing-tech-driven-business-solutions-for-students.html",
            "description": "De La Salle-College of Saint Benilde (DLS-CSB) introduces the Bachelor of Science in Business Administration Major in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Sxg1mfnAcnhijl_YP0dtiS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "manilastandard4h",
            "source": "manilastandard",
            "article_content": "De La Salle-College of Saint Benilde (DLS-CSB) introduces the Bachelor of Science in Business Administration Major in Business Solutions and Applications (BSBA-BSAA), a program that combines business management and technology to tackle operational challenges.\n\nDesigned for aspiring professionals, this low-code or no-code course equips students with IT systems skills to improve business operations without the complexities of software development.\n\n- Advertisement -\n\nIndustry experts and academicians mentor students in evaluating business needs and applying tech solutions across industries. Core subjects include accounting, economics, business laws, finance, and process improvement, alongside specialized courses in FinTech, leadership, and project management.\n\nThrough this program, students can engage in academic immersion with local and international partners. Graduates can pursue roles as entrepreneurs, analysts, IT consultants, and solutions architects.\n\nOther new offerings include leadership, blue ocean strategy, business continuity planning, the Scrum project management framework, and operations.\n\nStudents are also expected to participate in academic immersions and co-curricular activities in collaboration with local and international institutions.\n\nThe nine-trimester course under the School of Management and Information Technology prepares graduates for various professions, such as entrepreneur, business growth analyst, systems analyst, report author or developer, project manager, IT consultant, IT manager, and solutions architect.\n\nAt Benilde, the degree program is recognized as a Center of Excellence in Business Administration and holds certification from the ASEAN University Network-Quality Assurance. It has achieved Level III status from PAASCU and is currently applying for Level IV."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New FanDuel promo code: Bet $5 on Ohio State vs. Texas, get $200 in bonuses guaranteed",
            "link": "https://www.al.com/betting/2025/01/new-fanduel-promo-code-bet-5-on-ohio-state-vs-texas-get-200-in-bonuses-guaranteed.html",
            "description": "Learn how to claim the latest FanDuel promo code and grab a $200 bonus for Ohio State versus Texas in the CFP.",
            "image_url": "https://www.bing.com/th?id=OVFT.v_7mO_Bd3xl_T9tl-fQwuy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "nocode",
            "date": "15h",
            "source": "al.com",
            "article_content": "A fresh FanDuel promo code offer (no code required) was recently released in time for the College Football Playoff semifinal matchup between Ohio State and Texas. First-time customers can bet $5 on the game and receive a $200 bonus - win or lose.\n\nFanDuel promo code: What you need to know\n\n🎁 FanDuel promo code No code required 💰 FanDuel promo code details Bet $5, get $200 in bonuses guaranteed 💸 Minimum deposit $5 💸 Minimum wager $5 📝 FanDuel promo code terms and conditions Wager $5+ and get a $200 bonus, win or lose. Bonus bets sent within 72 hours of qualifying wager settlement.\n\n\n\nThere are no odds restrictions on your qualifying wager.\n\n\n\nBonuses can’t be withdrawn and expire after seven days. ⚖️ FanDuel legal states AZ, CO, CT, IL, IN, IA, KS, KY, LA, MA, MD, MI, MS (retail), NC, NJ, NY, NV, OH, PA, TN, VA, VT, WA, WV, WY, the District of Columbia ✅ Last verified Jan. 10, 2025\n\nHow to claim the FanDuel promo code offer on any College Football playoff game\n\nMost FanDuel welcome offers run for a few months, but this one expires at the end of January. Before time expires, follow these easy steps to register a new account and grab your $200 bonus.\n\nTap a FanDuel promo code banner or link and press “Join Now.” Select your state and provide the necessary information; no promo code is required. Deposit at least $5 into your new account. Wager $5+ on any market (no odds limits). Win or lose, receive a $200 bonus within 72 hours of bet settlement.\n\nThe non-withdrawable bonus bets expire after seven days. Click a FanDuel promo code link for full terms and conditions.\n\nFanDuel existing user promos\n\nFanDuel continues offering promos after you create an account. Two of the top options available today include:\n\nCFP No Sweat SGP: Place a 3+ leg same-game parlay on Ohio State versus Texas and get a refund in bonus bets if you lose.\n\nCBB Profit Boost: Score a 30% profit boost if you wager on select college hoops matchups.\n\nHow to use the FanDuel promo code offer for Ohio State vs. Texas\n\nYou can’t go wrong with your opening $5 bet at FanDuel. Whether you win or lose, the $200 bonus will land in your account after the wager settles. However, you could take the opportunity to back an underdog market and potentially earn a big cash payout.\n\nOne bet to consider is Ohio State WR Jeremiah Smith to record 125+ receiving yards (+290 odds). Smith has been unguardable in the CFP and averaged 145 yards in the Buckeyes' last two games. Texas has a stout pass defense but surrendered 296 yards against Arizona State in the quarterfinal.\n\nAnother option is Longhorns WR Silas Bolden to score a touchdown (+1200 odds). Bolden doesn’t play much of a role in Texas’ offense and only has one catch for nine yards in the CFP. However, Bolden is a skilled returner on special teams and brought one back to the house last week against the Sun Devils. A $5 wager at +1200 odds returns $60."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "It's been a brutal start to the year for the bond market",
            "link": "https://www.msn.com/en-us/money/markets/its-been-a-brutal-start-to-the-year-for-the-bond-market/ar-AA1xbscm?ocid=BingNewsVerp",
            "description": "The US bond market is off to a tough start in 2025. This has been reflected in spiking yields, which trade inverse to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.LhXG6rzsvAt2pmNytKTWqi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "23hon MSN",
            "source": "Markets Insider on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "A rare parade of planets starts tonight. How to see it in Arizona",
            "link": "https://news.yahoo.com/news/rare-parade-planets-starts-tonight-192424242.html",
            "description": "A planet parade like the one beginning tonight is quite uncommon, occurring once every 10-20 years. Here are the planets you ...",
            "image_url": "https://www.bing.com/th?id=OVFT.akof2pcnSvSfSwK0sKolsi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "it+startup",
            "date": "21h",
            "source": "YAHOO!News",
            "article_content": "A rare parade of planets starts tonight. How to see it in Arizona\n\nWe can expect some stunning celestial events in 2025, including the Jan. 13 Wolf Moon and a remarkable planetary parade, where seven planets will align in the night sky, that starts tonight.\n\nA parade of planets occurs when four or more planets appear to line up from our perspective on Earth, though their exact alignment in the solar system is not physically possible.\n\nThe 2025 parade of planets starts on Friday, Jan. 10, peaks on Tuesday, Jan. 21 and will last until Friday, Feb. 21. Venus, Jupiter, Mars, Neptune, Saturn and Uranus visible to the naked eye. Mercury will briefly join the parade on Jan. 25, though it’s difficult to spot due to its proximity to the sun.\n\nFor all the biggest celestial events of 2025, check out our comprehensive astronomical calendar as well as our guide to all the comets coming our way this year.\n\nADVERTISEMENT\n\nHere is everything to know about the planet parade.\n\nWhat does the parade of planets mean?\n\nThe parade of planets is an astronomical phenomenon in which several planets appear aligned or grouped in the night sky from Earth's perspective.\n\nAlthough the planets are not physically aligned in space, they form a visually striking configuration along the ecliptic plane, the apparent path of the sun across the sky.\n\nDepending on the number of visible planets, this phenomenon can range from a mini planetary alignment involving three planets to a grand parade showcasing all the solar system's major planets.\n\nHow rare is a planet parade?\n\nThe rarity of a planet parade depends on the number of planets involved and their arrangement. Planet parades can be categorized into different types, according to Star Walk:\n\nADVERTISEMENT\n\nMini planet parade (three planets) : This is fairly common, occurring a few times each year.\n\nModerate planet parade (four or five planets) : Happens approximately every 1 to 2 years.\n\nLarge planet parades (six or seven planets) : This is much more rare, occurring roughly every 10 to 20 years.\n\nGrand alignments (all eight planets): True grand alignments involving all eight planets are extremely rare, occurring once every 100 to 200 years or more.\n\nWhen was the last time all the planets aligned?\n\nThe last time all eight planets aligned was on Dec. 28, 2022, according to Sky and Telescope.org.\n\nA six-planet parade of planets occurred in June 2024.\n\nWhen can you see the parade of planets?\n\nThe parade of planets will begin to take shape on Friday, Jan. 10, as the planets gradually start aligning in the night sky, according to the Farmers' Almanac.\n\nADVERTISEMENT\n\nThe alignment will peak on Jan. 21, when Venus, Jupiter, Mars, Neptune, Saturn and Uranus will be visible together. The planets will remain visible through the end of February, with the best viewing conditions happening just after sunset.\n\nWhat will the planet align in 2025?\n\nIn 2025, six planets will be in alignment: Mars, Jupiter, Uranus, Venus, Neptune and Saturn, according to Live Science.com.\n\nOn Jan. 25, Mercury will briefly join the planetary parade, creating a rare lineup of all seven planets visible from Earth. However, spotting Mercury will be challenging due to its small size and proximity to the sun, where its glare hides it from the naked eye.\n\nWhere will the Planet Parade be visible?\n\nMost, if not all, locations in the U.S., Canada and Mexico should be able to see the planetary parade. In Arizona, look toward the southwestern horizon just after sunset.\n\nCan you see the planet parade without a telescope?\n\nYou can see a good deal of the planet parade without a telescope, but visibility depends on the darkness of your location and each planet's brightness.\n\nADVERTISEMENT\n\nVenus, Jupiter, Mars and Saturn are bright enough to be seen with the naked eye. Mercury, Uranus and Neptune require a telescope or strong binoculars because they are much dimmer.\n\nFor the best viewing, find a dark sky location with minimal light pollution and a clear horizon view.\n\nGot a story you want to share? Reach out at Tiffany.Acosta@gannett.com. Follow @tiffsario on Instagram.\n\nSupport local journalism and subscribe to azcentral.com.\n\nThis article originally appeared on Arizona Republic: Parade of planets 2025: How to see the rare alignment tonight"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "There’s Now an App Store for Automotive Software. Here’s Why That Matters.",
            "link": "https://www.motortrend.com/events/sdverse-app-store-for-automotive-software-why-that-matters/",
            "description": "If you’re a procurement specialist looking for software to run a new car’s park assist, voice commands, or chassis controls, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.9Ih5vrYQCMkS3As-WyVjJS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "software+trend",
            "date": "Motor Trend20h",
            "source": "Motor Trend",
            "article_content": "If you’re a procurement specialist looking for software to run a new car’s park assist, voice commands, or chassis controls, there’s now an app store for that. SDVerse, a vehicle software marketplace for automakers and suppliers, launched this past September and is already changing how the code in cars is sold and bought.\n\nIf you’re not a procurement specialist, you might be wondering, “So what?” It likely won’t be obvious to car buyers, but success for SDVerse could eventually lead to vehicles with better and more sophisticated software than today’s status quo. By helping automakers and suppliers find the right software faster, SDVerse aims to shorten the time it takes to get a new model on the road. That should help automakers reduce their development costs while also shrinking the gulf between the tech in consumer electronics and what’s in a brand-new car.\n\n“There’s a ton of software that gets sourced in a not very efficient manner,” SDVerse CEO Prashant Gulati told MotorTrend at CES 2025. “We estimate that $100 billion of software was purchased in the last three years and the annual spending is going to double in the next seven years. But consumers are not going to pay double what they’re paying for cars today. Where is that money going to come from? That’s the work we’re trying to help the industry with.”\n\nPurchasing managers have traditionally relied on trade conferences, direct outreach to suppliers, and Google searches to find the software they need, and the procurement process typically starts with a request for quotes that can take up to six months just to determine what’s available that meets the buyer’s criteria. Even with that drawn out process, automakers sometimes don’t end up with the best software for their needs. Gulati says he’s heard from GM that the automaker has already used the platform to connect with a supplier that otherwise wouldn’t have been on its radar.\n\nGM is one of three founding members, along with suppliers Magna and Wipro, that provided the financial backing to launch SDVerse. Sixteen companies are currently signed up to sell and/or buy on the platform, including Renault Group, FEV, Valeo, Cummins, Forvia, TTTech Auto, NXP, and Bosch Engineering.\n\nLess than four months after launching, the marketplace has grown from an initial 160 software products to 200 across four categories: onboard (software that runs inside the vehicle), offboard (cloud- and mobile-based software), tools (software used to develop other software) and services (hiring another company to develop software). SDVerse simplifies the discovery and matchmaking processes by collecting information on up to 200 attributes for each product and presenting it in a way that allows easy comparison. The company is also developing an AI-powered chatbot to help users conduct research. Buyers can use the marketplace to message sellers or put out requests for information, but pricing and final purchasing agreements are handled outside of the SDVerse platform.\n\nGulati says SDVerse will be successful if it empowers buyers to find the best software and helps sellers make deals faster. That may not sound like a big deal to the average MotorTrend reader, but by speeding up the corporate-industrial machine that makes the machines we love, SDVerse might just modernize the auto industry and the cars it builds."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "MotorTrend Announces Winners of the 2025 Software-Defined Vehicle Innovator Awards",
            "link": "https://www.motortrend.com/news/2025-software-defined-vehicle-innovator-award-winners/",
            "description": "These 17 leaders, pioneers, and experts are driving the auto industry toward a software-defined future with smarter and more sophisticated cars.",
            "image_url": "https://www.bing.com/th?id=ODF.ARpMMAheE9i1yJEmX-as0w&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "software+trend",
            "date": "Motor Trend18h",
            "source": "Motor Trend",
            "article_content": "These 17 leaders, pioneers, and experts are driving the auto industry toward a future with smarter and more sophisticated cars.\n\nWhile EVs and autonomous cars earn all the headlines, software-defined vehicles are quietly revolutionizing how we move around the world with relatively little fanfare. Cars with fewer but more powerful computers running cutting-edge software are changing every interaction we have with our vehicles—from unlocking and starting them to steering and braking them.\n\nWhile it largely goes unnoticed by the general public and mainstream media, the work being done on SDVs is transforming not just the cars we drive, but how automakers design and engineer them. That’s why, in addition to MotorTrend’s ongoing coverage of SDVs themselves, for the past three years we’ve recognized the key individuals behind this transformation.\n\nThe 2025 MotorTrend Software-Defined Vehicle Innovator Awards, presented in partnership with QNX, celebrate the executives, engineers, and product managers steering the auto industry toward a new software-centric paradigm. The awards are given in three categories—Pioneers, Leaders, and Experts—with individuals nominated by their colleagues and collaborators. A panel of MotorTrend senior editorial staff chose the winners based on their achievements and impact. The 2025 pool was the largest ever, with the following 17 all-stars emerging as the most influential innovators.\n\nPioneer Award Winners\n\nMotorTrend’s SDV Innovator Pioneers are outstanding individuals who have demonstrably broken new ground within the SDV space through research, development, and application of new automotive software.\n\nMilena Boytchef, Tech Strategist, Auto & Manufacturing Generative AI, Amazon Web Services, for advancing how autonomous systems are created with cloud training platforms, generative AI-enabled tools for synthetic data creation, and scene search. Earlier in her career, Ms. Boytchef also developed the industry’s first cybersecurity solution for autonomous trucks and created the “mission control” concept to manage fleets of AVs.\n\nAndrej Karpathy, Founder and CEO, Eureka Labs, for his early work at Open AI on deep learning and reinforcement learning and leading the development of the AI and computer vision system that are central to Tesla’s Autopilot and Full Self-Driving systems.\n\nDr. Stefan Poledna, CTO and Co-Founder, TTTech Auto, for his pioneering work developing Audi's zFAS driver-assistance domain controller and the MotionWise safety software platform that decouples hardware and software, allowing for more flexible and scalable vehicle architectures.\n\nJoe Xia, CEO, JIDU Auto for adopting a vision-only version of Baidu’s Apollo autonomous driving platform and integrating all sensors, cameras, and functional components into JIDU’s SIMO AI assistant.\n\nHe Xiaopeng, Chairman and CEO, XPENG Motors for integrating a highly centralized electronic architecture, implementing a large AI model for digital cockpits and autonomous technologies, and for bringing advanced driver assistance features to more accessible price points. Mr. Xiaopeng also entered a strategic collaboration with Volkswagen for joint platform and software development and continues to advance the eVTOL flying car concept.\n\nLeader Award Winners\n\nMotorTrend’s SDV Innovator Leaders are outstanding individuals who hold a senior management position and lead a team that is transforming the automotive industry through the broad adoption and application of software solutions.\n\nAnders Bell, Chief Engineering & Technology Officer, Volvo Cars, for leading the development of core computing technology underpinning the EX90, Volvo’s first vehicle to be truly software-defined from inception to production.\n\nMichael Goertz, VP, Vehicle Controls, Rivian, for leading the team responsible for developing more than 95 percent of the code underpinning the new zonal architecture that defines the Gen 2 R1 products at Rivian.\n\nMatt Jones, Executive Director of Technology Platforms, Ford Motor Company, for his work ranging from planning to delivery of digital software inside Ford, and for his industry liaison work and leadership with COVESA and the SDV Alliance.\n\nJeffrey Shay, President, North America, Valeo, for his work spearheading software-defined vehicle technology both within his own company and by helping launch and lead the B2B software-services marketplace SDVerse.\n\nQiyan Wang, VP of Digital Systems, NIO, for spearheading development of the next-gen digital architecture SkyOS that underpins NIO’s software-defined vehicles and for his industry liaison work on the board of the open-source seL4 Foundation.\n\nSeok-Hyun Eun, President, LG Electronics VS, for his work developing LG’s AlphaWare suite of software solutions and its Automotive Content Platform designed to deliver immersive in-cabin experiences.\n\nAlex Purdy, Global Head of Digital Product, Ford Integrated Services, Ford Motor Company, for his leadership in Digital Product development at Ford working on projects like BlueCruise, the FordPass app, and other means of optimizing retail and commercial customer experiences.\n\nLi Zhuang, Founder and CEO, Megatronix (Beijing) Technology Co., LTD, for founding Megatronix to support the global automotive industry’s need for a “software-defined hardware framework” of domain controllers and big-data platforms.\n\nExpert Award Winners\n\nMotorTrend’s SDV Innovator Experts are outstanding individuals with subject-matter expertise within a specific SDV discipline (e.g., advanced driver assistance systems, digital cockpit, over-the-air updates) whose work has advanced the field.\n\nTolla Cherwenka, Worldwide Tech Lead, Digital Customer Experience, Amazon Web Services, for transforming BMW’s business with generative AI, cloud technologies, and a “data first” strategy.\n\nWes Morrill, Cybertruck Lead Engineer and Senior Director of Engineering, Tesla, for bringing steer-by-wire, a 48-volt electronic architecture, and the bidirectional gigabit Etherloop controller network to production.\n\nEddy Reyes, Senior Manager, Embedded Software In-Vehicle Experiences, Rivian, for his work on advanced 3D rendering for driver assistance visualization, digital instrument clusters, and infotainment, and for delighting customers with monthly over-the-air updates.\n\nRoberto Secchi, Head of Software Platforms and DevOps, Marelli, for leading the development of an advanced Digital Twin solution that replicates the features of a digital cockpit and allows developers to modify and deploy new applications in just seven minutes.\n\nThe 2025 MotorTrend SDV Innovator Award winners join 36 past recipients in an elite club of changemakers. All these individuals have had a profound effect on the auto industry even though the software-defined vehicle is still in its infancy. The work that they’ve done and continue to do is why we expect SDVs to become a new standard for the auto industry in the coming years."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US Backs Musk Challenge to OpenAI-Microsoft Board Overlaps (1)",
            "link": "https://news.bloomberglaw.com/artificial-intelligence/us-supports-musk-challenge-to-openai-microsoft-board-overlaps",
            "description": "The two US antitrust agencies sided with part of Elon Musk’s argument to block artificial intelligence startup OpenAI from restructuring as a for-profit company.",
            "image_url": "https://www.bing.com/th?id=OJ.VPrJ2eAQom3nlQ&pid=news&w=49&h=16&rs=2",
            "category": "openai+competitor",
            "date": "18h",
            "source": "news.bloomberglaw",
            "article_content": "The two US antitrust agencies sided with part of Elon Musk ’s argument to block artificial intelligence startup OpenAI from restructuring as a for-profit company.\n\nThe Justice Department and Federal Trade Commission argued in a court filing Friday that overlapping board directors can harm competition, even after the person in question resigns.\n\nMusk’s lawsuit claims that OpenAI and Microsoft violated antitrust laws by having LinkedIn co-founder Reid Hoffman simultaneously serve on the boards of both companies from 2017 to 2023. The lawsuit also cites Deannah Templeton , who served as an executive at Microsoft and as a non-voting part of OpenAI’s board from December 2023 to July.\n\n“Where a defendant voluntarily ceases illegal conduct, it still bears a ‘heavy burden’ to demonstrate it is ‘absolutely clear that the allegedly wrongful behavior could not reasonably be expected to recur,’” the FTC and Justice Department said. The agencies said they weren’t taking a position on the ultimate question of whether OpenAI can be restructured.\n\nThe filing comes in response to Musk’s recent request that a federal court stop the company from pursuing what he called an “illegal” conversion to a for-profit company. A hearing on the injunction request is set for Tuesday in Oakland, California.\n\nMusk’s efforts are part of a months-long attack on OpenAI Chief Executive Officer Sam Altman , more than nine years after the two men worked together to launch OpenAI as a nonprofit with a stated mission to develop generative AI for the benefit of society.\n\nThe FTC has been scrutinizing OpenAI as part of several probes. Last year, the agency opened a study , expected to be released shortly, into the AI investments by Microsoft and other tech giants.\n\nSeparately, the consumer protection and antitrust agency has been looking into whether OpenAI misled consumers about its offerings. It has also been probing inappropriate board overlaps that involve Hoffman. He in turn has criticized FTC Chair Lina Khan , publicly calling for her ouster from the agency.\n\nMusk first suedOpenAI in California state court in February and then dropped the case in June. Musk revived the litigation in August in federal court.\n\nMusk, who left OpenAI in 2018 and founded rival startup xAI in 2023, alleged in previous court filings that OpenAI broke its promises to him and abandoned its founding purpose as a charity when it accepted billions of dollars in backing from Microsoft starting in 2019. He also said that without quick court intervention, it will soon be too late to stop Altman’s “behemoth” from crushing its rivals.\n\nOpenAI declined to comment on Friday’s filing. It has previously argued that Hoffman and Templeton’s board stints didn’t run afoul of antitrust law.\n\nOpenAI has called Musk’s suit baseless, arguing that the billionaire originally supported a more traditional corporate structure for the startup.\n\nRead More: OpenAI Says Musk Backed For-Profit Plan Before Trying to Stop It\n\nThe case is Musk v. Altman, 4:24-cv-04722, US District Court, Northern District of California (Oakland).\n\n(Updates with OpenAI’s legal argument in 11th paragraph.)\n\nTo contact the reporters on this story:\n\nRachel Metz in San Francisco at rmetz17@bloomberg.net;\n\nLeah Nylen in Washington at lnylen2@bloomberg.net\n\nTo contact the editors responsible for this story:\n\nAnne VanderMey at avandermey@bloomberg.net;\n\nSara Forden at sforden@bloomberg.net\n\nPeter Blumberg, Seth Fiegerman\n\n© 2025 Bloomberg L.P. All rights reserved. Used with permission."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US antitrust agencies back Elon Musk’s argument against OpenAI’s restructuring",
            "link": "https://nairametrics.com/2025/01/11/us-antitrust-agencies-back-elon-musks-argument-against-openais-restructuring/",
            "description": "The U.S. Department of Justice (DOJ) and Federal Trade Commission (FTC) have partially supported Elon Musk’s claims in his ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IylZmz9Smf5rzBDQoytX6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "openai+competitor",
            "date": "Nairametrics8h",
            "source": "Nairametrics",
            "article_content": "The U.S. Department of Justice (DOJ) and Federal Trade Commission (FTC) have partially supported Elon Musk’s claims in his ongoing lawsuit against OpenAI, as he seeks to block the artificial intelligence (AI) startup’s transition to a for-profit entity.\n\nIn a court filing on Friday, the agencies argued that overlapping board directors could harm market competition, even if the individuals in question have since stepped down.\n\nMusk’s lawsuit accuses OpenAI and Microsoft of violating antitrust laws, highlighting Reid Hoffman’s simultaneous board memberships at both companies between 2017 and 2023.\n\nHoffman, a co-founder of LinkedIn, is alleged to have created conflicts of interest during his tenure.\n\nAdditionally, the suit points to Deannah Templeton, a Microsoft executive, who served as a non-voting participant on OpenAI’s board from December 2023 to July 2024.\n\nThe DOJ and FTC’s position\n\nWhile the agencies did not explicitly oppose OpenAI’s restructuring, their filing emphasizes concerns about anti-competitive practices stemming from inappropriate board overlaps.\n\nThe DOJ and FTC noted in their filing: “Where a defendant voluntarily ceases illegal conduct, it still bears a heavy burden to demonstrate it is absolutely clear that the allegedly wrongful behaviour could not reasonably be expected to recur.”\n\nThe FTC is also investigating OpenAI as part of several probes into AI investments by Microsoft and other technology giants.\n\nThe agency has been examining whether OpenAI misled consumers about its services and whether inappropriate board overlaps involving Hoffman and Templeton violated antitrust regulations.\n\nHoffman has publicly criticized FTC Chair Lina Khan, even calling for her removal from the agency.\n\nMusk’s fight against openAI’s conversion\n\nThe lawsuit forms part of Musk’s broader campaign against OpenAI CEO Sam Altman. Musk has alleged that OpenAI has strayed from its nonprofit origins, claiming it abandoned its founding mission of advancing AI for the public good when it began receiving billions in funding from Microsoft starting in 2019.\n\nMusk’s recent filing seeks an injunction to halt OpenAI’s transition to a for-profit model, labeling the move “illegal.”\n\nA hearing on the injunction is scheduled for Tuesday in Oakland, California.\n\nMeanwhile, OpenAI has dismissed Musk’s lawsuit as baseless, arguing that his claims are inconsistent with his past support for a corporate structure that allowed for-profit operations.\n\nThe company has defended the board stints of Hoffman and Templeton, stating they did not breach antitrust laws.\n\nOpenAI has so far refrained from commenting on Friday’s filing but maintains that its restructuring aligns with its strategic goals.\n\nA long-running dispute\n\nThis legal battle marks the latest chapter in Musk’s history with OpenAI. The billionaire, who departed from the company in 2018 and later founded rival AI firm xAI in 2023, first filed a lawsuit against OpenAI in February before withdrawing it in June.\n\nThe litigation was reintroduced in federal court in August.\n\nMusk argues that without immediate judicial intervention, OpenAI’s market dominance could stifle competition, making it nearly impossible for rivals to compete with what he describes as Altman’s “behemoth.”\n\nThe case, Musk v. Altman, continues in the U.S. District Court, Northern District of California, with significant implications for AI regulation, corporate governance, and the future of the technology sector."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Machine learning technique can transform hospital care for long-COVID patients",
            "link": "https://www.msn.com/en-gb/technology/artificial-intelligence/machine-learning-technique-can-transform-hospital-care-for-long-covid-patients/ar-BB1rg1E4?ocid=BingNewsVerp",
            "description": "Across the United States, no hospital is the same. Equipment, staffing, technical capabilities, and patient populations can all differ.",
            "image_url": "https://www.bing.com/th?id=ODF.wTzFRLrnHCXMO3gKqyXx3g&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
            "category": "machine+learning",
            "date": "News Medical on MSN14h",
            "source": "News Medical on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Smart Lacrosse Ball Makes Its Way To CES 2025",
            "link": "https://www.forbes.com/sites/jenniferkitepowell/2025/01/10/smart-lacrosse-ball-makes-its-way-to-ces-2025/",
            "description": "Get Reps’ smart lacrosse ball has an electronic brain and uses Powercasts’ radio frequency (RF) technology to charge the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.IITUhUWD4QogM52OAttKJC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "machine+learning",
            "date": "19h",
            "source": "Forbes",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine says it captured 2 North Korean soldiers fighting for Russia",
            "link": "https://www.msn.com/en-us/war-and-conflicts/military/ukraine-says-it-captured-2-north-korean-soldiers-fighting-for-russia/ar-BB1rhdzK?ocid=BingNewsVerp",
            "description": "President Volodymyr Zelenskyy says Ukraine's forces have captured two North Korean soldiers fighting alongside Russian troops ...",
            "image_url": "https://www.bing.com/th?id=OVFT.zW9aJdSYJQOVaeCYxFLKzy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Ukraine says it captured two injured North Korean soldiers in Russia",
            "link": "https://www.msn.com/en-us/news/world/ukraine-says-it-captured-two-injured-north-korean-soldiers-in-russia/ar-BB1rh6df?ocid=BingNewsVerp",
            "description": "Two wounded North Korean soldiers have been captured as prisoners of war by Ukrainian troops in Russia's Kursk Oblast, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Kjcb7kSagMyLncRhEwTJIS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ukraine+russia",
            "date": "2hon MSN",
            "source": "BBC on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Sudan’s military retakes a strategic city from RSF rebels, dealing them a major blow",
            "link": "https://www.msn.com/en-us/news/world/sudan-s-military-retakes-a-strategic-city-from-rsf-rebels-dealing-them-a-major-blow/ar-BB1rhOSl?ocid=BingNewsVerp",
            "description": "Sudanese officials says the military and its allies had taken back the strategic city of Wad Medani more than a year after ...",
            "image_url": "https://www.bing.com/th?id=OVFT.v0KvNOxXGB6T0vPhXywEpS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "1hon MSN",
            "source": "The Associated Press on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Understanding the Forever Conflict Between North and South Korea",
            "link": "https://www.bloomberg.com/features/roots-of-north-south-korea-conflict/",
            "description": "The uneasy truce between nuclear-armed North Korea and US-allied South Korea remains one of the most vexing security concerns ...",
            "image_url": "https://www.bing.com/th?id=OVFT.VRH0FlmA1uqFRU-ZhEXPZS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "war+conflict",
            "date": "19h",
            "source": "Bloomberg L.P.",
            "article_content": "Photo Illustration: 731; Photographs: Getty (4), AP (3) Politics | Explainer The uneasy truce between the nuclear-armed North and the US-allied South remains one of the most vexing security concerns for the world.\n\nShare this article\n\n\n\n\n\n\n\n\n\nThe guns fell silent in the Korean War seven decades ago, but the hostilities never truly ended. Today, North Korea’s secretive dictator oversees an isolated society and command economy, portraying himself as the benevolent protector of a nation under siege from hostile foreign powers. Its wealthy, democratic southern neighbor is an industrial and technological powerhouse that’s exporting its culture to the world, shielded from the nuclear-armed North by a defense treaty with the US.\n\nMore than 1 million troops, and one of the heaviest concentrations of weapons anywhere, face off along a strip of no-man’s land that’s divided the two Koreas since 1953. North Korean leader Kim Jong Un has been raising the stakes by expanding his nuclear arsenal and threatening to unleash it on the US and its allies. North Korean soldiers destroyed main roads and rail links to the South in October 2024, the latest symbolic blow to prospects for reunification. Meanwhile, a postwar generation is dying without ever having fulfilled the dream of meeting their relatives living across the border.\n\nWhy are North Korea and South Korea separate countries?\n\nKorea was a single nation for centuries under the Goryeo and the Joseon dynasties, and through a period of Japanese colonial rule from 1910 to 1945. The Soviet Union joined with the US to expel the Japanese from the peninsula in the latter days of World War II. The victors divided the country, with Russia exerting its influence north of the 38th parallel — the line of latitude 38 degrees north of the equator — and the US doing the same in the south. What was supposed to be a temporary arrangement became permanent as the Cold War set in and the two Koreas became proxies for the superpowers. The Republic of Korea was formed in the South in August 1948. Its first president was Syngman Rhee, a convert to Christianity who was educated at an American Methodist school. The Democratic People’s Republic of Korea was established in the North the following month, led by the Soviet-trained Kim Il Sung, the grandfather of the country’s current leader.\n\nIn June 1950, North Korea invaded the South in an attempt to unite the peninsula under Soviet-style rule. US-led United Nations forces fought back on behalf of the South, and communist China sent in troops to support North Korea. An estimated 3 million people died as a result of the fighting, a large majority of them civilians. In 1953, an armistice was signed and a 4-kilometer (2.5-mile) wide demilitarized zone established along the lines where the opposing forces had reached a stalemate, severing cross-border movement and separating families and friends living on either side of it. With no permanent peace treaty, the conflict never formally came to an end.\n\nUS marines at the Battle of Chosin Reservoir, December 1950. Source: Pictures from History/Universal Images Group/Getty Images North Korean and Chinese troops celebrate after driving back an attack by US forces in June 1950. Source: Keystone-France/Gamma-Keystone/Getty Images South Korean President Syngman Rhee on the US aircraft carrier Boxer near Inchon, Korea, in April 1950. Source: AP Photos North Korea's Kim Il Sung in Beijing with Chinese premier Zhou En-lai, in November 1953. Source: Sovfoto/Universal Images Group/Getty Images\n\nHow different are North and South Korea?\n\nFor a time after the war, North Korea’s economy was stronger than that of the South. Today, South Korea produces more goods and services in six days than North Korea does in a year, even though the South, with almost 52 million people, is only twice as populous. Its industrial conglomerates make much of the world’s consumer electronics and household appliances and are major players in semiconductors, smartphones and electric cars. Samsung Electronics produces 41% of the world’s DRAM chips and 33% of NAND memory chips — crucial inputs for companies from Apple Inc. to Chinese smartphone maker Xiaomi Corp.\n\nSouth Korea’s decades-long economic boom has lifted living standards to a point where the country outperforms many other wealthy nations in terms of education and health. High disposable incomes have underpinned its creative industries, and Korean culture, including hit Netflix shows such as Squid Game and K-Pop bands like BTS, has become a major export.\n\nDividing Lines Disputed waters west of Korea are a potential conflict zone Source: Data compiled by Bloomberg\n\nNorth Korea is one of the world’s poorest countries. South Korea’s central bank estimates that the North’s annual gross domestic product per capita is about $1,000, positioning it among the ranks of instability-wracked countries such as Sudan and Yemen. South Korea’s per capita GDP was $33,121 in 2023, according to the World Bank.\n\nBecause of frequent droughts, severe flooding and economic mismanagement, food scarcity is often a problem. A famine in the 1990s caused untold misery, with death estimates ranging from 240,000 to 3.5 million people. It only ended thanks in large part to Chinese aid.\n\nThe two countries are almost entirely cut off from one another, with no telephone, internet or postal links, no direct air or sea connections, and now no roads or railways either.\n\nA production line at a tractor plant in North Korea in 1980. Source: Universal History Archive/Universal Images/Getty Images A worker at a Samsung factory in Seoul, in 1987. Photographer: Patrick Robert/Sygma/Corbis/Getty Images Construction workers at a site in North Korea near the border with China, in October 2024. Photographer: Weitao Tian/Getty Images Workers at a semiconductor fabrication site in South Korea, in February 2024. Photographer: Jun Michael Park/The New York Times/Redux\n\nAre North Koreans able to move to South Korea?\n\nNorth Koreans are rarely allowed to travel abroad. An unauthorized effort to leave the country can result in imprisonment or death. Dodging soldiers, razor-wire fencing and landmines in the DMZ is especially dangerous. Those who successfully defect usually cross the border with China instead, with some then making their way to a third country before seeking asylum in South Korea. China and North Korea have stepped up surveillance of their frontier in recent years and defections have declined sharply. From a record of almost 3,000 in 2009, the number fell to 196 in 2023, according to South Korean government data.\n\nHow different are the people of North and South Korea?\n\nBecause of poor diet and harsh living conditions, North Koreans on average are between 3 and 8 centimeters (1.1-3.1 inches) shorter than South Koreans. Refugees from the North often struggle to assimilate in South Korea and their children find it hard to adjust to its highly competitive school system. Some complain of a stigma associated with their origin and try to lose their northern accents. Navigating online bureaucracy and cashless payments add further challenges as North Koreans are often unfamiliar with digital technology and the South is one of the world’s most digitalized societies.\n\nThe Korean language has evolved differently in the two countries. The regime in the North has sought to purge foreign words, including some associated with western consumerism. South Koreans have embraced English vocabulary, incorporating a slew of borrowed and mashed-up “Konglish” phrases into the vernacular. These include words such as “wonpiesu” (from “one piece”) for the word “dress” and “apatu” for “apartment.”\n\nLanguage in the North has been influenced by the harsh tone of much of the propaganda that pervades media there. The rough style of many North Korean greetings is sometimes misconstrued as rudeness by Southerners.\n\nSouth Korea has mandatory military service for young men, meaning that almost all serve for a time in the armed forces to defend against a possible attack from the North. Military life is even more deeply embedded in northern society. The country has 1.28 million active military personnel — about 5% of the population.\n\nIn this photo provided by the North Korean government, youth groups perform at an event in February 2024 to mark the 76th anniversary of the country's founding. Source: Korean Central News Agency/Korea News Service/AP\n\nFans watch South Korean boy band Highlight perform at the Seoul Park Music Festival in June 2023. Photographer: Justin Shin/Getty Images\n\nHow likely are the Koreas to reunify?\n\nIt’s hard to see that happening while the Kim dynasty remains in power. As leadership has passed from the founder Kim Il Sung to his son Kim Jong Il and now his grandson, Kim Jong Un, the family has built a vigorous personality cult. State propaganda asserts that their bloodline hails from Mount Paektu, which straddles the border between North Korea and China and is considered a sacred site by many Koreans.\n\nKim’s rule is stable, and the fixtures of his regime are pervasive. State security stamps out dissent and the country’s propaganda machine relentlessly portrays Kim as the protector of the Korean people. Much of the country’s limited resources have gone to building its military, bolstering the narrative of a nation united against the constant threat of annihilation by the US and its allies. The current Kim has brought his preteen daughter, identified by South Korean intelligence as Kim Ju Ae, to missile tests and military parades, demonstrating that there’s another generation waiting in the wings that will be equipped for survival.\n\nReunification of the two Koreas would carry big opportunities but enormous risks.\n\nSouth Korean companies could benefit from low-cost workers and new commercial opportunities. But merging two countries with such divergent cultural outlooks and contrasting levels of economic development and education would be a vast enterprise. South Korea’s National Assembly Budget Office said in a 2015 report that spending of 4.8 quadrillion won ($3.45 trillion) would be required over half a century to raise the North’s per capita income level to 66% of the average in the South.\n\nKim Jong Il with his father, Kim Il Sung, in an undated photograph. Photographer: Noboru Hashimoto/Sygma/Getty Images\n\nPeople are seen bowing before statues of North Korean leaders Kim Il Sung and Kim Jong Il as North Korea marks its 79th National Liberation Day in Pyongyang, in August 2024. Photographer: Kim Won Jin/AFP/Getty Images North Korean workers at the Kaesong Industrial Complex in 2013. Photographer: Kim Hong-Ji/AFP/Getty Images\n\nWho is Kim Jong Un?\n\nWhen he took power after his father’s death in 2011, foreign observers questioned whether a leader in his late 20s could rule a country where seniority was revered. He soon exerted authority over geriatric generals and eliminated potential rivals. He executed his uncle and one-time deputy, Jang Song Thaek, on charges of treason, corruption and factionalism. (Analysts said Jang was viewed as a threat to Kim’s power.) Kim was also suspected of having ordered the killing of his older half-brother, Kim Jong Nam. The exiled sibling, whose existence may have undermined the legitimacy of Kim’s rule, died after being exposed to the nerve agent VX at Kuala Lumpur International Airport.\n\nKim’s remaining siblings include older brother Kim Jong Chol, who has no official title and seems to be more interested in playing guitar than politics, according to a book by a senior North Korean diplomat who defected. Kim’s younger sister Kim Yo Jong has been the point person for pressure campaigns on South Korea and the US. Her tasks include shaping propaganda, appearing at her brother’s side for high-level meetings, and picking up the cigarette butts he flings in the corridors of power.\n\nNow in his 40s, Kim is overweight and a heavy smoker, and questions surround his health. South Korea’s spy agency assesses that he has three children, including perhaps a school-age son and the daughter, Ju Ae, who has been dubbed the “respected daughter” and “beloved child” by state media and is a potential future leadership candidate.\n\nIn this photo provided by the North Korean government, Kim Jong Un and his daughter observe an air force demonstration to commemorate the \"Day of Airmen\" in North Korea, in November 2023. Source: Korean Central News Agency/Korea News Service/AP\n\nKim Jong Il and Kim Jong Un inspect military facilities in North Korea in an undated photograph. Source: Korean Central News Agency/Korea News Service/AP Kim Jong Un and Kim Yo Jong sign a visitor's book at the Vostochny cosmodrome in Russia, in 2023. Source: Korean Central News Agency/Korea News Service/AP\n\nDo North Koreans approve of Kim’s leadership?\n\nIt’s difficult to know because citizens are compelled to show unwavering support for the regime, and unwelcome expressions of personal opinion can result in imprisonment. South Korea’s government has conducted extensive surveys of North Korean emigres. In a 2024 poll of more than 6,350 defectors, 44% said that when they lived in the North they did not want the Kims to remain in power, while 38% said they did. Younger North Korean defectors were more likely to have been exposed to outside influences and were more skeptical of the North Korean state’s messages, the survey showed. Among respondents age 50 and older, 47% had a favorable view of North Korea’s leadership.\n\nHow does Kim keep the North Korean people in line?\n\nState media drills it into the people that they should fear the US and its “puppet traitors” in South Korea. The leader is presented as a father figure who deserves the love and respect due to a good parent. The message is inescapable, because all media are controlled by the state. TV and radio devotedly recount Kim’s visits to factories, farms and military bases, conveying the idea that he’s deeply concerned about the lives of workers, farmers and soldiers. Another theme: If citizens encounter problems, it’s always the fault of government officials who failed to faithfully follow Kim’s advice.\n\nKim Jong Un tours a North Korean munitions factory in January 2024. Source: Korean Central News Agency/Korea News Service/AP\n\nWhat is the likelihood of a coup?\n\nA coup is a possibility given the concentration of power in a single leader with health issues, and the potential for North Korea's grinding poverty to produce political instability. North Korea watchers suggest that if it were to happen, it would be orchestrated by the military. Kim Jong Un cycled through top military officials and defense ministers in the first several years of his rule, “which points to fears of a coup or at least insubordination at crucial moments,” Peter Ward, a research fellow at the Sejong Institute think tank, wrote in NK News, a Seoul-based news site focused on North Korean affairs.\n\nHowever, an overthrow is not seen as likely. The government has cut the population off from the outside world, listens in on people’s communications, has citizens keep tabs on each other, and punishes anyone who gets out of line by sending them to prison. North Korea employs a system known as “three generations of punishment,” in which the parents and children of political prisoners can also be jailed for their transgressions, according to the US State Department. Milder punishments include banishment from the capital, Pyongyang, which can end a person’s career and deny their children any chance of advancement.\n\nRecently, Kim’s regime has received a boost from aid, including food and fuel, sent by Moscow in exchange for military supplies useful in Russia's war in Ukraine. The deliveries have helped to stabilize prices in North Korea and expand the economy, according to South Korean officials.\n\nBloomberg Originals explores how North Korea managed to build a formidable nuclear arsenal despite being one of the poorest nations in the world. Though Pyongyang regularly threatens the West, the country’s authoritarian leader, Kim Jong Un, recently has raised the stakes, with the help of Vladimir Putin.\n\nWhat is the North Korean nuclear threat?\n\nKim has focused much of his energies on turning North Korea into a country that can credibly deliver a nuclear attack on the US mainland. He has expanded its arsenal of atomic warheads and modernized the missiles that would carry them, relying on domestic technology that can be manufactured despite sanctions. The buildup has led to speculation as to his intentions. Some experts see it as a form of insurance policy, showing the US it would pay a high price if it tried to oust Kim. Success in nuclear weapons may also help to divert attention at home from Kim’s failures in other areas.\n\nA ceremony to mark the delivery of nuclear-capable missile launchers in Pyongyang, August 2024. Source:Korean Central News Agency/Korea News Service/AP\n\nKim Jong Un and his daughter watch what North Korea says is the launch of an intercontinental ballistic missile, in an undisclosed location in North Korea. Source: Korean Central News Agency/Korea News Service/AP\n\nHave North Korea and South Korea attacked each other since the war?\n\nThere have been no cases where exchanges of live fire went on for days and resulted in mass casualties. But there have been deadly and isolated altercations, almost always initiated by North Korea. One flashpoint is the Yellow Sea border islands that are part of South Korea but located in waters claimed by the North. In 2010, some two years before Kim Jong Un took power, Yeonpyeong Island was the scene of a deadly artillery bombardment that killed two South Korean soldiers and two civilians. About six months earlier, South Korea accused North Korea of torpedoing its warship Cheonan near the island, killing 46 sailors — an allegation the North denied.\n\nDo South Koreans want reunification?\n\nIt depends on whom you ask. Younger South Koreans are generally more comfortable with the idea of North Korea as a foreign country. Fewer than half of millennials in the South think unification is necessary, compared with nearly three-quarters of people born before 1950, according to a 2024 survey from the Korea Institute for National Unification."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stocks plunge while yields climb, oil hits highest level since October",
            "link": "https://www.msn.com/en-us/money/other/stocks-plunge-while-yields-climb-oil-hits-highest-level-since-october/vi-BB1rftJe?ocid=BingNewsVerp",
            "description": "David Zervos, Jefferies Chief Market Strategist and Bob Elliott, Unlimited CEO, joins 'Closing Bell Overtime' to talk the day ...",
            "image_url": "https://www.bing.com/th?id=OVFT.687iE0WAeW_QW2NhyyZpIy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "18hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Intel Stock Plunge 4%, Hits 5-Month Low After Mizuho Lowers Price Target",
            "link": "https://finance.yahoo.com/news/intel-stock-plunge-4-hits-174537003.html",
            "description": "TikTok's future is now in the hands of the Supreme Court. Here's what to expect from the blockbuster hearing.",
            "image_url": "https://www.bing.com/th?id=OVFT.T4GtHOkfFDypIbXkWewjzC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "stocks+plunge",
            "date": "22h",
            "source": "YAHOO!Finance",
            "article_content": "Mizuho analysts slashed their price target on Intel Corporation (INTC, Financial) stock on Friday, sending the chipmaker to a five-month low. Shares fell nearly 4% to a low of $19, the stock's lowest level since September. Mizuho downgraded Intel from 'neutral' to 'negative' with a reduced price target of $21 from $23. This setback is coming at the same time when Intel's future starts looking bleaker as President Biden prepares to announce tighter chip export controls.\n\nIntel Stock Plunge 4%, Hits 5-Month Low After Mizuho Lowers Price Target\n\nMarket performance has been a struggle for Intel for some time. The company is currently trading at levels not seen in nearly 22 years. The company's leadership has changed several times, including the return of Pat Gelsinger, but he has recently left, further spooking investors. The uncertainty also increased following a report that Qualcomm has decided to abandon its bid to acquire Intel.\n\nWhile this represents challenges, retail investors' sentiment has displayed a significant turnaround here, with Stocktwits seeing a surge in bullishness. Retail trader sentiment on the platform turned from 'bearish' to 'extremely bullish' overnight. Even the transition to a new CEO within a few months cannot be ruled out, say analysts at Citi, but the big picture is still unclear.\n\nIntel shares have fallen more than 45% in the last six months and about 60% in the last year. With also external pressures and internal leadership transitions, the company's long term recovery is uncertain.\n\nThis article first appeared on GuruFocus.\n\n"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Stellantis aims to reverse yearslong declines in U.S. sales and market share in 2025",
            "link": "https://www.msn.com/en-us/money/news/stellantis-aims-to-reverse-years-long-declines-in-u-s-sales-and-market-share-in-2025/ar-BB1reFfm?ocid=BingNewsVerp",
            "description": "Stellantis' top priority for the U.S. this year is to grow its retail market share after several years of declining sales in ...",
            "image_url": "https://www.bing.com/th?id=OVFT.4dktFbFBRBl64aYQuAS0eC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "19hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "LAX's 5 Largest Airlines Based On Market Share",
            "link": "https://simpleflying.com/lax-5-largest-airlines-market-share/",
            "description": "Often known as the \"hub of hubs\" by airline industry observers, (LAX) is the only US airport that serves as a hub for all ...",
            "image_url": "https://www.bing.com/th?id=OVFT.dPg_4QlEO0YJzCpCWL3RaC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "market+share",
            "date": "10h",
            "source": "Simple Flying",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "US insurers slump as Los Angeles wildfire loss estimates hit $20 billion",
            "link": "https://www.reuters.com/markets/us/us-property-casualty-insurers-slide-los-angeles-wildfire-losses-mount-2025-01-10/",
            "description": "U.S. insurance stocks slid on Friday as analysts estimated insured losses from the wildfires menacing Los Angeles could reach ...",
            "image_url": "https://www.bing.com/th?id=OVFT.Tb1QDZzQqD2YVjrlbgyK4S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "22h",
            "source": "Reuters",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Liberal Democracy Faces Doubts. But Collapse? Not Likely.",
            "link": "https://www.nytimes.com/2025/01/11/opinion/liberal-democracy-far-right-authoritarianism-populism-europe.html",
            "description": "The election of Donald Trump and news of political turmoil in many other democracies has created the impression that liberal ...",
            "image_url": "https://www.bing.com/th?id=OVFT.M_ozIaT5QFnoCcYmrQjx6C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "economy+disaster",
            "date": "4hOpinion",
            "source": "The New York Times",
            "article_content": "Democracy, it is often heard these days, is in crisis.\n\nThe election of Donald Trump and news of political turmoil in many other democracies has created the impression that liberal democracy is everywhere in retreat in the face of authoritarians feeding on discontent over economic woes, rapid social change, mass migration, disinformation and general malaise.\n\nAustria could get its first far-right chancellor since World War II. France is on its fifth prime minister in three years, Germany is headed for elections the chancellor is sure to lose, the deeply unpopular Prime Minister Justin Trudeau of Canada quit under pressure from his own party, a post-fascist government runs Italy, Viktor Orban of Hungary continues to proudly stomp on democracy, and populist parties seem to be making inroads in every corner of Europe. Elsewhere there’s always more troubling news — from Israel, India, South Korea.\n\nIt’s easy to perceive a global trend: workers of the world losing faith in the established order and dismayed by globalization, rushing for the extremes and rallying behind populists.\n\n“It is hard to travel in Europe these days, or even to live in Washington, without recognizing that liberal democracy is now in serious trouble in the world,” a Times columnist once wrote in these pages. “We are living in a time of widespread doubt about the capacity of free societies to deal with the economic, political and philosophical problems of the age.”"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dual 3D V-Cache AMD Ryzen gaming CPUs would be 'too expensive', says chip maker",
            "link": "https://www.pcgamesn.com/amd/ryzen-dual-x3d",
            "description": "AMD gaming CPUs like the 9950X3D only have one 3D V-Cache because the performance gain isn't worth the cost, according to the ...",
            "image_url": "https://www.bing.com/th?id=OVFT.iroJpEdeUUc2C0p0pq8ONS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "pc+manufacturer",
            "date": "23h",
            "source": "PCGamesN",
            "article_content": "New AMD Ryzen 9 9950X3D and 9900X3D gaming CPUs could have been produced with even better specs, but to do so would have made them far too expensive. That’s according to AMD, who stated at CES this week that its new Ryzen 9000X3D series only has a single 3D V-Cache, rather than a long-speculated dual configuration, to keep them cheap enough to make and sell for gamers.\n\nThe inclusion of the 3D V-Cache into Ryzen CPUs has given AMD the edge over Intel in recent years, when it comes to gaming performance, with its flagship models regularly reaching the top of best gaming CPU charts. However, while it makes sense for the likes of the AMD Ryzen 7 7800X3D to only feature a single 3D V-Cache – as that chip only has one CPU die – higher-end models that use two CPU dies could in theory host two cache dies, yet AMD has chosen not to implement this option.\n\nIn an interview with German tech site HardwareLuxx, AMD confirmed that there isn’t a technical limitation that prevents a dual 3D V-Cache being used in Ryzen CPUs. Instead, it’s all down to cost, as it would “simply be too expensive” to produce and sell.\n\nAMD also believes that “games would not benefit” from having a 3D V-Cache on both chiplets because the potential performance boost is essentially already provided by the single additional 64MB 3D V-Cache die. There would be a benefit in some situations but not enough that the extra cost of manufacturer and to customers would be worthwhile.\n\nAccording to HardwareLuxx’s report, AMD has “repeatedly considered” producing Ryzen X3D CPUs with 3D V-Cache on both chiplets, but continually come to the conclusion that production and likely retail cost wouldn’t be worth it.\n\nWhile AMD has tweaked the layout of recent X3D chips to improve thermal performance, it looks like a Ryzen X3D CPU launch with two larger caches isn’t going to be in the pipeline, at least for now.\n\nThat doesn’t mean these CPUs are likely to underperform, however. During the 9900X3D announcement at CES this week, AMD suggested that the new CPUs will continue to outpace Intel, with the 9950X3D set to be 20% faster than the Intel Core Ultra 285K and within 1% of the performance of the 9800X3D in games. We’ll have to wait until these new X3D CPUs launch, sometime in Q1 2025, before we can test that theory out for ourselves.\n\nIn the meantime, check out our AMD Ryzen 9800X3D review to see just how well these X3D CPUs perform in the real world, with the 9800X3D offering the best performance for gaming that you can find right now."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Windows Central's Best of CES 2025 awards: The hottest hardware unveiled in Las Vegas",
            "link": "https://www.msn.com/en-gb/money/technology/windows-central-s-best-of-ces-2025-awards-the-hottest-hardware-unveiled-in-las-vegas/ar-BB1rfhxG?ocid=BingNewsVerp",
            "description": "Use precise geolocation data and actively scan device characteristics for identification. This is done to store and access information on a device and to provide personalised ads and content, ad and ...",
            "image_url": "https://www.bing.com/th?id=OJ.VQ0fb6CWTEw0lQ&pid=news&w=70&h=16&rs=2",
            "category": "pc+manufacturer",
            "date": "20hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "10 FASTEST GROWING SKILLS YOU WOULD NEED TO GET JOB BY 2030",
            "link": "https://www.livemint.com/web-stories/10-fastest-growing-skills-you-would-need-to-get-job-by-2030-11736505105029.html",
            "description": "By 2030, the job market will prioritize technology, sustainability, health, and digital skills. Developing expertise in AI, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.1-TbL4zH1Rc7zIpl4UEKEC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "15h",
            "source": "Mint",
            "article_content": "Dramatic transformations in the work landscape are anticipated by 2030 due to technological advancements and global economic shifts, necessitating individuals to acquire skills that will be in high demand.\n\nCredit : PEXELS"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Breaking Silos: Future of software architecture",
            "link": "https://www.deccanchronicle.com/southern-states/telangana/breaking-silos-future-of-software-architecture-1853325",
            "description": "Hyderabad: The evolving landscape of software architecture is being reshaped by challenges such as integrating siloed data, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.WSoY3t_3EpEW02MehiHuTi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "cloud+architecture",
            "date": "Deccan Chronicle23h",
            "source": "Deccan Chronicle",
            "article_content": "Hyderabad: The evolving landscape of software architecture is being reshaped by challenges such as integrating siloed data, managing latency and ensuring adaptability in the face of emerging technologies. Prof. Raghu Reddy of IIIT-Hyderabad believes the key to overcoming these challenges lies in developing data-centric and self-adaptive systems.\n\nSpeaking at the TechForward seminar series, Prof. Reddy highlighted the critical need to move away from traditional application-centric architectures towards enterprise knowledge graphs (EKGs). Unlike conventional systems that rely on isolated data models, EKGs unify fragmented data, facilitating more flexible, dynamic and natural language-driven interactions.\n\nThis shift is essential to meet the growing demands of internet of things (IoT), augmented reality and virtual reality (AR/VR), and hybrid cloud-edge environments, Prof. Reddy said"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Haunting moment ghost ship is spotted by sailors near the Bermuda Triangle",
            "link": "https://www.ladbible.com/entertainment/youtube/ghost-ship-sailors-bermuda-triangle-583989-20250111",
            "description": "Online investigators reckoned that the vessel belonged to a skipper from the Royal Irish Yacht Club named Alan McGettigan, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.foPHaNuzW-D6RbaRCUMEEi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "9m",
            "source": "LADbible",
            "article_content": "A group of sailors showcased the haunting moment they happened upon an abandoned vessel in the middle of the Bermuda Triangle.\n\nThe mystery of the Bermuda Triangle comes from the many disappearances which were said to have taken place in a 700,000km area in the North Atlantic Ocean.\n\nIt's been said that several ships and planes throughout the years have gone missing in what's dubbed as the 'Devil’s Triangle'.\n\nThe legend began after Flight 19 took off from Florida and disappeared on 5 December, 1945.\n\nAdvert\n\nWhen a rescue plane was deployed, it also went missing, and no wreckage or bodies have been found since. And from 1945 to 2017, there has been around 10 reported incidents where aircrafts have gone awol.\n\nNot to mention that from 1800 to 2015, it's said that approximately 14 ships have mysteriously vanished.\n\nSo basically, people get lost - but that doesn't make the area any less scary, as a pair of sailors found out.\n\nThe members of the Ocean Research Project were exploring the Atlantic Ocean in 2013, before making a chilling discovery in the Bermuda Triangle as they came across an unmanned ship without a running motor or upright sail.\n\nAdvert\n\nThe dangers of the area became apparent when the sailors discovered the 'ghost ship' (YouTube/Ocean Research Project)\n\nThere was no sign of anyone on board, so they climbed aboard to see if there may be anyone on the vessel that might need medical attention.\n\nOne of the members, Matt Rutherford, filmed as he stepped on board the 'ghost ship', confirming: \"This is one awfully abandoned sailboat. Wolfhound from the Irish Yacht Club.\n\n\"I have no idea what's inside, I'm going to go and search around and I hope I don't find any dead bodies or anything crazy like that.\"\n\nAdvert\n\nHe admitted that he was scared to open any doors in case he found something haunting, but he was relieved to have found no dead bodies.\n\n\"This is absolutely crazy by the way. 800 miles from Bermuda, 1,500 miles from the US, standing on a very nice Swan 48, in the middle of the ocean,\" he said.\n\nRutherford then managed to get in touch with the boat's owner, who offered him a reward if he could tow it back to Bermuda - and they tried to.\n\nThey found nothing and nobody onboard the abandoned ship (Ocean Research Project/YouTube)\n\nAdvert\n\nBy their second day, they hauled the boat about 50 miles, as he added: \"It's kinda funny, (towing a) 48ft boat with a 42ft boat. We're doing our best trying to get her to Bermuda.\"\n\nBut after 47 days at sea, they were running low of fuel, and despite managing to get some fuel from a passing freight ship, the abandoned vessel had to be cut from the tow line after getting wrapped around their rudder, which was at risk of breaking off.\n\nOnline investigators reckoned that the vessel belonged to a skipper from the Royal Irish Yacht Club named Alan McGettigan, who was travelling with three crewmates and needed to be rescued by a Greek cargo ship 64 miles north of Bermuda.\n\nThe Wolfhound vessel was left damaged by 20ft waves and 50-knot (57mph), and Alan made the decision to abandon his shit for their safety, before it was found by these two nine weeks on.\n\nAdvert\n\nAdditional words by Joshua Nair."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Coroner made a tragic discovery during Robin Williams' autopsy after actor's death",
            "link": "https://www.ladbible.com/entertainment/celebrity/robin-williams-death-autopsy-misdiagnosis-449383-20250110",
            "description": "Application error: a client-side exception has occurred (see the browser console for more information).",
            "image_url": "https://www.bing.com/th?id=OVFT.YHGu9-7sfqH5IKZZK4qeJy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "bible+discovery",
            "date": "23h",
            "source": "LADbible",
            "article_content": "During Robin Williams’ autopsy, a coroner made a tragic discovery about the actor's health.\n\nThe legendary actor died by suicide on 11 August 2014, at the age of 63.\n\nBefore his death, Williams had been diagnosed with Parkinson’s disease after suffering from substance abuse problems and severe mental health issues.\n\nAdvert\n\nHowever, the comedian’s son later spoke out to explain how it was revealed he had been misdiagnosed following his death.\n\nParkinson’s disease is a condition in which parts of the brain become progressively damaged over many years, it can cause depression and anxiety, memory problems, slow movement and involuntary shaking of particular body parts.\n\nIt is said Williams was misdiagnosed. (Peter Kramer/Getty Images)\n\nBut when an autopsy was done following Williams’ death, it revealed he was actually suffering from undiagnosed Lewy body dementia (LBD) that was progressively causing his Parkinson's-type symptoms.\n\nAdvert\n\nThe NHS explains this is one of the most common types of dementia and that those with it may experience; hallucinations and hearing voices; problems with understanding, thinking, memory and judgement; confusion or sleepiness; slow movement, stiff limbs and tremors; disturbed sleep; fainting spells, unsteadiness and falls; depression and anxiety.\n\nThere is currently no cure for LBD or treatment that will slow it down but there are treatments to help control some symptoms. It is said the average survival time after a diagnosis is about five to seven years but that’s highly variable.\n\nIn 2021, Williams’ son Zak spoke out about the disease and his dad’s misdiagnosis which left him ‘very uncomfortable’ and ‘frustrated’ in his final years.\n\nRobin and Zak Williams. (Jamie McCarthy/WireImage for Timo Wallets LLC)\n\nAdvert\n\nHe said on Max Lugavere's The Genius Life podcast: “What he was going through didn't match one-to-one [with] many Parkinson's patients' experiences. So, I think that was hard for him.\n\n“There was a focus issue that frustrated him, there were issues associated with how he felt, and also from a neurological perspective, he didn't feel great. He was very uncomfortable\", he continued, adding that the incorrect medical information and medication may have 'exacerbated the situation'.\n\n\"They're also really hard on the mind and the body.\n\n\"The diagnosis was different than the disease so I think it could be a situation where you're taking stuff and experiencing purely the side effects of [the drug].\"\n\nAdvert\n\nHe added that the disease and misdiagnosis prevented his father’s ability to ‘perform his craft’, having further impact on his mental health.\n\nIf you’ve been affected by any of these issues and want to speak to someone in confidence, please don’t suffer alone. Call Samaritans for free on their anonymous 24-hour phone line on 116 123."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Dazzling Christmas Nail Designs",
            "link": "https://www.msn.com/en-au/news/other/dazzling-christmas-nail-designs/vi-BB1rgG6F?ocid=BingNewsVerp",
            "description": "Stephen Hawking's eerie alien theory might explain why we've never been contacted Billionaire Warren Buffett’s 5 top tips for ...",
            "image_url": "https://www.bing.com/th?id=OVFT._ny_bxpGG5eEKQBQsigIMS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "aliens+theory",
            "date": "MetDaan on MSN6h",
            "source": "MetDaan on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Family makes room-sized Christmas Hot Wheels track",
            "link": "https://www.msn.com/en-au/news/other/family-makes-room-sized-christmas-hot-wheels-track/vi-BB1rh1fz?ocid=BingNewsVerp",
            "description": "This is the amazing moment a family demonstrates their room-sized Hot Wheels track at their home in Ballston Lake, New York on December 19. The family have been building the track annually for 4 years ...",
            "image_url": "https://www.bing.comNo image",
            "category": "aliens+theory",
            "date": "KameraOne Australia on MSN4h",
            "source": "KameraOne Australia on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Major city named UFO sighting capital of the UK",
            "link": "https://www.msn.com/en-gb/travel/general/major-city-named-ufo-sighting-capital-of-the-uk/ar-BB1rfbKI?ocid=BingNewsVerp",
            "description": "From 'rocket-type objects' to 'cigar-shaped craft', the skies have been filled with unidentified flying objects spotted ...",
            "image_url": "https://www.bing.com/th?id=OVFT.F0xQ6Yv5yF5xG4-FNgVA-C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "21hon MSN",
            "source": "Daily Express on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Freaky 'UFO' sightings shared by Scots after 'orange ball' spotted in night skies",
            "link": "https://www.msn.com/en-gb/science/astronomy/freaky-ufo-sightings-shared-by-scots-after-orange-ball-spotted-in-night-skies/ar-BB1reOAI?ocid=BingNewsVerp",
            "description": "Residents have shared their own apparent UFO sightings after an orange ball was seen floating in the skies over Alva, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.B1DgxOnjLB_w3W2Quyu_vS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "ufo+spotted",
            "date": "23hon MSN",
            "source": "MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Quantum Particle Discovery Set to Revolutionize Physics",
            "link": "https://scitechdaily.com/new-quantum-particle-discovery-set-to-revolutionize-physics/",
            "description": "Scientists at Brown University have discovered a new class of quantum particles known as fractional excitons, which exhibit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cPx5HVS9CxWuPSAfGbh2CC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Fossil discovery sheds light on the early evolution of animal nervous systems",
            "link": "https://phys.org/news/2025-01-fossil-discovery-early-evolution-animal.html",
            "description": "An international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, ...",
            "image_url": "https://www.bing.com/th?id=OVFT.7AO-VgjGTbDL38cQSqwmrS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "physics+discovery",
            "date": "21h",
            "source": "Phys.org",
            "article_content": "This article has been reviewed according to Science X's editorial process and policies . Editors have highlighted the following attributes while ensuring the content's credibility:\n\nTubular incomplete specimens of Eopriapulites sphinx from the early Cambrian Kuanchuanpu Formation, showing their ventral nerve cord. Credit: Science Advances (2025). DOI: 10.1126/sciadv.adr0896\n\nAn international team of scientists has uncovered a fascinating piece of the evolutionary puzzle: how the ventral nerve cord, a key component of the central nervous system, evolved in ecdysozoan animals, a group that includes insects, nematodes, and priapulid worms.\n\nTheir findings, published in a paper titled \"Preservation and early evolution of scalidophoran ventral nerve cord\" in Science Advances, provide valuable insights into the origins of these structures in the basal Cambrian period.\n\nThe research team, comprising Dr. Deng Wang (Northwest University), Dr. Jean Vannier (Université de Lyon), Dr. Chema Martin-Durán (Queen Mary University of London), and Dr. María Herranz (Rey Juan Carlos University), analyzed exceptionally well-preserved fossils from key Cambrian deposits. These fossils include representatives of the early-evolving Scalidophora, a subgroup of Ecdysozoa, offering a rare glimpse into the nervous system architecture of ancient animals.\n\nEcdysozoans include arthropods (such as insects and crabs), nematodes (roundworms), and smaller groups like kinorhynchs (\"mud dragons\") and priapulids (\"penis worms\"). Their central nervous systems, which include the brain and ventral nerve cord, have long intrigued scientists seeking to understand the evolutionary relationships between these groups.\n\nFor example, priapulids exhibit a single ventral nerve cord, while loriciferans and kinorhynchs have paired nerve cords, with kinorhynchs also developing paired ganglia. Did the ancestral ecdysozoan have a single or paired ventral nerve cord?\n\nFurthermore, while loriciferans and kinorhynchs share a similar nervous system design to arthropods, they are phylogenetically distant. Are these similarities the result of convergent evolution, or do they reflect a shared evolutionary origin?\n\nScalidophorans, which include priapulids, loriciferans, and kinorhynchs, first appeared in the early Cambrian. They represent a crucial lineage for investigating the evolutionary trajectory of the ventral nerve cord in ecdysozoans.\n\nBy studying fossils from the Fortunian Kuanchuanpu Formation (e.g., Eopriapulites and Eokinorhynchus), the Chengjiang Biota (e.g., Xiaoheiqingella and Mafangscolex), and the Wuliuan Ottoia prolifica, the researchers identified elongate structures running along the ventral side of these ancient organisms.\n\n\"These structures closely resemble the ventral nerve cords seen in modern priapulids,\" explained Dr. Deng Wang and Dr. Jean Vannier. Their analysis indicates that these fossils preserve impressions of single ventral nerve cords, shedding light on the likely ancestral condition for scalidophorans.\n\nPhylogenetic analysis supports the hypothesis that a single ventral nerve cord was the ancestral condition for scalidophorans. Moreover, the evolutionary grouping of nematoids and panarthropods (a clade that includes arthropods, tardigrades, and onychophorans) suggests their common ancestor also likely had a single nerve cord.\n\n\"This leads us to propose that the common ancestor of all ecdysozoans possessed a single ventral nerve cord,\" said Dr. Chema Martin-Durán. \"The paired nerve cords observed in arthropods, loriciferans, and kinorhynchs likely evolved independently, representing derived traits.\"\n\nDiscover the latest in science, tech, and space with over 100,000 subscribers who rely on Phys.org for daily insights. Sign up for our free newsletter and get updates on breakthroughs, innovations, and research that matter—daily or weekly.\n\nThe study also highlights a connection between the evolution of paired ventral nerve cords, ganglia, and body segmentation. Loriciferans, kinorhynchs, and panarthropods exhibit varying degrees of body segmentation, suggesting that these structural changes may have co-evolved with nervous system modifications.\n\nDr. María Herranz noted, \"The emergence of paired nerve cords likely facilitated greater coordination of movement, particularly in segmented animals. During the Precambrian-Cambrian transition, changes in the nervous and muscular systems were likely tied to the development of appendages, enabling more complex locomotion.\"\n\nThis discovery enriches our understanding of ecdysozoan evolution and underscores the role of the fossil record in addressing key questions about early animal development.\n\nBy linking nervous system structures to broader evolutionary trends, the study provides a clearer picture of how the diverse ecdysozoan lineages arose and adapted to their environments.\n\nMore information: Deng Wang, Preservation and early evolution of scalidophoran ventral nerve cord, Science Advances (2025). DOI: 10.1126/sciadv.adr0896. www.science.org/doi/10.1126/sciadv.adr0896 Journal information: Science Advances"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "New Quantum Particle Discovery Set to Revolutionize Physics",
            "link": "https://scitechdaily.com/new-quantum-particle-discovery-set-to-revolutionize-physics/",
            "description": "Scientists at Brown University have discovered a new class of quantum particles known as fractional excitons, which exhibit ...",
            "image_url": "https://www.bing.com/th?id=OVFT.cPx5HVS9CxWuPSAfGbh2CC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "10h",
            "source": "SciTech Daily",
            "article_content": "Content not available"
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Quantum Computing Jackpot: Latest Selloff Unlocks A Fantastic Opportunity",
            "link": "https://www.msn.com/en-us/news/technology/quantum-computing-jackpot-latest-selloff-unlocks-a-fantastic-opportunity/ar-BB1n508X?ocid=BingNewsVerp",
            "description": "Latest Selloff Unlocks A Fantastic Opportunity' was previously published in January 2025 with the title, 'Quantum Computing ...",
            "image_url": "https://www.bing.com/th?id=OVFT.BDjQhhF9u9xrcq12EYqKxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "quantum+physics",
            "date": "1hon MSN",
            "source": "InvestorPlace on MSN",
            "article_content": ""
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "I danced with a robot.. here's how I'm convinced the future is here",
            "link": "https://www.dailymail.co.uk/sciencetech/article-14265759/I-danced-robot-heres-Im-convinced-future-here.html",
            "description": "It has always been a vague idea that robots could one day take over mundane tasks and look after our elderly. But this now seems to be edging loser to reality.",
            "image_url": "https://www.bing.com/th?id=OJ.kTkc0KCzwa1WiQ&pid=news&w=91&h=16&rs=2",
            "category": "science+revolution",
            "date": "18h",
            "source": "Daily Mail",
            "article_content": "I'm convinced the robot revolution is finally here.\n\nI was at the world's largest electronics exhibition Consumer Electronics Show in Las Vegas this week, where engineers have for decades claimed that commercially available humanoids were just around the corner.\n\nBut this was the year that their predictions finally appeared to be close to reality.\n\nThis was especially clear when I interacted with a robot that moved and danced with human-like fluidity—stepping one leg in front of the other and swaying naturally to maintain balance.\n\nRounding a corner, I met another who could lift and stack boxes just like an Amazon worker. And then I was bombarded with clips by inventors of their robots doing everything from the laundry to cooking and picking up a bag.\n\nThere was even a robot that looked like it could be a half-decent human companion, even though its movements made it appear inebriated.\n\nAt his keynote speech, the multibillionaire NVIDIA CEO Jensen Huang, who is making an AI agent — a program that can take simple directions to complete a task — said: 'The ChatGPT moment for general robotics is just around the corner.'\n\nHe's referring to the Eureka moment that happened in 2023 when AI seemed to, out of nowhere, burst into our everyday lives.\n\nAnd I have to agree, we're about to see the same thing with robots.\n\nReporter Luke Andrews pictured walking with the SA01 from EngineAI. The robot is being purchased by research institutions and universities for use testing algorithms\n\nThe company has also developed the human-looking PM01 (front) and SE01 (back). They can lift 20lbs and are about the third of a price of a car, at $13,700\n\nThe ChatGPT moment obviously didn't just come out of nowhere.\n\nStart-ups had quitely been spending billions, trillions, of dollars for decades to perfect the technology, funded by giants like Microsoft, Apple and Elon Musk's Tesla.\n\nBut it was thrust onto the scene when ChatGPT's user-friendly and human-like conversational abilities were made freely accessible, bringing AI to the lives of millions for the first time.\n\nWithin two months of its release, Chat had 100million users — making it the fastest-growing consumer application in history.\n\nFor comparison, TikTok had just 6million users two months after its US launch in 2018 — while Facebook, which appeared in 2004, gained just 50,000 users in two months.\n\nI think we may now be in the same place with robots — and the big reason for that is the price.\n\nEngine.AI's humanoid robot that could carry groceries, do the laundry, cooking or cleaning is priced at $13,700.\n\nMy jaw nearly hit the floor when I heard that. It's about a third of the $49,000 price tag for an average family car, and well below the hundreds-of-thousands normally associated with these robots. Add to that mass production, and costs could be even lower.\n\nThe above are two photos of the SA01 taken while the device was walking forwards. It mimics the bipedal motion of humans\n\nAnd while I can't see people in my generation, Millennials, forking out for that in the next few years — I can see older people taking the plunge.\n\nAbout one in three older adults are lonely, surveys suggest, while 49 percent have arthritis — giving them achy joints making it difficult to do daily tasks like carry heavy bags or tend to a weed-swamped garden.\n\nA metallic robot could become their full-time carer, being cheaper than the human alternative and possibly also providing a level of company. It may even help them to stay in their homes for longer.\n\nIt could also have a revolutionary impact on the care sector, which is regularly struggling with staffing shortages. In the UK, one in ten positions in the sector go unfilled.\n\nCare companies or Governments could buy the robots and assign them to patients in care homes, helping to care for patients 24/7 and reducing the strain on the workforce.\n\nOlder adults are also open to the idea of being cared for by a robot, with 40 to 60 percent saying they would consider this in surveys.\n\nSome humanoid robots — like Pepper and Paro — have already been deployed in nursing homes in Japan, helping to entertain, start conversations and build emotional connections.\n\nAlthough the robots are not quite at the point of providing personal assistance care 24/7 to patients, they are certainly not far off.\n\nEngine.AI's staff told me that their robot could certainly do all these home tasks — but only once it has the right programming.\n\nI suspect that, with the advent of AI, this now is not far away.\n\nThe robot I walked and danced with was the SA01, developed by China-based EngineAI and which costs $5,300.\n\nIts inventor said it had been bought by several universities already for research purposes.\n\nThey also suggested that, with a camera put on top, it could work as a security guard for warehouses.\n\nIt would do that by patrolling around a warehouse in the evening, and quickly sending alerts to human security guards if it detected a thief approaching.\n\nHe also showed me the SE01 and PM01 sold by the company — priced at $13,700 — which have arms and can lift objects up to 20lbs, making them perfect for household chores and the family shopping.\n\nI also ran into the Casbot 01 made in China — which has a human-like appearance and dextrous five-finger hands.\n\nIts inventors told me how the machine was already been used in factories, with its fingers making it ideal for placing parts into the motherboards of laptops.\n\nThey only bought a model to the show, however, but said they would bring an actual robot next year.\n\nAnd downstairs, I met the Unitree G1 humanoid robot which can walk just like a human — and at four foot one inch looks a bit like a human child.\n\nSam Altman's OpenAI-backed 1X revealing late last year that its own version — Neo — had now been sent to homes for testing.\n\nThe robot will be helping with daily tasks they said, such as wiping tables or picking up bags for humans.\n\nAnd Elon Musk's Tesla is also moving forward with plans for its own humanoid robot, called Optimus, that could be used for dangerous tasks in the carmakers' factories this year.\n\nMusk himself has previously predicted there could be 10billion humanoid robots in use globally by 2040, each costing $20,000 to $25,000.\n\nLast year, he also called them a 'fundamental transformation for civilization' that would contribute to a 'future of abundance'.\n\nIt's starting to look like the predictions of 'I, Robot', set in Chicago in 2035 and where almost everyone has a robot — may be oddly prescient."
        }
    },
    {
        "method": "POST",
        "headers": {
            "Content-Type": "application/json"
        },
        "body": {
            "title": "Core engineering: Time HEIs recognised future is not IT, CSE",
            "link": "https://www.thehindu.com/education/core-engineering-time-heis-recognised-future-is-not-it-cse/article69085159.ece",
            "description": "AICTE data shows rise in B.Tech seats, shift towards CSE, AI, and semiconductor jobs, urging colleges to adapt.",
            "image_url": "https://www.bing.com/th?id=OVFT.jL8AmWTdz9QGlk6Zbz0FpC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
            "category": "science+revolution",
            "date": "11h",
            "source": "The Hindu",
            "article_content": "As per recent All India Council for Technical Education (AICTE) data, B.Tech seats approved by it rose to a 14.90 lakh in the 2024-25 academic year reversing a seven-year downward trend. The sizeable growth of about 16% in the last four years is due to a steep increase of about 50% in Computer Science and allied branches like IT, Data Sciences, AI/ML, Cloud Computing, Block Chain, Cyber Security and so on.\n\nWhile enrolments have grown by about 63% in the last five years, admissions in CSE and allied branches are estimated to have practically doubled from about 2.35 lakh in 2020-21 to about 4.50 Lakhs in 2024-25, whereas the same in Core Engineering disciplines like Civil, Mechanical, Chemical and Electrical have nosed down steeply. So much so, some engineering colleges have even phased out these core branches. During 2024-25 alone, the AICTE approved the closure of 27 engineering Colleges and 1,025 courses.\n\nRecruitment of freshers by IT sector\n\nRecruitment of fresh BTech graduates by IT sector after peaking at 6 lakh in 2022, dropped to 2.50 lakh in 2023 and further slumped to less than 1 lakh in 2024, due to slow down of the IT sector because of various geo-political-economic factors. Though a marginal improvement is expected in 2025, there are no visible signs of a turnaround happening any time soon. This coupled with the adverse impact of AI on IT jobs, particularly for the programming roles, raises the following questions :\n\nWill such unabated increase in admissions in CSE and allied branches be in the interests of the students?\n\nWill it create an imbalance in supply of engineers, excess in CSE discipline and shortfall in the core engineering disciplines, which may be needed the most, in the days to come?\n\nIt is in this context that an analysis of the future potential job opportunities for graduates in Core Engineering disciplines in the next 5-10 years should be made so as to enable the Institutions as well as the aspiring students to take informed decisions rather than being guided only by the immediate past or current demand by the students .\n\nGlobal outlook\n\nDuring Oct 2024, McKinsey Global Institute identified 18 high growth sectors, which are expected to reshape the global economy in the next 15 years and transform the Competitive Business Landscape. Each of them is expected to generate revenues ranging from $1 trillion to $20 trillion per year. They include four arenas of today, which were formed in the last two decades -- semiconductors, e-commerce, cloud services and electric vehicles (EVs) -- three spin-off areas (AI software and services, Digital Ads and Streaming Video) and balance 11 being emerging sectors -- rechargeable batteries, space technology, bio-technology, robotics, autonomous vehicles, lifestyle drugs, nuclear power, air mobility, cyber security, video games and modular construction.\n\nAs per the report, the sale of electric passenger vehicles may surpass that of Internal Combustion Engine vehicles (petrol and diesel driven) by 2030. According to Elon Musk, the CEO of Tesla, there will be at least 10 billion humanoid robots in the world by 2040, exceeding the global population at that time.\n\nThough emerging IT technologies such as AI, Cloud and Cyber Security, will continue to drive all of the sectors, it will be primarily the products and the underlying technologies that will define the competitiveness and growth of the countries. Industry 5.0, which symbolises the Fifth Industrial Revolution, goes beyond efficiency, focusing on resilience and sustainability with human-centric technology. Also, most of the products are increasingly calling for a multi-disciplinary approach to design and service.\n\nRenaissance of IT hardware\n\nThe rise of AI in the last two years due to easy-to-use Generative AI LLMs like ChatGPT has been creating high expectations of an AI-driven world. As AI applications continue to proliferate, the demand for IT hardware such as Graphic Processing Units (GPU), based on advanced semiconductor technologies, catering to AI workloads is skyrocketing. Besides, as electronics is increasingly embedded in all the products, be it consumer or industrial, IT hardware is getting back into the centre stage. Semiconductors, the foundational building blocks of hardware, enable advanced computing capabilities and power the IOT ( Internet-of-Things) for interconnected devices. Emergence of semiconductor companies like NVidia in the top league is an indication of the shape of things to come.\n\nHow does it pan out in India\n\nThe last three decades have witnessed the steep growth of software that propelled an IT Services export-driven economy, which created lucrative jobs for the youngsters. However, during the last three years, as software services became increasingly commoditised, India is finding it difficult to sustain the competitive cost-arbitrage advantage of yester years.\n\nMeanwhile, as the world is fast taking a protectionist turn, developed countries are becoming possessive on sharing critical technologies. It is clear that India’s aspiration of becoming a developed country cannot be achieved only on the basis of IT services exports. India has to become a product nation, build a deep technology ecosystem and create its own products and IPR, leveraging its world-class talent pool. It is all the more critical in strategic sectors like defence, security and space.\n\nGovernment initiatives to promote strategic sectors\n\nThe government of India has identified electronics and semiconductors as strategic sectors. It has set a target of tripling the electronics sector output in the next five years, to $ 500 billion by 2030 and unleashed a number of policy initiatives. Investments of over ₹ 1.30 lakh crore for semiconductor manufacturing by Tata Electronics, CG Power and Kaynes Technology were approved under Semicon India Programme. AMD’s collaboration with the Indian government will create supercomputers to improve weather forecasting and climate prediction. AMD is investing $ 400 million in R&D in India, with the potential for even more investment.\n\nIn the words of our Prime Minister, “We are creating a workforce of 85,000 workers in semiconductor domain. India’s focus is to make its students ready as a workforce for the industry”. The government of India has launched mega promotional schemes, in mission mode, to promote indigenous manufacturing and technology innovation with funding of over ₹ 4 Lakh crore, which will create career opportunities in core engineering disciplines like Electronics, SpaceTech, Semiconductors and Mechanical Engineering.\n\nGOI schemes to promote semiconductors\n\nThe approved semiconductor fabs are expected to be commissioned progressively in the next two to four years. As per a report from the talent solutions company, NLB Services, due to the investments by private players like Tata Electronics, CG Power, AMD, Vedanta and Micron Technologies, some 3 lakh jobs will be created in semiconductor fabrication in the next four to five years, and two lakh jobs in Chip ATMP (Assembly, Testing, Marking, and Packaging). Job profiles will be in various domains such as digital design, analog design, and mixed-signal design. Average starting salaries for VLSI (Very-Large-Scale Integration) design engineers are generally two to three times higher than those for entry level roles for software services.\n\nEngineering design outsourcing centres\n\nThe engineering design outsourcing market in India has seen robust growth, with the market expected to reach a revenue of USD 798.1 million by 2030, growing at a compound annual growth rate (CAGR) of 25.7% from 2023 to 2030. EDOCs in India are involved in a wide range of activities, including: Product Conceptualization, Core Design Work, which includes Detailed engineering design, including mechanical, electrical, and software design, Prototyping and Testing and System Integration. The EDO sector has seen a surge in recruitment, employing approximately 3 lakh professionals in 2023 compared to 2.2 lakh in 2018. Multinational Companies that have outsourced engineering services to Indian EDOCs include automotive companies (Rolls Royce, Jaguar, Daimler Benz) and aerospace firms (Airbus, Bombardier, Prat and Whitney). Skills needed include Computer Aided Design and Engineering, Product Lifecycle Management (PLM) and Embedded Systems.\n\nGlobal Capability Centres\n\nIn the last five years, India has emerged as a global hub for Global Capability Centres (GCCs), previously known as Captive Centres. These centres, set up by multinational corporations, focus on value-added services such as Research and Development (R&D), analytics, digital transformation, and innovation.\n\nAccording to the NASSCOM-Zinnov report (2024), the Global Capability Centres (GCCs), the total number of GCCs has risen to over 1,700 in 2024 ( from 1300 in 2019), with more than 2,975 centers across the country, currently employing over 19 lakh persons. About 85% of the GCCs are dedicated to Product Engineering and R&D services and they include Samsung , Intel ,Cisco ,Apple , Philips and General Electric (GE).\n\nThe number of GCCs are expected to reach 2,200 in the next five years, employing about 28 lakh persons, thereby increasing the demand for skills in R&D and product development. As per various reports, during the 2024-25 placement season, so far, 75% of the companies that visited the leading engineering colleges are GCCs that contributed 50% of the offers. As the placement season ends, we may well see this reach 70%. Also, salary levels offered were higher, starting at ₹ 6 lakh per year. It was also noticed that job profiles are better than the ones offered by IT services companies.\n\nPrivate sector investments in manufacturing\n\nThe private sector is making substantial investments in manufacturing, which will revive the manufacturing sector and increase its share in GDP. The Tata Group is planning to create over 5 lakh new manufacturing jobs in the next five years, from their planned investments in manufacturing EV batteries, semiconductors, electric vehicles, solar equipment, and critical hardware. Most of the industry captains are bullish that core manufacturing will soon re-emerge as the major job provider.\n\nWhat should engineering colleges do\n\nIt is time engineering colleges woke up to to the ground realities and reviewed their plans for the future. It is understood that of late, a few colleges could not fulfil the requirement of core engineering graduates of the recruiters, due to lack of students in specific branches such as Civil, Mechanical and Electronics. In order to boost admissions in core engineering branches, the institutions need to build more awareness among aspiring students on the job potential in the core sectors such as Electronics, Semiconductors, Robotics, Electrical Vehicles, and Renewable Energy.\n\nFurther, they may allow them to pursue a minor degree or dual degree in emerging areas like AI/ML, Data Sciences, IOT, Cloud Computing etc, as it is acceptable by AICTE now. Besides , non-technical courses like Entrepreneurship, Patent Management and Business Planning may be offered as electives for aspiring entrepreneurs. This will enable students to integrate those skills into core engineering disciplines in roles such as product design, technical product management, product life cycle management, techno-commercial management and so on.\n\nIn order to cater to the anticipated burgeoning demand for semiconductor professionals, institutions may offer semiconductors as a specialisation. They need to build a close connect with the semiconductor companies and understand the specific job roles and the competencies needed and equip the students accordingly. In the absence of semiconductor fabs in India, curriculum in most of the institutions has been limited to chip design and validation. Courses on Electronic Product Design, Fabrication Techniques and Packaging may be offered. The institutions need to upgrade their academic infrastructure (like labs and workshops) and upskill their faculty resources, taking help from industry professionals. There is a need to interface with end-user sectors like Space, Defence, Medical Devices and Telecom to understand user perspectives during the product design phase.\n\nConclusion\n\nIndians are highly talented and have contributed immensely to the prosperity of developed countries, by creating cutting edge technologies and successful products worldwide. Now, it is up to India to leverage the same talent for enabling it to become Viksit Bharat. In this process, Higher Educational Institutions have to play the critical role of an alchemist, by grooming students accordingly.\n\n(Dr O.R.S. Rao is the Chancellor, ICFAI University, Sikkim. Prior to shifting to academia, he worked in the IT industry for over 20 years. Views expressed are personal.)"
        }
    }
]