[
    {
        "title": "JAMES FOX'S THE PROGRAM TRAILER REACTION AND REVIEW! UFO Disclosure filmmaker",
        "link": "https://www.msn.com/en-us/tv/news/james-foxs-the-program-trailer-reaction-and-review-ufo-disclosure-filmmaker/vi-AA1rvGWx?ocid=BingNewsVerp",
        "description": "James Fox is a highly decorated filmmaker specializing in UFO disclosure. His latest film the Program is highly anticipated.",
        "image_url": "https://www.bing.com/th?id=OVF.9WV4uXwWZ7i0XVGlj87eMQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "Down To Earth With Kristian Harloff on MSN40m",
        "source": "Down To Earth With Kristian Harloff on MSN",
        "article_content": ""
    },
    {
        "title": "Official Trailer for 'The Program' - Yet Another New UFO Documentary",
        "link": "https://www.firstshowing.net/2024/official-trailer-for-the-program-yet-another-new-ufo-documentary/",
        "description": "\"I would go to jail to say things that I've been exposed to in the program.\" 🛸 What is really out there? Lab 9 Films has ...",
        "image_url": "https://www.bing.com/th?id=OVFT.t3bmppghdJl2Y6g2tZbfWS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "FirstShowing.net11h",
        "source": "FirstShowing.net",
        "article_content": "Official Trailer for 'The Program' - Yet Another New UFO Documentary\n\n\"I would go to jail to say things that I've been exposed to in the program.\" 🛸 What is really out there? Lab 9 Films has revealed an official trailer for yet another new documentary about UFOs – this one called The Program. Ever since the US government started actually talking openly about UFOs, now officially known as UAP (\"Unidentified Anomalous Phenomena\") sightings, Ufologists have been going crazy. They've gone beyond conspiracy drifting into full-on \"it has to be true!\" irrefutable belief. Of course. The Program is yet another new UFOs / aliens-are-real film from filmmaker James Fox, who also made The Phenomenon and Moment of Contact in the years before. Featuring narration by Peter Coyote (Bitter Moon, E.T.). The doc includes \"extensive interviews with insiders, experts and politicians. Christopher Mellon, the former deputy assistant secretary of defense for intelligence, and Stanford University's Dr. Gary Nolan, [are] among those who appear in the doc.\" It's another doc about extraterrestrials that now wants to dig into the question: is there a big government program keeping the truth a secret? (Is it called The X-Files?) What do you believe?\n\nHere's the official trailer (+ poster) for James Fox's UFO doc The Program, direct from YouTube:\n\nThis highly anticipated follow-up to director James Fox's other blockbuster UFO documentary films, The Phenomenon (2020) and Moment of Contact (2022), The Program explores the unprecedented bipartisan Congressional effort to uncover what US intelligence agencies really know about UFOs, now referred to as UAP. The first two public hearings in over half a century included testimony under oath from military & intelligence officers with jaw-dropping allegations of a clandestine program to analyze materials and non-human biologics. Through candid interviews with high-ranking insiders, elected officials, physicists, intelligence officers, and military whistleblowers, The Program goes behind the scenes to leave even the staunchest skeptics astounded by the assertions from a growing chorus of insiders that we are not alone. The Program is directed by ufologist / filmmaker James Fox, director of the other doc films I Know What I Saw, The Phenomenon, and Moment of Contact previously. Produced by James Fox & Lance Mungia. Lab 9 Films releases Fox's doc The Program in select US theaters + on VOD to watch later in 2024. Stay tuned."
    },
    {
        "title": "The X-Files Meets Real Life In Trailer For James Foxs New UFO Documentary The Program",
        "link": "https://www.msn.com/en-us/movies/news/the-x-files-meets-real-life-in-trailer-for-james-foxs-new-ufo-documentary-the-program/vi-AA1ruqmj?ocid=BingNewsVerp",
        "description": "Exclusive: Screen Rant presents the trailer for James Fox's new documentary The Program, which explores the US government's ...",
        "image_url": "https://www.bing.com/th?id=OVF.oqkY5f2CNF7yb%2bgm%2fQGnoQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "ScreenRant on MSN17h",
        "source": "ScreenRant on MSN",
        "article_content": ""
    },
    {
        "title": "Former Pentagon insider reveals why UFOs appear to defy the laws of physics",
        "link": "https://www.mirror.co.uk/news/us-news/former-pentagon-insider-reveals-ufos-33784184",
        "description": "Luis Elizondo rose to fame in late 2017 in the pages of the New York Times, when he blew the whistle on the US military and ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Pknzm4qH-H1Et1xXZGEjxS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "19h",
        "source": "The Mirror",
        "article_content": "Luis Elizondo rose to fame in late 2017 in the pages of the New York Times, when he blew the whistle on the US military and intelligence community\n\nA former Pentagon insider's bombshell book has claimed to have revealed the US government's secrets about UFOs.\n\nImminent: Inside the Pentagon's Hunt for UFOs contains shocking claims from Luis Elizondo's time on the Advanced Aerospace Threat Identification Program - AAITP - group. In it he outlines a theory that was gathering momentum that UFOs harness anti-gravity to circumvent the laws of physics.\n\nIn the memoir Mr Elizondo discusses what his team called a \"bubble\" that would be around the UFO. This bubble would potentially make it so that Earth's gravity would not effect it and could explain why many UFOs appear to be able to accelerate away at such speed and force.\n\nHe also said the theory goes, that without any gravity affecting the UFO, there would also be no time dilation taking place, meaning that while time for everyone on Earth would be slowed down by the Earth's gravity, time for anything operating a craft would be considerably faster. He says this would mean anything looking outside a UFO would see all of humanity moving at a fraction of their speed.\n\nImage: CNN) CNN)\n\nMr Elizondo rose to fame in late 2017 in the pages of the New York Times, when he blew the whistle on the US military and intelligence community. He claimed there was \"mismanagement and excessive secrecy\" on the topic of UFOs. In April 2020, the Pentagon officially released three videos that Elizondo had helped leak in 2017.\n\nThey show footage taken by US Navy fighter pilots, who had reportedly witnessed 'unexplained aerial phenomena' - how UFOs are now known. His book contains, among its many incredible revelations, details on a 2016 plan hatched by Mr Elizondo and his military colleagues to catch a UFO in the ocean.\n\nImage: AFP via Getty Images) AFP via Getty Images)\n\nHe told NewsNation: \"We're not alone in this universe, and it is a simple fact. The US government has been aware of that fact for decades now. I think if the American public knew just how deep this lie went, that we would have a very significant constitutional crisis on our hands.\""
    },
    {
        "title": "21 Photos That'll Make You Say, \"Mother Nature Does Whatever The Effffff She Wants\"",
        "link": "https://www.yahoo.com/lifestyle/21-photos-thatll-mother-nature-002358671.html",
        "description": "We all know Mother Nature is a force to be reckoned with — and these 21 images from Reddit are just a little reminder of how ...",
        "image_url": "https://www.bing.com/th?id=OVFT.cchSq8XSb2xY-o6IpXzd1y&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ufo",
        "date": "7h",
        "source": "Yahoo",
        "article_content": "21 Photos That'll Make You Say, \"Mother Nature Does Whatever The Effffff She Wants\"\n\nWe all know Mother Nature is a force to be reckoned with — and these 21 images from Reddit are just a little reminder of how much power she truly has:\n\n1.When a tornado blasted through this area, leaving the wind turbine looking like this:\n\n2.When a lightning bolt blasted through this guy's truck and lit it on fire (luckily he wasn't inside):\n\n3.When a mushroom somehow grew through the tile and grout in this person's shower:\n\n4.And when a banana grew three times the size of what it typically does:\n\n5.When this UFO-shaped cloud hovered over this city (and scared everyone):\n\n6.Also, when this storm came across the sky and terrified the people who had to drive by it:\n\n7.Let's also talk about when this isolated downpour came blasting down from the sky:\n\n8.When this flower grew this really odd face out of nowhere:\n\n9.And when this tree grew roots shaped like a human body:\n\n10.When this scallop had the scariest-looking teeth and tons of tiny blue eyes:\n\n11.When this patch of mushrooms started growing in a very eery circle for no reason:\n\n12.And when this snail started circling around this rug right before dying in the middle of it:\n\n13.When a hurricane did this kind of damage to a bridge:\n\n14.When lightning struck perfectly down this tree:\n\n15.And when lightning also perfectly struck the center of this tree:\n\n16.When the sap coming out of this tree looked exactly like blood:\n\n17.When a large tree started growing right over someone's tombstone:\n\n18.When this tree grew roots that look like a monster is attached to it:\n\n19.And when this tree just grew in this very creepy way:\n\n20.When these trees grew out of a fallen one:\n\n21.And, lastly, when Mother Nature decided to mute all of the colors in this sunflower:"
    },
    {
        "title": "In AI arms race, Boston’s LiquidAI claims to have a cheaper, more efficient app",
        "link": "https://www.bostonglobe.com/2024/09/30/business/liquidai-startup-artificial-intelligence-app/",
        "description": "One of Boston’s most prominent artificial intelligence startups, LiquidAI, on Monday disclosed how its software works for the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Sa3gdWgXMJeUEIf4m1DTIi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "16h",
        "source": "The Boston Globe",
        "article_content": "The company dubbed its technology “liquid foundational models” to contrast with the “large language models” underlying ChatGPT from OpenAI, Google’s Gemini, and Meta’s Llama, among many others. On one popular benchmark test, LiquidAI said its largest and most capable model could equal the performance of Meta’s Llama 3.1-70B model released in July while needing much less computer memory, since it is only about one-sixth the size.\n\nIn a blog post and white paper released on Monday, LiquidAI claimed that its software could generate answers as quickly as competitors while requiring less memory and computing power, thus saving money and consuming less energy.\n\nOne of Boston’s most prominent artificial intelligence startups, LiquidAI , on Monday disclosed how its software works for the first time — and how it might be able to outperform popular AI apps like ChatGPT. The company is also making the software accessible to anyone over the internet for further testing.\n\n“We’ve markedly improved quality, cost-effectiveness, and power efficiency compared to current GPT models,” LiquidAI chief executive and cofounder Ramin Hasani said in the blog post. “Our innovative architecture allows us to outperform larger traditional models, providing powerful solutions that are both cost-effective and scalable.”\n\nAdvertisement\n\nLiquidAI was founded in March 2023 by Hasani, chief technical officer Mathias Lechner, and chief scientific officer Alexander Amini, with MIT professor Daniela Rus, who runs the university’s Computer Science and Artificial Intelligence Laboratory.\n\nHasani and Lechner studied the brain of a tiny roundworm as inspiration for creating a new kind of computer neural network. Instead of modeling the network on the human brain, which has about 86 billion neurons, they used the roundworm’s brain, which has just 300 neurons.\n\nEssentially, the digital “neurons” in LiquidAI’s model operate in a more flexible way than the “neurons” in large language models. The model can generate text or video or be used for other AI tasks, the company said.\n\nIn the blog post, LiquidAI said it had developed models of varying size and capability, with some able to run on smartphones and others requiring larger servers in a data center. The models were tested against a handful of comparable rivals using a variety of industry benchmarks, where they met or exceeded the performance of competing large language models, the company said. Those claims were not independently verified by the Globe. (LiquidAI did not test its models against OpenAI’s GPT models, which are vastly larger and required hundreds of millions of dollars or more to create.)\n\nAdvertisement\n\nStarting on Monday, people can access the models through LiquidAI’s chatbot or try linking their own software via the company’s website and some other cloud services. The company also said customers would be able to run its software on a variety of hardware, including chips from Apple, Nvidia, Advanced Micro Devices, and Qualcomm.\n\nSo far, LiquidAI has shown success using its software in a few ways but will need to prove it can attack a variety of large-scale challenges, particularly around generating text and more complicated math or coding problems, Usama Fayyad, executive director of the Institute for Experiential Artificial Intelligence at Northeastern, said.\n\n“They’ve done the early breakthrough work and it’s a promising direction,” said Fayyad, who worked on AI and data science in Silicon Valley for decades before joining the university. “Now the question is ... can they show it applying to many tasks, reliably under many conditions.”\n\nLast December, LiquidAI raised $37.5 million in seed funding from high-profile investors led by Boston Celtics co-owner Stephen Pagliuca and San Francisco venture capital firm OSS Capital. The company is rumored to be raising considerably more for its next funding round.\n\nThe company is planning a public demonstration of its software on Oct. 23 at MIT’s Kresge Auditorium.\n\nAaron Pressman can be reached at aaron.pressman@globe.com. Follow him @ampressman."
    },
    {
        "title": "The Next Frontier Of Generative AI: Overcoming Voice Agent Obstacles",
        "link": "https://www.forbes.com/councils/forbestechcouncil/2024/09/30/the-next-frontier-of-generative-ai-overcoming-voice-agent-obstacles/",
        "description": "While the potential of voice agents is immense, several obstacles must be overcome for widespread business adoption.",
        "image_url": "https://www.bing.com/th?id=OVFT.fFyCcDLqyrGcuzhVkqX3sy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "21h",
        "source": "Forbes",
        "article_content": "Content not available"
    },
    {
        "title": "This open-source AI tool was built in a day and it’s coming for Google’s NotebookLM",
        "link": "https://venturebeat.com/ai/this-open-source-ai-tool-was-built-in-a-day-and-its-coming-for-googles-notebooklm/",
        "description": "Open NotebookLM, a free open-source AI tool developed in one day, challenges Google's NotebookLM by converting PDFs to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.2OKWvfyUMSC3KZh8ZZ33eC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "7h",
        "source": "VentureBeat",
        "article_content": "Content not available"
    },
    {
        "title": "TikTok bad actors harness AI to reanimate Hitler's hate",
        "link": "https://mashable.com/article/tiktok-ai-deepfakes-adolf-hitler-speeches",
        "description": "Generative artificial intelligence is reviving the terrifying legacy of bigots, including former German dictator Adolf Hitler ...",
        "image_url": "https://www.bing.com/th?id=OVFT.QOBGJnTUHi7p7UhTVTBd6S&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "14h",
        "source": "Mashable",
        "article_content": "Generative artificial intelligence is reviving the terrifying legacy of bigots, including former German dictator Adolf Hitler, as TikTok users harness the app's AI tools to reanimate xenophobic speeches from long-dead leaders.\n\nThe phenomenon was recently documented in two different reports, one by nonprofit watchdog group Media Matters for America and another in an investigation by the Institute for Strategic Dialogue and the SITE Intelligence Group, published by the Washington Post. Both unveiled a small network of accounts creating and disseminating translated, AI-dubbed versions of Hitler's speeches.\n\nSEE ALSO: Why teens are telling strangers their secrets online\n\nAccording to Media Matters' research, AI-generated audios have accumulated millions of views, which include videos mocking the leader or those that have turned the audio into a meme. Other accounts appeared to be dedicated to creating and sharing these audios earnestly, sometimes with outrightly anti-Semitic messaging. Popular videos using said audio, often stylized with slowed down and \"reverbed\" audios, go as far back as April 2024, with several improperly translated. Following the publishing of the report, TikTok removed the account of one known uploader and began directing related searches to a \"Facts About the Holocaust\" page, which documents Hitler's slaughter of millions of civilian Jews, disabled people, political prisoners, LGBTQ+ people, and those of Romani origin.\n\nThe Washington Post reported that known fascist groups have praised the use of AI to spread bigoted propaganda, citing a growth in \"red-pilled\" young people engaging with hate speech and right-wing communities online. Experts told the publication that they worry platform moderation tools, including those on Meta sites and X, won't be able to keep up with the AI-assisted spread.\n\nMashable Top Stories Stay connected with the hottest stories of the day and the latest entertainment news. Sign up for Mashable's Top Stories newsletter Loading... Sign Me Up By signing up you agree to our Terms of Use and Privacy Policy Thanks for signing up!\n\nBoth reports noted a slew of positive sentiments in the videos' comment sections, with some users outrightly praising the historical figure and his policies, and flagged that many of these videos don't flaunt obvious white supremacist dog whistles, prompting fear that users are unknowingly being radicalized by the content.\n\nSimilar attempts to rewrite historical figures' legacies have made their way onto TikTok over the last year, spurred by AI. In June, a mistakenly-leaked internal version of the app's new AI digital avatar tool — which allowed its users to generate advertisements using creators' likenesses — led to the circulation of several AI-generated videos featuring avatars reciting various white supremacist rhetoric, including excerpts of Mein Kampf and Osama Bin Laden's \"Letter to America.\" In 2023, TikTok videos reciting the same Bin Laden statement, sometimes associated with white supremacist sentiment, stirred a cross-app panic, as users re-contextualized the speech as an anti-imperial treatise in light of Israel's besiege of Palestinians in Gaza and the nation's U.S. backing.\n\nGenerally, watchdog groups have documented repeated instances of both domestic and foreign actors spreading disinformation on the app through the use of generative AI tools, including synthetic digital forgeries (or \"deepfakes\") of political leaders. White supremacist, pro-Nazi accounts have also proliferated on the platform, operating in tandem with networks across sites like Telegram to boost their content within social media algorithms.\n\nAccording to a July report from the Institute for Strategic Dialogue, TikTok hosts \"hundreds\" of pro-Nazi accounts, which cumulatively garner millions of views. The company, the organization says, hasn't moved quickly enough to stop their spread."
    },
    {
        "title": "Advantech Partners to Build a Diverse Edge AI Ecosystem and Boost Application Development",
        "link": "https://www.electropages.com/blog/2024/09/advantech-partners-build-diverse-edge-ai-ecosystem-and-boost-application-development",
        "description": "Advantech and its partners create a comprehensive Edge AI ecosystem, providing hardware and software solutions to streamline ...",
        "image_url": "https://www.bing.com/th?id=OVFT.4ytUmV4yO99oIkKP8jc5AS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "ai+app",
        "date": "Electropages25m",
        "source": "Electropages",
        "article_content": "Amid the trend of digital transformation, AI applications are rapidly being implemented across a variety of sectors. As a key player in this trend, Advantech has leveraged its deep expertise in edge computing and embedded markets to facilitate AI computing upgrades, in collaboration with its partners. These efforts support downstream industries to achieve their digital transformation goals.\n\nIn recent years, many AI applications have transitioned from the cloud to edge computing, leading to rapid growth in Edge AI. A recent Market.us report forecasts that the Edge AI market will reach USD 143.6 billion by 2033. To align with this trend, Advantech is committed to enhancing its comprehensive EdgeAI Computing Solutions, assisting system integrators to accelerate the integration of AI into existing embedded applications, and ensuring they remain competitive in the future.\n\nComplete EdgeAI Inference Solutions: From Hardware to Software\n\nAdvantech has a long-standing commitment to embedded markets, gaining deep insights into embedded applications. In addition to offering a broad range of standardised form factors, Advantech collaborates with strategic partners like Intel, AMD, NVIDIA, NXP, Qualcomm, and Hailo. Together, they have developed comprehensive edge AI computing solutions that include both hardware and software. Through design-in services that accelerate application development, Advantech helps customers overcome the numerous challenges of integrating AI technology, establishing itself as the ideal partner for embedded AI applications.\n\nOn the hardware front, Advantech recognises that different AI models and deployment scenarios have varying requirements for computing power and performance. To meet these diverse needs, it offers three hardware solutions catering to AI inference demands across a spectrum of computing requirements, including the following:\n\nAI Acceleration Modules: These modules allow for the rapid upgrade of existing embedded systems.\n\nAI-Enabled Application Solutions: These solutions include AI on Modules and Boards, and AI-Ready Edge Systems. These products enable seamless integration of computing power between embedded systems and edge devices, maximising overall efficiency.\n\nHigh-Performance AI Solutions: These solutions consist of EdgeAI Server Boards and EdgeAI Server Systems that deliver sever-grade performance for applications requiring significant computing power, such as medical image recognition and analysis.\n\nOn the software side, Advantech provides AI development tools to meet the needs of each stage in the AI implementation process:\n\n1. AI Model Development: In this initial phase, Advantech leverages NVIDIA AI Enterprise and Intel® Geti™ to help customers create AI models which meet specific requirements.\n\n2. AI Development Environment: After model creation, customers need a fully equipped development environment. Advantech’s Edge AI SDK software tools integrate AI SDKs from silicon partners with underlying drivers and operating systems from its own hardware platforms, offering a reliable and stable edge AI development environment.\n\n3. Model Deployment and Inference: Once the model is trained, it must be deployed onto devices for inference. Advantech’s DeviceOn remote management platform deploys models across edge devices, ensuring that edge AI applications deliver tangible benefits.\n\nEdgeAI Design-in Services: Empowering Businesses to Gain a Competitive Edge\n\nAdvantech’s Design-in Service provides comprehensive support, including power management, thermal design, certification, security, and peripheral device integration. These services address potential challenges in AI implementation, significantly reducing deployment time. For instance, in vision AI applications, Advantech has collaborated with silicon partners and camera manufacturers to co-develop a turnkey solution that integrates data transmission interfaces, drivers, and image signal processors (ISPs) to seamlessly incorporate cameras into Edge AI applications.\n\nAccelerating Technology and Market Integration Through a Diverse and Open Edge AI Ecosystem\n\nAs AI rapidly evolves with innovations in chips, development tools, and software, businesses often face challenges selecting the right solutions. To address this, Advantech aims to collaborate with partners who share our vision to build a diverse, open, and standardized edge AI ecosystem. This collaboration will simplify the deployment of hardware and software services, reducing the difficulties and challenges often encountered in AI implementation.\n\nWith continuous advancement in AI, Advantech is committed to helping customers harness its potential to gain a competitive edge. Drawing on its technology and experience over 40 years, as well as the strength of its ecosystem, Advantech integrates a variety of software and hardware to enable its customers to transition into the edge AI era, utilising their existing equipment and resources, with the vision of enabling an intelligent planet.\n\nVisit Advantech and its ecosystem partners at electronica 2024 in Munich on November 12-15 (booth E04 in the Embedded Village; Hall B4).\n\nFor more information please visit https://www.advantech.com/."
    },
    {
        "title": "How a Thinking Error Leads Some People to See Spirits",
        "link": "https://www.psychologytoday.com/intl/blog/strange-journeys/202409/how-a-thinking-error-leads-some-people-to-see-spirits",
        "description": "Some people are more prone to mistaking one category of \"thing\" or its properties for other types. This tendency has been ...",
        "image_url": "https://www.bing.com/th?id=OVFT.1ySvEmvAg2PVRWHybMOisi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Psychology Today18h",
        "source": "Psychology Today",
        "article_content": "Source: GrumpyBeere/Pixabay\n\nBelief in the paranormal continues to enjoy a central place in popular culture. Social scientists classify something as \"paranormal\" when it runs counter to both a scientific understanding of the world and mainstream religious doctrine (Bader et al., 2010). It can include a wide range of entities, events, or abilities like psychic abilities, fairies, or the alleged influence of the stars on human affairs.\n\nPolls frequently find that belief in paranormal phenomena is not at all unusual. For example, one poll found that 36 percent of Americans reported that they believe in ghosts while over a fifth believed in witchcraft or magic spells (Ipsos, 2021).\n\nThis widespread belief is all the more interesting considering there is no hard evidence to support the existence of anything paranormal (see Markovsky, 2023 for a review). Instead, research finds that anomalous claims are usually based on very non-paranormal things like subjective feelings, quirky experiences, technical glitches in recording devices, or misperceptions (Radford, 2010). So why do some people interpret this sort of phenomenon as paranormal while others do not?\n\nPerception and Categorization\n\nMany researchers have been interested in precisely this question. One possible explanation has to do with how different people tend to perceive and categorize things.\n\nFrom a very early age, children acquire \"core knowledge\" about the world around them (Wellman and Gelman, 1998). Through experience, they learn that there are different classes or categories of things that have different properties and how to distinguish between them.\n\nFor instance, there are physical things that are different from mental things and inanimate things that are different from animate. A thought or feeling does not have shape or size, but physical objects do. Similarly, inanimate things don’t move of their own volition and don’t make decisions, but animate ones do.\n\nSince this is a fundamental aspect of developmental psychology, it has been proposed that there could be a link between one’s mastery of core knowledge and their tendency to believe in things—like the paranormal—that run counter to the understanding of the world that this formative knowledge should provide. In particular, the extent to which a given person is prone to \"ontological confusion\" could explain many such beliefs (Lindeman and Aarnio, 2007).\n\nIn other words, their tendency to mistake one category of thing or its properties for another type. This results in a lack of conceptual clarity where, for example, they might tend to mistakenly attribute living characteristics to inanimate objects or assign physical properties to mental things.\n\nThis misperception fits well with many of the experiences paranormal believers interpret as supernatural. For example, many accounts of encounters with seemingly otherworldly forces mistake internal feelings as something caused by an external force (Debies-Carl, 2023). A walk in a cemetery at night can be understandably scary, but to mistake that fear as something psychically caused by an entity lurking in that environment is something else entirely. Seeing some sort of agency in bad luck or perceiving consciousness in \"cursed\" objects conceivably also represent examples of ontological confusion.\n\nSource: magwood_photography/Pixabay\n\nSeveral studies over the years have attempted to examine this question. Generally, they find support for the connection between ontological confusion and paranormal beliefs (e.g. Betsch et al., 2020; Williams et al., 2024). However, the results also tend to vary from one study to the next.\n\nFortunately, a new paper published in the journal Personality and Individual Differences provides new insight into this topic (Gallyamova et al., 2024). Rather than simply collecting new data from a new sample of participants to examine the question, the authors conducted a meta-analysis of existing research on the subject. This is a formalized method of inquiry that statistically combines the results of previous research on a specific research question. In doing so, it can locate any deeper patterns that exist between all of this body of work despite the differences between them.\n\nThe synthesis included a total of 25 previous studies, published between 2010 and 2024, that examined the relationship between ontological confusion and belief in the paranormal. In total, these studies included data on 16,129 participants from 11 different countries. This provides a reasonable sample to work with, not only in terms of the total number of people involved, but also due to its cross-cultural representativeness.\n\nThe authors employed statistical methods to check for publication bias that could affect their results—an important concern with any meta-analysis—but they found no evidence of significant bias. This increases confidence in the findings.\n\nWhat the Latest Study Found\n\nThe results indicated that there was considerable diversity in these studies. Specific results varied across them, which can make finding a clear pattern difficult. However, the overall outcome was a consistent pattern: People who express more ontological confusion are more likely to also express belief in the paranormal.\n\nThe fact that the study included a range of nations helps to determine whether any findings were caused by cultural differences or something more fundamental about the human psyche. In this case, despite differences across studies in different countries, the overall pattern persisted.\n\nThis report’s findings are interesting in and of themselves, but they also highlight potential directions for future research. The first has to do with the fact that there was variation in the strength of the relationship between ontological confusion and paranormal belief that could not be accounted for by looking at the variables the authors had access to. From this, it is clear that there are other important factors that play a role but that still need to be identified.\n\nSecond, the results also highlight the need for further cross-cultural research. This is especially true for work that can carefully ensure the validity of measures across different nations and languages.\n\nWhile questions remain, the findings illustrate a fascinating link between cognition and the things we are willing to believe. They also seem to indicate that culture or some other social factors could modify this relationship, given the variance in the study. Consequently, further inquiry could lead to new insights into how to improve our critical thinking and, in the process, protect ourselves against beliefs formed on shaky foundations."
    },
    {
        "title": "How you can search for ghosts with a medium at Winchendon Historical Society on Saturday",
        "link": "https://www.yahoo.com/lifestyle/search-ghosts-medium-winchendon-historical-091147175.html",
        "description": "Brandie Wells, a medium based in New England, will host a paranormal investigation at the Winchendon Historical Society on ...",
        "image_url": "https://www.bing.com/th?id=OVFT.byl4CX1qJHKyhUv-PRvjVi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "22h",
        "source": "Yahoo",
        "article_content": "How you can search for ghosts with a medium at Winchendon Historical Society on Saturday\n\nRight in time for the spooky season of October, psychic and medium Brandie Wells will host two paranormal events where people can connect with the spirit world.\n\nThe events will be held at the SK Pierce Victorian Mansion in Gardner Wednesday and the Murdock-Whitney House and the Isaac Morse House in Winchendon Saturday.\n\nWells has been investigating the paranormal for over a decade. She said she frequently conducts spirit galleries and paranormal investigations at SK Pierce Mansion, even before the 2022 renovations on the mansion were completed, and at the Murdock-Whitney House as well. Wells said she services and guides about 5,000 people every year.\n\n\"I just really enjoy bringing messages of hope to people and I'm very comfortable with it,\" she said. \"Although there are the spooks and scares of the paranormal, the reality is that the reason why spirits make themselves known at the mansion is because they loved the SK Pierce mansion.\"\n\nThe Wednesday night Spirit Gallery and Mansion Tour at SK Pierce Victorian Mansion is sold out but tickets for the The Haunts & History of The Winchendon Historical Society are still available.\n\nThe Murdock-Whitney house in Winchendon\n\nSearch for ghosts at Winchendon Historical Society\n\nWells said the event at Winchendon Historical Society differs from her SK Pierce Mansion event because instead of connecting and passing over messages to people's dead loved ones, people will get to use equipment to detect any life after death.\n\nTickets for the Saturday night event are $69 per person and an additional $25 is required to participate in a spirit gallery earlier that day. The history and tour of the Murdock-Whitney House and the Isaac Morse House start at 6 p.m., while the spirit gallery starts at 4 p.m.\n\nGreen Mountain Paranormal Investigations, a supernatural investigation group based in Northern Vermont, will help lead the investigation in Winchendon. Wells said both she and the Green Mountain team will bring equipment that people can use to detect hot spots in both houses.\n\n\"I always create a sacred space for people to open themselves up to the idea and I find that it's a wonderful learning experience for people to understand how they connect to the spirit realm,\" she said. \"I prepare people on a spiritual level to be open to spirits if that's what they desire.\"\n\nSupport local historic organizations even if you don't believe\n\nWells said whether you believe it or not, coming to these events with an open mind is important because you never know what you will experience.\n\n\"It's not my job to prove anything to anyone,\" she said. \"I feel that everyone has their own interpretation and their own experiences, so whether someone comes in as a skeptic or a full believer, I am open to giving everyone an equal opportunity to connect with the supernatural realm.\"\n\nWells said honoring old buildings rich in history that exist within the community is one of the biggest reasons she loves hosting paranormal investigation and spirit gallery events at historic houses and organizations.\n\n\"It's fascinating that these buildings still exist and they're being preserved, loved and cared for by their community,\" she said. \"These buildings and historical societies need our support financially, so whether it's a paranormal investigation or a baby shower, hosting and attending events is an important part of keeping them in our community.\"\n\nThis article originally appeared on Gardner News: Psychic coming to Winchendon, SK Pierce Mansion: How to get tickets"
    },
    {
        "title": "Haunted places near you",
        "link": "https://mndaily.com/285879/arts-entertainment/haunted-places-near-you/",
        "description": "Minneapolis is home to countless reports of ghosts, ghouls, spirits, specters, phantoms and paranormal activity. From the ...",
        "image_url": "https://www.bing.com/th?id=OVFT.0b1cQex_itStY7dCbji7BC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "Minnesota Daily4h",
        "source": "Minnesota Daily",
        "article_content": "Minneapolis is home to countless reports of ghosts, ghouls, spirits, specters, phantoms and paranormal activity.\n\nFrom the scornful spirits skulking around a historic skyscraper to the clueless ghost of a clumsy barmaid, a plethora of supposed spirits have been reported in the community. Skeptics and believers alike have come up with inconclusive evidence of these hauntings, leaving the truth behind these ghastly stories a mystery.\n\nOne of the most famous haunted places in the mill city is Foshay Tower, said to be haunted by Ponzi scheme pioneer Wilbur Foshay. Legend has it that Foshay jumped off of his namesake tower. In reality, Foshay died of a stroke in a nearby nursing home in 1957.\n\n“Dangerous” Linda Lee, local ghost tour guide and regional vice president of American Ghost Walks, said she believes she knows whose spirit is actually haunting the historic building downtown. Lee said the Foshay Tower is haunted by the ghosts of Mrs. Genevieve Clark and her family.\n\nThe sole woman juror on Foshay’s fraud trial, Clark was also the sole holdout on the jury, ultimately leading to a mistrial. It was later discovered that Clark and her husband had financial dealings with Foshay, and she was charged with contempt of court for not disclosing her relationship with him during the trial.\n\nClark, her husband and two sons died of carbon monoxide poisoning in an apparent suicide in 1933. Lee said she believes Clark may be haunting the Foshay Tower because of the unresolved emotional conflict between her and the utility magnate.\n\nLee said she has been preparing and guiding ghost tours in Minnesota for almost ten years, occasionally assisted by a spirit named Alice.\n\n“It’s storytelling, it’s history, it’s spirituality,” Lee said. “This was made for me.”\n\nA few blocks away from the downtown stops of Lee’s ghost tour is the historic Black Forest Inn in Uptown, where many claim to have seen or felt the presence of strange supernatural spirits.\n\nGina Christ, co-owner of the family-owned haunt, said she began to believe the ghost stories because so many of the restaurant’s employees reported paranormal activity in the building, especially in the basement.\n\n“I think it’s haunted because of the consensus,” she said. “There is a level of universality that I find really compelling.”\n\nReports of hauntings eventually led Christ to invite the Twin Cities Paranormal Society to investigate the Inn’s supposed haunting. The Twin Cities Paranormal Society claimed to have recorded a disembodied voice saying “Help me” during an overnight investigation of the restaurant, according to member Thomas Troupe.\n\nTroupe said investigators contacted the spirit of a former maintenance worker named Dale at a workbench in the basement of the restaurant. Using an array of recording devices and an electromagnetic frequency measuring device, he said investigators were able to ask the spirit questions about their life and afterlife.\n\n“The conversation was pretty one-sided,” Troupe said.\n\nIn 2013, the Twin Cities Paranormal Society investigated another of Minneapolis’ haunted landmarks, the nearby Turnblad Mansion, home to the American Swedish Institute. Reports of hauntings at the mansion date all the way back to 1921, said Andrea Justus, volunteer and interpretive services coordinator of the Institute.\n\nJustus leads flashlight tours of the mansion in the days before Halloween, giving guests a history lesson about both the mansion and the reported hauntings. However, Justus said she is still unsure whether she believes in ghosts.\n\n“I leave it up to people to come to their own conclusions,” she said. “There’s no super conclusive evidence.”\n\nDespite his belief in the existence of ghosts, Troupe said he understands doubts about the validity of evidence produced in paranormal investigations.\n\nLee said she also understands the skepticism because most people who have not experienced anything paranormal have difficulty understanding the supernatural.\n\n“Do we have definitive, absolute proof? No,” Troupe said. “But we have weird things we can’t explain.”\n\nPeter Harle, a University of Minnesota professor and folklore enthusiast, said believing in ghosts can be both comforting and exciting. Ghost stories are a way for people to understand something operating differently from reality, he said.\n\nHarle said ghost stories take us out of our own existence. Investigating suspected supernatural synchronicities is a way for people to put themselves in the story, he added.\n\n“We relate to our ghosts in curious ways,” Harle said."
    },
    {
        "title": "$100,000 paid to anyone who can show they have ghosts in their home: here’s how the contest works",
        "link": "https://en.as.com/latest_news/100000-paid-to-anyone-who-can-show-they-have-ghosts-in-their-home-heres-how-the-contest-works-n/",
        "description": "The spookiest time of year has arrived, and home security company Ring knows it: Here's how you can earn $100,000 for ...",
        "image_url": "https://www.bing.com/th?id=OVFT.dow5FbSXEGN4nbI56fGZhC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "paranormal",
        "date": "4h",
        "source": "as.com",
        "article_content": "Spooky season has arrived! To mark the start of the spookiest time of the year, home security camera company, ‘Ring’, has launched a chilling contest for all Halloween and paranormal lovers with a prize pool of up to $100,000.\n\nThe competition is pretty simple and consists of uploading audiovisual content, captured by Ring cameras, that shows paranormal activity; from real tests to comedy and truly absurd content. Participants can use any type of props, costumes and other extra elements to offer the most original video.\n\n“Entrants may use artificial aids, such as costumes or accessories, manmade vehicles, makeup, props, and/or other artificial means to capture the ‘ghost,’” the contest rules read.\n\nHere's how the $100,000 'Ring' contest works\n\nTo be eligible to participate, you must meet certain eligibility requirements, including being a U.S. citizen and 18 years or older. If you meet the criteria, you can upload your video to www.ring.com/ghostsearch by 11:59 p.m. PT on November 1. Your file must be accompanied by a 100-word description of your video. Only the top 5,000 videos will be considered.\n\n“Every day, we hear from our customers about surprising or unexpected footage captured by their Ring cameras. They love the ability to stay connected to what’s happening – although paranormal sightings are understandably not the most welcome‚” says Mimi Swain, the company’s commercial director.\n\nYou may also be interested in: Walmart’s new security system to prevent theft\n\nThe judging panel, which includes Stranger Things’ Finn Wolfhard and paranormal investigator Katrina Weidman, will take into consideration the visibility and clarity of the ghost, as well as the users’ creativity and uniqueness of the entry, in choosing the winner. Videos can also be shared via social media using #RingGhostSearch!"
    },
    {
        "title": "‘Out There: Crimes of the Paranormal’: Mark Duplass Talks About The New True Crime Series [Watch]",
        "link": "https://www.dreadcentral.com/interviews/512505/out-there-crimes-of-the-paranormal-mark-duplass-talks-about-the-new-true-crime-series-watch/",
        "description": "Crimes of the Paranormal' producers Mark Duplass and Joshua Rofé talk tackling true crime in a new way and cryptids.",
        "image_url": "https://www.bing.com/th?id=ODF.sZs2v8kLQaY6B5kodKfRhQ&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "paranormal",
        "date": "Dread Central8h",
        "source": "Dread Central",
        "article_content": "‘Out There: Crimes of the Paranormal’: Mark Duplass Talks About The New True Crime Series [Watch]\n\nMark Duplass is no stranger to the world of the paranormal and the strange. He helped produce the true crime series Sasquatch, directed and produced by Joshua Rofé, which existed at the intersection of the paranormal and documentary. Now, the two are working together again on a series that expands that intersection of the weird and the real, inspired by their work on Sasquatch. The new Hulu exclusive series Out There: Crimes of the Paranormal examines eight cases that may or may not have supernatural connections. But nothing is as it seems and each episode twists and turns in shocking ways.\n\nRead the full synopsis below:\n\nOut There: Crimes of the Paranormal takes you inside eight true crime cases with shocking encounters with the paranormal world—through eyewitness accounts, expert interviews, and all—new investigations. In each case, amidst an agonizing search for answers, one rumor emerges from the pack: something inhuman is afoot. These in-depth investigations transport us to towns and cities across North America where we speak to individuals with eyewitness accounts and first-person details about the extraordinary, supernatural events that changed their lives forever. A six-year-old boy in the Smoky Mountains disappears forever after being snatched by a mysterious ape-like beast. A UFO crash in Long Island sparks an assassination attempt and illuminates a massive political conspiracy. An occult coven of Satanic witches is implicated in a decades-old New Jersey murder. Lonely ghosts in San Francisco’s Chinatown threaten to steal the lives of the unmarried.\n\nIn these stories and more, Out There tracks down fresh leads and uncovers new evidence amid a labyrinth of twists and turns. At the end of the road, the investigations unearth new truths—about the power of mythology, the allure of the paranormal, and the monsters among us.\n\nWe spoke with Duplass and Rofé about tackling true crime in a new way, cryptids, and the enduring power of the Goatman.\n\nWatch the interview below:\n\nOut There: Crimes of the Paranormal is streaming now on Hulu."
    },
    {
        "title": "See the scene as Discovery World celebrates the allure of science",
        "link": "https://www.bizjournals.com/milwaukee/news/2024/09/30/discovery-world-gala.html",
        "description": "Discovery World's largest annual fundraising event brought together hundreds of business and community leaders on Sept. 28.",
        "image_url": "https://www.bing.com/th?id=OVFT._hcfBeraYXO-_VVRq4G8by&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "20h",
        "source": "The Business Journals",
        "article_content": "Content not available"
    },
    {
        "title": "James Webb Space Telescope makes 'weird' discovery from beginning of the universe that has left scientists puzzled",
        "link": "https://www.ladbible.com/news/science/james-webb-telescope-jwst-space-universe-391369-20240930",
        "description": "Humanity's best piece of technology when it comes to exploring the universe, the James Webb Space Telescope (JWST), has made ...",
        "image_url": "https://www.bing.com/th?id=OVFT.KyqczY8c9T4nJbzYy_wAPi&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "17h",
        "source": "LADbible",
        "article_content": "Humanity's best piece of technology when it comes to exploring the universe, the James Webb Space Telescope (JWST), has made a brand new discovery that scientists have been forced to label as 'weird'.\n\nThe bizarre discovery has seen American space agency NASA describe it as 'something unprecedented'.\n\nSince late 2021, the $10 billion (£7.5 billion) satellite has been exploring the universe, sending back images of deep space to Earth.\n\nSome of things it has found have been absolutely remarkable, with scientists labelling certain discoveries as 'jaw-dropping'.\n\nAdvert\n\nOperated by NASA’s Jet Propulsion Laboratory, it is the heir to the Hubble Space Telescope that was first launched in to space back in 1990.\n\nAnd after making discoveries from close to the beginning of time that feels like the stuff of science fiction, the discoveries keep on coming as Webb keeps on searching.\n\nThe latest discovery by JWST concerns a galaxy known as GS-NDG-9422 (9422), with the image in question coming from just one billion years after the Big Bang itself.\n\nA faint dot? Nope - a clue to how the universe may have formed galaxies as we know them (NASA, ESA, CSA, STScI, Alex Cameron (Oxford))\n\nAdvert\n\nThe galaxy is full of huge stars burning twice as hot than anything close to our own galaxy.\n\nAnd now, NASA says the discovery from Webb 'may be a missing-link phase of galactic evolution' in showing us how our galaxies looked before their current status. Mega.\n\nConcerning the 'missing link', NASA explains that it could help us understand how we went from the universe’s first stars to 'familiar, well-established galaxies'.\n\nLead researcher Alex Cameron, of the University of Oxford, said: \"My first thought in looking at the galaxy’s spectrum was, ‘that’s weird,’ which is exactly what the Webb telescope was designed to reveal: totally new phenomena in the early universe that will help us understand how the cosmic story began.\"\n\nAdvert\n\nWhat does it mean in normal speak? Well, the stars in galaxy 9422 are terrorising huge gas clouds surrounding them with humungous quantities of light, which in turn heats the clouds. This then heats these clouds up, outshining the very stars themselves.\n\nThe James Webb Space Telescope being constructed before launching in to the cosmos (NASA/Desiree Stover)\n\nThis is big, and could be a indicator at to what comes after the stars shine bright, as scientists cannot be sure what comes after stars began coming together to form galaxies as we know them.\n\nCameron's colleague at Oxford, Dr Harley Katz, added: \"It looks like these stars must be much hotter and more massive than what we see in the local universe, which makes sense because the early universe was a very different environment.\"\n\nAdvert\n\nCameron reached out to Dr Katz to discuss the 'strange' data.\n\nWorking together, their team found that computer models of cosmic gas clouds heated by very hot, massive stars, to an extent that the gas shone brighter than the stars, was nearly a perfect match to Webb’s observations.\n\nCGI of the James Webb Space Telescope in space (Getty Stock Image)\n\nIn the universe close to what we call home, your typical hot, massive stars have a temperature ranging between 70,000 to 90,000 degrees Fahrenheit (40,000 to 50,000 degrees Celsius).\n\nAdvert\n\nAccording to the team, galaxy 9422 has stars hotter than 140,000 degrees Fahrenheit (80,000 degrees Celsius).\n\nDr Kats said: \"The universe's stars are different than what we are familiar with - the exotic stars in this galaxy could be a guide for understanding how galaxies transitioned from primordial stars to the types of galaxies we already know.\""
    },
    {
        "title": "Don Harrington Discovery Center’s ‘Girls Who Science’ to feature doctor of physical therapy",
        "link": "https://www.myhighplains.com/news/local-news/don-harrington-discovery-centers-girls-who-science-to-feature-doctor-of-physical-therapy/",
        "description": "The Don Harrington Discovery Center will host its monthly 'Girls Who Science' program on Oct. 7 to bring in local women in STEM to inspire girls aged 10 to 18.",
        "image_url": "https://www.bing.com/th?id=ODF.tpHRqfSBHZmGlZIt6_A1Jg&pid=news&w=16&h=16&c=14&rs=2&qlt=90",
        "category": "science+discovery",
        "date": "myhighplains6h",
        "source": "myhighplains",
        "article_content": "Content not available"
    },
    {
        "title": "Texas Science & Natural History Museum Celebrates Record Attendance in its First Year Since Reopening",
        "link": "https://cns.utexas.edu/news/announcements/texas-science-natural-history-museum-celebrates-record-attendance-its-first-year",
        "description": "The University of Texas at Austin science museum continues to open new exhibits and welcome the public after passing one year ...",
        "image_url": "https://www.bing.com/th?id=OVFT.nvZfbesx0CxRWRiDgbYXPy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "Journalism in the Americas13h",
        "source": "Journalism in the Americas",
        "article_content": "Texas Science & Natural History Museum, located on the campus of The University of Texas at Austin, saw record attendance in its first full year since rebranding and reopening in September 2023. Formerly known as Texas Memorial Museum, the 85-year-old museum reopened to the public late last September as a vibrant hub for education, exploration and discovery. In the last year, the space welcomed more than 75,000 visitors, hailing from all 50 states and 28 different countries. Nearly 300 school and community groups have toured the museum, and another 9,000 people, beyond the visiting museum-goers, came through the doors for private events, including wedding ceremonies and holiday parties.\n\n“There has been such an overwhelming and enthusiastic response from visitors in the last year, from Austin locals and from around the world,” said Carolyn Connerat, managing director. “This museum is a treasure for our community, and it’s a privilege to welcome curious minds of all ages through the doors.”\n\nWith new investments from the University, the College of Natural Sciences and the Texas Legislature, in 2022 and 2023 the museum underwent significant renovations and rebranding to better reflect its mission and offerings. This transformation introduced new exhibits and modernized facilities designed to enhance the visitor experience and educational impact.\n\nThe museum’s updated exhibits continue to showcase the rich geological, paleontological and natural history of Texas, while new displays connect visitors to the natural world, from prehistoric life to the impacts of current research and technology.\n\nIts newest temporary exhibit features a scale model of the Hobby-Eberly Telescope, the largest optical telescope in North America. Located at the McDonald Observatory in West Texas, the 80-ton telescope boasts a 10-meter mirror composed of 91 hexagonal segments, making it a powerhouse for astronomical research. Visitors to the exhibit, “Big Eye on Dark Skies: The Hobby-Eberly Telescope,” will learn how this remarkable piece of technology is used to search for planets outside our solar system, look at distant galaxies and even study dark energy. Information about how to participate in a related citizen science project is also part of the exhibit, which is housed on the museum’s third floor.\n\nThe telescope exhibit follows April’s opening of the “Particles of Color” exhibit, which explores the science of sustainable fashion. Located in the museum’s Science Frontiers Gallery, the exhibit focuses on the creation and use of plant-based biodegradable sequins, highlighting garments and accessories designed and made by UT students and faculty, as well as fashion industry professionals.\n\nNext March, the museum plans to open its reimagined hands-on Discovery Center, where visitors can explore real fossil specimens and engage in scientific thinking in an active educational space. Construction has begun on the project.\n\n“This historic museum’s first year back was a phenomenal success, thanks to the many staff, volunteers, supporters and lawmakers who played a role,” said David Vanden Bout, dean of the College of Natural Sciences. “Along with leaders across campus, I am excited to join these museum champions in making sure that future exciting offerings reach the broadest possible swath of the science-inspired community.”\n\nThe museum recently received a grant from the Still Water Foundation to conduct engineering and architectural planning studies to redesign its Dinosaur Trackways Building, a 1940 Work Projects Administration (WPA) building that houses 113-million-year-old dinosaur footprints, discovered in Texas. The grant will also support a new conservation study on how to preserve the actual dinosaur tracks.\n\nThe museum frequently hosts educational programs for the public, such as an upcoming fossil identification event on National Fossil Day, Oct. 16. As part of its anniversary celebrations, the museum will host an outdoor screening of “Jurassic Park” at 7:30 p.m. on Oct. 5. This is a ticketed event."
    },
    {
        "title": "Is your right or left arm best for vaccines? It may actually matter. Here's what experts say",
        "link": "https://www.usatoday.com/story/news/local/arizona-health/2024/09/30/which-arm-is-best-for-vaccines-heres-what-scientists-say/75441674007/",
        "description": "If you're getting a flu or COVID-19 vaccine this year, you may want to speak up when your doctor asks if you want the jab in ...",
        "image_url": "https://www.bing.com/th?id=OVFT.43TUOzQQgoYXExkaNGLPjS&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "science+discovery",
        "date": "18h",
        "source": "USA Today",
        "article_content": "If you're getting a flu or COVID-19 vaccine this year, you may want to speak up when your doctor asks if you want the jab in your right or left arm.\n\nNew research recommends getting your shots in the same arm could help build a stronger immune response, according to a study published in 2023 in eBioMedicine, a peer-reviewed journal from The Lancet Discovery Science.\n\nAuthors of the observational study analyzed the immune response from 300 people who never had COVID-19 and received two doses of Pfizer-BioNTech’s COVID-19 vaccine between March and September 2021.\n\nStudy participants were randomized to receive both doses in one arm or the second dose in the opposite arm. Two weeks after receiving the shots, researchers discovered certain immune cells – commonly known as “killer T cells” – were detected in 67% of people who received both injections in the same arm versus only 43% of those who got them in different arms.\n\nHere's what the data shows might be the best arm for your flu, RSV and COVID-19 shots this year.\n\nCOVID, RSV, flu:Here are all the vaccines recommended for you this year\n\nWhich arm should you get vaccines in?\n\nPeople may respond better to sequential shots in the same arm because the vaccines are targeting the same lymph nodes, making them more active in producing immune cells to fight off infections, study authors suggest. While researchers detected a difference in these cells, they didn't see a similar trend in spiked protein antibodies.\n\nAlthough preliminary and small, the study shows how the reason why some people react differently to vaccines could go further than just age, sex and medical conditions, said Dr. Ofer Levy, a pediatric infectious disease specialist and director of the Precision Vaccines Program at Boston Children’s Hospital.\n\n“This speaks to precision vaccination in the sense that everything matters,” said Levy, who is not affiliated with the study.\n\nMore research and data is needed but he says the study's findings could have implications for vaccines outside of COVID-19 and help standardize how routine vaccinations are given.\n\n“We need to be precise about how we discover, develop and deliver vaccines,\" Levy said.\n\nMore:Flu cases spike during these months, AZ health officials say. How to prepare"
    },
    {
        "title": "Unleashing Marketing Creativity With Low-Code/No-Code Platforms",
        "link": "https://www.cmswire.com/digital-marketing/unleashing-marketing-creativity-with-low-codeno-code-platforms/",
        "description": "Low-code/no-code platforms empower marketers to create data-driven campaigns effortlessly, driving innovation and efficiency.",
        "image_url": "https://www.bing.com/th?id=OVFT.WOkcHnGPjhlbOUIlfP_g0C&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "CMS Wire16h",
        "source": "CMS Wire",
        "article_content": "The Gist\n\nEmpowering marketers. Low-code/no-code platforms enable marketers to build sophisticated, data-driven campaigns without extensive coding knowledge, enhancing citizen development.\n\nAI integration. AI features in low-code/no-code tools streamline marketing tasks, automate processes and provide real-time insights.\n\nEnhanced collaboration. These platforms support the creation of internal apps that boost team productivity and streamline workflows.\n\nMarketing leaders are challenged to step up and embrace new tools that can make a real difference. Low-code/no-code platforms are leading this charge, giving marketers the power to become citizen developers.\n\nWith these tools, you don’t need to be a coding expert to create sophisticated, data-driven campaigns or martech applications. As artificial intelligence (AI) continues to shape the future of marketing, these platforms are no longer just nice-to-haves — they’re essential.\n\nLow-Code/No-Code Platforms Are Changing the Game\n\nWe’ve seen a tremendous shift in the marketing tech world in the last few years. AI-powered low-code/no-code platforms have taken center stage. These tools are designed to be user-friendly, offering drag-and-drop components and ready-made AI templates that let you build advanced marketing campaigns quickly and easily. And the best part? You don’t need to be a tech nerd to use them.\n\nLow-code platforms offer some coding flexibility as well, which is excellent if you have tech-savvy team members. These platforms automate much of the process, so your team can focus on creativity rather than getting bogged down by complex tech details.\n\nMeanwhile, no-code platforms are perfect for those of us who aren’t tech gurus. They rely entirely on visual tools and AI automation, making it possible to roll out sophisticated solutions without calling in IT every time.\n\nRelated Article: The Software Developer's Fate in Low-Code/No-Code World\n\nHow Low-Code/No-Code Tools Empower Marketers with AI\n\nThe digital environment is more complex than ever, and keeping up with all the new technology can be overwhelming. But here’s the good news: AI-integrated low-code platforms are making it easier for marketers to harness the power of AI without needing to learn how to code. These platforms offer a simple, user-friendly way to create personalized, data-driven campaigns and automate routine tasks.\n\nAs we explore these AI-powered tools, it’s clear they’re evolving quickly. Now, they allow marketing teams to build custom applications, manage large datasets and deliver personalized customer experiences — all without a steep learning curve. These tools are crucial for staying innovative and achieving the best results in today’s data-driven marketing world.\n\nAI: Supercharging Low-Code/No-Code Platforms\n\nAI is not just a buzzword. It's changing how marketers use low-code and no-code platforms. By weaving AI into these tools, platforms have become more intuitive, predictive and capable of automating advanced marketing tasks. AI makes it easier for marketers to harness powerful technologies without deep technical expertise.\n\nAI-driven features are integrated into low-code/no-code platforms to streamline the user experience. For instance, AI can suggest the next steps in app development, predict the most effective campaign strategies and even automate content creation based on data insights. This makes the tools more straightforward and powerful, enabling marketers to build and optimize campaigns faster.\n\nMoreover, machine learning algorithms embedded within these platforms allow for real-time data analysis, enabling marketers to make informed decisions quickly and accurately. Whether predicting customer behavior, optimizing ad placements or personalizing content, AI enhances the capabilities of low-code/no-code platforms, turning them into essential tools for modern marketing teams.\n\nAnd the best part? These advanced features are accessible without the need for a team of data scientists, putting sophisticated AI capabilities directly into the hands of marketers.\n\nRelated Article: Generative AI and Digital CX: Shifting Paradigms for IT, Developers\n\nThe Power of Internal Apps for Marketing Teams\n\nIn this age of distributed and remote marketing teams, internal apps have surged, driven by the need for better collaboration and efficiency. According to Gartner, by 2025, 70% of new applications developed by organizations will use low-code or no-code technologies, up from less than 25% in 2020.\n\nThese platforms empower marketers to quickly build and deploy custom apps that streamline workflows, automate repetitive tasks and enhance communication. For instance, tools like ClickUp and Airtable help teams develop apps, manage projects and track campaign performance in real time, while Zapier automates workflows between apps without coding.\n\nLow-code/no-code tools allow marketing teams to stay agile and responsive, adapting swiftly to changing market demands. They also boost productivity. A study commissioned by Redhat reported reduced development time by 50-90% through low-code development.\n\nMaking Low-Code Platforms Work for You\n\nHow do you get started with low-code platforms? Here are a few tips to help you and your team get comfortable with these powerful tools.\n\nStart Small: Begin with a simple project to get a feel for the platform. Maybe it’s automating a routine task or creating a basic app — something that’s low stakes but will give you a good sense of what the platform can do and whether you would actually use it.\n\nBegin with a simple project to get a feel for the platform. Maybe it’s automating a routine task or creating a basic app — something that’s low stakes but will give you a good sense of what the platform can do and whether you would actually use it. Use the Resources Available: Most low-code platforms have plenty of tutorials, guides and community forums. These resources are there to help you, so take advantage of them to build your confidence.\n\nMost low-code platforms have plenty of tutorials, guides and community forums. These resources are there to help you, so take advantage of them to build your confidence. Partner With IT When Needed: Even though low-code platforms are designed to be user-friendly, keeping your IT team in the loop is always a good idea. They can offer valuable insights and help you use the platform effectively.\n\nEven though low-code platforms are designed to be user-friendly, keeping your IT team in the loop is always a good idea. They can offer valuable insights and help you use the platform effectively. Experiment and Learn: Don’t be afraid to play around with the platform. One of the great things about low-code tools is that they let you experiment and see results quickly. Encourage your team to try new things and learn from their experiences.\n\nBy embracing these strategies, you’re not just realizing the potential of low-code/no-code platforms. You’re also stepping into the role of a citizen developer and shaping the future of your marketing career. Don’t wait on the sidelines. Dive in, start creating and become the citizen developer you’ve always dreamed of being. Your next big marketing innovation is just a few clicks away.\n\nLearn how you can join our contributor community."
    },
    {
        "title": "Annapurna Interactive Confirms Development For Silent Hill: Townfall Will Continue In Collaboration With Konami And NoCode",
        "link": "https://www.psu.com/news/annapurna-interactive-confirms-development-silent-hill-townfall-will-continue-collaboration-konami-nocode/",
        "description": "Annapurna Interactive recently had its entire staff quit, though it has confirmed that Silent Hill: Townfall's development ...",
        "image_url": "https://www.bing.com/th?id=OVFT.yX0Au09wCftOKkM51Up-Py&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "nocode",
        "date": "Play Station Universe6h",
        "source": "Play Station Universe",
        "article_content": "Content not available"
    },
    {
        "title": "Psychedelic therapy advocates fear high fees will curb Colorado industry before it starts",
        "link": "https://www.denverpost.com/2024/09/30/psilocybin-therapy-colorado-natural-medicine-licensing-fees/",
        "description": "When psychedelic-assisted therapy becomes available in Colorado next year, the state will be just the second in the U.S. to ...",
        "image_url": "https://www.bing.com/th?id=OVFT.vS022rtYPANm-GHioCAWMy&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "17h",
        "source": "The Denver Post",
        "article_content": "When psychedelic-assisted therapy becomes available in Colorado next year, the state will be just the second in the U.S. to regulate the production and use of psilocybin mushrooms.\n\nOregon was the first state to legalize psilocybin therapy in 2020 and mental health-focused businesses there began offering it in 2023. Unsurprisingly, local regulators have looked to Oregon for guidance as they develop their own rules and regulations.\n\nThere are already lessons to be learned. A year and a half after the nascent industry got off the ground, some of Oregon’s psilocybin service centers are struggling to stay open. One in Portland closed earlier this year after operating for just six months.\n\nOregon’s service centers are where people go to have a therapeutic psilocybin experience or a guided trip, if you will. (In Colorado, these facilities are called “healing centers.”) But in Oregon, owners say the cost of doing business is so expensive that it threatens the model altogether.\n\nLast June, Dee Lafferty opened Inner Guidance Services in Albany, Ore., which served about 165 clients in its first year. But when the time came to renew her center’s license, which costs $10,000 annually, Lafferty launched a crowdfunding campaign to cover the expense.\n\n“Unfortunately the program in Oregon is not set up in a way to where it is profitable. So we do not have the $10,000,” Lafferty said in a Facebook video promoting her campaign.\n\nBut the community stepped up, and within two days, eight people had donated enough money to help Inner Guidance Services reach its goal. While that provided a stopgap, Lafferty doesn’t know how she’ll cover next year’s fee.\n\n“When you look at what you have to pay for the facilitators, for the space, rent, electricity — all of the things that you have to have — what have you to pay sums up to more than what you make reasonably,” she said.\n\nLicensing fees are a hot topic in Colorado, as regulators barrel toward finalizing what it will cost for entrepreneurs to participate in this new industry. It’s one of the last pieces to get settled after they spent a year-plus determining occupational requirements for facilitators and rules governing the business ecosystem surrounding psychedelic therapy.\n\nChallenges like the ones Lafferty described were common in the early days of marijuana legalization, said Rachel Gillette, a Denver-based attorney and head of the cannabis and psychedelics group at the Holland & Hart law firm. Even today, banks, landlords and insurance companies often upcharge businesses that work with federally controlled substances because they’re considered more risky, she said.\n\nAdditionally, these businesses are subject to a federal tax code that prohibits them from deducting operating expenses from taxable income, driving up costs.\n\n“Everything seems to come with a little bit of premium on it because it’s something that’s federally illegal,” Gillette said. “Until (psilocybin) loses its stigma, until it’s federally legal in some respect, I think that continues, unfortunately.”\n\nCompliance costs don’t stop with initial licensure, she added. These young industries continually evolve and businesses need to adapt to new regulations. Gillette expects there will be a smaller customer base for psychedelic-assisted therapy because it’s so new and because, unlike cannabis, Colorado won’t permit retail mushroom dispensaries.\n\n“It’s going to take time to build the business so that people understand what it is,” she said. “I don’t see somebody opening their doors for a natural medicine center and having lines out the door like they did on the first day of recreational cannabis. It’s not going to happen.”\n\nPricy for patients\n\nThe solution to sustainability is not as simple as passing costs onto the customer, Lafferty said. Psilocybin services are already notoriously pricy in Oregon, where a single guided trip can cost thousands of dollars for the drugs and for a facilitator who supervises each client while they’re under the influence for several hours. Although psychedelic-assisted therapy is considered a mental health treatment by those in the industry, it’s not yet covered by insurance.\n\n“The biggest thing we learned is that the way the Oregon model is set up, it’s a little bit over the price range for our target market, which we knew, but it’s been confirmed,” Lafferty said.\n\nIn its first year, Inner Guidance Services provided the equivalent of $33,000 in free services to individuals who could not afford to pay, Lafferty said. Since opening, she expanded the center’s offerings to include microdosing counseling and introductory low doses for people who are new to psilocybin or hesitant to commit to a large dose. People can also register for group sessions, which are cheaper because the cost is split among several participants.\n\n“We are trying to not close, so we are trying a little bit of everything,” Lafferty said.\n\nJenna Kluwe, co-owner of the now-shuttered The Journey Service Center in Portland, said the public needs more education so they can see the value of their investment not just for the trip, but also the sessions before and after. Those sessions, called preparation and integration, are integral to long-lasting change, she said. Kluwe’s clients have described a guided psilocybin trip as several years of talk therapy — and therapy on its own isn’t always cheap.\n\n“The value of this needs to be emphasized more and more for folks. Not just the sticker shock, but the value,” said Kluwe.\n\nThe Journey Service Center closed in March after its investor halted funding, she said. Kluwe now works at another center called Fractal Soul running its equity program.\n\nLowering barriers to entry\n\nOne difference between the programs in Colorado and Oregon is that the laws here allow healthcare providers to integrate psilocybin therapy into their existing practices. (In Oregon, the businesses, facilities and staff must be separate duplicating costs for current healthcare professionals like Lafferty, a social worker with a private practice.)\n\nRegulators created a micro-healing center license for those places that intend to host just a couple of psilocybin sessions per month versus specializing in that type of treatment. Advocates are adamant the micro-healing center license will lower the barriers to entry in Colorado and streamline access for individuals who already have a therapist or psychiatrist. During a rulemaking hearing on Sept. 16, however, they shared concerns that the currently proposed fees are too high.\n\nIn its draft rules, the Department of Revenue proposed micro-healing centers pay $3,000 for application and compliance fees in 2025, before ramping up to a cumulative $5,000 in 2026 and $12,000 by 2027. The phased increase in fees is intended to both incentivize early participation and eventually fund the agency’s administrative work overseeing the industry, regulators said.\n\nShannon Hughes is a social worker who currently offers ketamine-assisted therapy at her practice, An Enduring Love, in Fort Collins. She sees psilocybin as another tool in the behavioral health toolkit and hopes to integrate it once it’s legal. An Enduring Love gets calls weekly from people interested in trying it.\n\nThe most logical way to offer that option would be to obtain a micro-healing center license, Hughes said. But if she had to pay $12,000 per year to do so, “it would not fiscally make sense for our small practice.”\n\n“I really don’t know anybody in the mental health community who that would be viable for,” Hughes said. “So I was disappointed and discouraged because you have to be a large operation to afford $12,000-plus in fees.”\n\nIt’s worth noting that all license types, including those for cultivation and manufacturing, will be subject to increased fees by 2027. For example, the latest draft rules dictate a standard healing center – meaning one that intends to specialize in psychedelic-assisted therapy – would be required to pay $6,000 in application and compliance fees in 2025, $8,000 in 2026, and $16,000 by 2027.\n\n“There’s a concern that this current structure and approach will be an inoperable program,” Tasia Poinsatte, director of the Healing Advocacy Fund, said during the recent rulemaking hearing, citing challenges in Oregon. “If we set fees that high and discourage participation today, it’s going to make it that much harder to get this off the ground in the first place.”\n\nRegulators plan to discuss licensing fees again at a meeting on Oct. 21.\n\nSign up for our weekly newsletter to get health news sent straight to your inbox."
    },
    {
        "title": "Jets offense fixing struggles ‘starts with’ line after Aaron Rodgers beatdown",
        "link": "https://www.msn.com/en-us/sports/other/jets-offense-fixing-struggles-starts-with-line-after-aaron-rodgers-beatdown/ar-AA1rvfZg?ocid=BingNewsVerp",
        "description": "Ten days later, the Jets offense was unrecognizable from the unit that had scored three touchdowns in each of its first three ...",
        "image_url": "https://www.bing.com/th?id=OVF.DCwjzXHGztBXEaQxlHMGQQ&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "it+startup",
        "date": "5hon MSN",
        "source": "New York Post on MSN",
        "article_content": ""
    },
    {
        "title": "8 project management trends for SMBs in 2024",
        "link": "https://smallbusiness.chron.com/project-management/article/8-project-management-trends-small-business-growth-19794696.php",
        "description": "Explore the top project management trends for small businesses. Learn how AI, resource management, and cybersecurity can ...",
        "image_url": "https://www.bing.com/th?id=OVFT.Ld83NLZ8zrj8pQVMiqU6VC&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "Houston Chronicle17h",
        "source": "Houston Chronicle",
        "article_content": "Explore the top project management trends for small businesses. Learn how AI, resource management, and cybersecurity can improve project outcomes. Maskot/Getty Images\n\nWhether it's a new dance on TikTok or a technological breakthrough, trends are a core part of daily life, and the project management landscape is no different. Understanding current trends in project management can influence goals and inspire action — which could lead to bigger and better outcomes for your business.\n\nKnowing the latest project management trends can help you plan better, stay ahead of the competition, overcome common project management challenges, and develop your team efficiently. To that end, we've gathered eight project management trends for 2024 specifically tailored for small businesses.\n\n1. Leveraging artificial intelligence (AI)\n\nArtificial intelligence is the single most significant current trend in project management.\n\n“AI can suggest how to break down tasks into more manageable chunks, and those results can be discussed with the project team,” says Craig Guarraci, founder of Tech PM Career Path, LLC, a career coaching company. He adds that “AI can be used to take meeting notes, determine action items, and to send the notes to attendees, thus freeing up the project manager's time.”\n\nFrom using generative AI to speed up project planning to leveraging AI's automation capabilities to handle repetitive or menial tasks, businesses are relying more and more on the power of large language models (LLMs) and machine learning to improve project outcomes and reach broader business goals.\n\nThrough AI, businesses can also determine what projects they should undertake and learn what other organizations are doing to stay ahead.\n\n“AI could be used by a project manager to brainstorm nearly anything about the project and learn about similar projects,” says Guarraci\n\n2. Putting outcomes over inputs\n\nEspecially with growth projects, project managers and businesses are placing a stronger emphasis on the tangible outcomes of projects than the amount of work that goes in. By focusing on outcomes, projects align more with business goals, and project managers can more easily define success.\n\nA key way to focus on project outcomes is through change management — both handling changes throughout a project carefully and efficiently and being mindful of organizational changes a project can cause.\n\n“It's great to complete a project on time, on budget, and within scope, but it's even greater to address change throughout the project lifecycle to ensure [the] realization of benefits,” says Nicole Pietrangelo, project management consultant. “After all, that's the real reason why we're doing projects.”\n\nProject managers and business owners can also pivot toward putting outcomes over inputs by:\n\nShifting success metrics to highlight deliverables instead of the time spent on a task or the number of tasks completed\n\nUsing agile methodologies to keep projects transparent and focused on goals\n\nWorking backward from desired long-term goals when planning projects rather than starting from short-term needs or capabilities\n\n3. Hybrid and remote workspaces\n\nRemote and hybrid work arrangements are a major trend in project management and employment, partially due to changes made during the global COVID-19 pandemic.\n\nMany employees and employers have found ways to make remote or hybrid work a cost-saving benefit that also improves some workers' work-life balance and overall happiness. Additionally, Upwork's Future of Remote Work study found that one-third of hiring managers say productivity has increased with remote working.\n\nHowever, hybrid and remote workspaces create a specific challenge for project management: it’s difficult to communicate and collaborate with your team when they’re spread across the globe.\n\n“Something to be aware of, especially in remote work, is the importance and impact of emotional intelligence and understanding that different people communicate differently,” says Bill Morris IV, Director of Project Management at Morris, a custom thermal solutions company. “As an example, this may mean picking up the phone and calling someone instead of sending a quick email, even if the latter may seem quicker and easier.”\n\nProject management programs and software have responded to this challenge by making communication and collaboration within the program more efficient. Other tools and cloud-based project management software, such as Microsoft Teams, Google Drive, Dropbox, Asana, Monday, and Slack, make asynchronous work more attainable and seamless.\n\n4. Bigger reliance on data\n\nBusinesses are turning towards data to drive decision-making at all levels to achieve bigger goals. By using data, outcomes can be better predicted, anomalies can be defined, and failures can be used as tools to achieve greater success in the future.\n\nA key trend in project management is making data-driven decisions from the beginning stages of project planning.\n\n“Data-driven decision-making is very important,” says Joe Bowab, CEO and founder of Lobster Anywhere. “It can help improve efficiency and can help make vital decisions regarding the progress of the project.”\n\nSome of the ways project managers can utilize data more effectively in their projects include:\n\nBasing project success on data-driven metrics\n\nMonitoring data points throughout a project to ensure things are on track\n\nUsing historical data to inform decisions\n\n5. Increased focus on cybersecurity\n\nIncreasing cybersecurity measures may seem like just an IT project management trend, but cybersecurity attacks can affect every area of a business. Striking a balance between safety and efficiency is a challenging line to toe, but it’s vital for companies to keep their employees and data safe from cyberattacks.\n\nSome ways businesses are improving their cybersecurity in project management include:\n\nEstablishing role-based permissions to data and programs\n\nHolding periodic cybersecurity training sessions\n\nHaving dedicated cybersecurity experts on staff to review projects and ensure there aren’t any holes\n\n6. Prioritizing environmental, social, and governance (ESG) practices\n\nBusinesses are becoming ever more mindful of ways to minimize their impact on the environment and local communities. As businesses shift toward more sustainable practices, project managers must prioritize ESG practices throughout the project life cycle.\n\nAdditionally, business leaders may be relying on project managers to see through environmentally conscious initiatives, especially in areas like infrastructure and energy.\n\nSome ways to keep ESG at the heart of project management are:\n\nAnalyzing the environmental impact of project practices and sourcing greener options when possible\n\nFinding ways to make projects benefit local communities and society as a whole in addition to meeting strategic business goals\n\nCrafting ethical standards for projects and meeting local, state, and federal regulatory requirements\n\n7. Being mindful of resource scarcity\n\nWith the ever-changing and uncertain economic environment, it’s imperative for companies of all sizes, especially small businesses, to look for ways to stay competitive while staying mindful of their resources. Project managers have to find ways to do more with less, which requires getting creative with project planning and resourcing.\n\nSome ways for businesses to hop on the trend of being mindful of resources include:\n\nAdopting agile methodologies to keep projects efficient\n\nLeveraging technology, like software and AI, to streamline tasks and automate some project aspects\n\nUtilize free project management software and freelance work to minimize project expenses (Try Monday, HubSpot, or ClickUp for free.)\n\nGet stakeholders involved to capitalize on their knowledge and outside perspective\n\n8. Increasing communication and transparency\n\nProject managers have always walked a tight line between transparency and security. On the one hand, keeping a project under tight wraps can prevent information leaks, and having strict silos may allow employees to focus better on their tasks.\n\nHowever, building a more transparent project environment where communication is encouraged can help introduce new ideas, build a stronger sense of connection to work for team members, and mitigate confusion, especially in large-scale projects. As many teams shift toward agile methodologies, communication is key.\n\nBeyond the rapid technological advancements in project management, managers also must “become expert problem-solvers, critical thinkers, communicators, and leaders,” says Pietrangelo. “While technological advancements lead to new processes and ways of working, project managers need to understand how to guide their teams through change and establish trust during uncertain times.”\n\nSome ways to consider improving your project team’s communication and transparency include:\n\nUtilizing asynchronous communication methods, like Slack or Microsoft Teams\n\nGiving frequent updates on project progress\n\nPromoting cross-team collaboration on projects\n\nBottom line: Understanding trends in project management\n\nIn 2024, staying ahead of the curve means embracing project management trends like leveraging AI, making data-driven decisions, and prioritizing ESG practices. Ensuring your business is flexible and adaptable to the ebbs and flows of the project management landscape is crucial for ensuring your projects meet business goals and deliver meaningful results.\n\nFrequently asked questions\n\nWhat are the latest trends in project management?\n\nSome of the latest trends in project management include integrating artificial intelligence (AI) into project processes and relying on data to drive decisions. Other trends, like doing more with fewer resources and staying mindful of environmental, social, and governance (ESG) practices, are crucial for many project management teams.\n\nWhat are the future trends in project management?\n\nFuture trends in project management will rely heavily on technological advances. As AI becomes more broadly integrated, new ways to leverage it for project management are inevitable. Additionally, the environmental impact of projects will continue to be a priority for many businesses, and brainstorming project ideas that can improve how businesses impact and interact with the environment will only become more necessary as climate change evolves.\n\nWhat are some types of project management?"
    },
    {
        "title": "This $76 accessory sounds an alarm if your GPU is melting",
        "link": "https://www.digitaltrends.com/computing/thermal-grizzly-wireview-pro/",
        "description": "Thermal Grizzly's WireView Pro protects your GPU from potential damage by measuring and monitoring temperature and power.",
        "image_url": "https://www.bing.com/th?id=OVF.8gClgRBHJDl5GEpRHoJ22A&pid=News&w=234&h=132&c=14&rs=2&qlt=30",
        "category": "software+trend",
        "date": "14h",
        "source": "Digital Trends",
        "article_content": "Ever since the launch of Nvidia’s RTX 40-series GPUs, the 12VHPWR connector has been a hot topic of discussion within the PC community. Reports of melted connectors and faulty cables led to concerns about whether modern GPUs are exceeding the safe limits of power draw and thermal handling.\n\nIf you’re serious about your gaming or workstation setup, you probably know the importance of monitoring GPU performance, especially as power demands keep growing. Thermal Grizzly, known for its premium thermal paste and cooling solutions, has launched a new accessory designed to address this issue by allowing users to monitor both voltage and connector temperatures in real time.\n\nRecommended Videos\n\nAt first glance, the $76 WireView Pro seems like an ordinary monitoring tool, but it’s specifically designed to give insight into power draw and connector health. It’s designed to sit directly on your GPU’s power connector (compatible with both PCIe 5.0 and 12VHPWR standards) and provide accurate readings of both power consumption and temperature at the connector level.\n\nGet your weekly teardown of the tech behind PC gaming ReSpec Subscribe Check your inbox!\n\nAs per Thermal Grizzly, the WireView Pro offers peace of mind by giving users real-time feedback on how much strain their GPUs are under. This monitoring can help users prevent potential damage or degradation caused by excessive heat or power draw.\n\nThe WireView Pro is equipped with multiple sensors that deliver real-time data, including temperature and voltage readings, directly to the user. This is particularly important for modern GPUs that consume upwards of 450 watts or more, as faulty power connections or improper cable installation can lead to overheating and, in extreme cases, meltdowns of the GPU connector. By continuously tracking this information, you can catch overheating problems before they become catastrophic, saving your expensive hardware from failure.\n\nAdditionally, the device has been designed to combat one of the more pressing issues of modern high-end GPUs—the connector’s sensitivity to excessive heat. GPUs like the RTX 4090 and RTX 4080 can generate a significant amount of heat at the connection points due to their massive power requirements. If the connection isn’t ideal, the temperatures can rise to dangerous levels.\n\nThermal Grizzly’s WireView Pro connects directly between the power supply unit and your GPU, working in line with the 12VHPWR connector that has become standard on newer high-performance GPUs. The tool is designed to fit seamlessly into any build without adding significant bulk or creating cable management issues, although you should consider the specifications if you have a small form factor case.\n\nOnce connected, it feeds data to a small digital display that sits alongside the device, allowing you to view metrics like power consumption and connector temperature. If things rise to unsafe levels, the tool has an “audible alarm” built in that will trigger. Unlike software monitoring solutions, which track overall GPU usage or temperature, the WireView Pro focuses specifically on the 12VHPWR connector, offering more granular and specialized data that can indicate issues that software might overlook.\n\nIf you’re running a high-powered GPU, or plan to invest in the upcoming RTX 5090 or 5080, the WireView Pro seems to be an essential accessory. It should also be particularly beneficial for overclockers, content creators, and gamers who routinely push their systems to the limit. Additionally, for those using smaller PC cases with less airflow, the temperature monitoring aspect is invaluable in ensuring that heat buildup doesn’t compromise performance or safety."
    }
]